{"title": "Top Five Reasons Not to Trust Psychiatrists and Pharmaceutical Companies - Free Psychiatric News", "body": " 5. How can you trust a group that established Teen Screen, a national program to help prevent teenage suicides — despite the fact, by the way, that teenage suicide statistics have actually been {{HEDGE}} somewhat down these last few years – and that program ended up actually being the cause for more, not fewer, teenage deaths by suicide? It turns out that by giving teens a diagnostic test (that the developer himself says gives wrong indications 84 percent of the time) and sending supposedly “at risk” teens to counseling, the idea of suicide is more firmly planted in their minds. Then, if they are so “at risk” that they need anti-depressants, it turns out they’re statistically more likely to do themselves in because suicide is itself one of “side effects” of these drugs. You don’t suppose there’s any pharmaceutical profit to be had within this new teen market, so ripe for development, do you? 4. How can you trust a group like Big Pharma that spends twice as much money on marketing as on research and development? They spent a staggering $61,000 per physician in America just for promotion costs in 2004. If 19th century snake oil peddlers had had that much money to blow on promotion, we’d still be ladling out one heaping tablespoon of the stuff every morning to cure our every ill. Wait a minute. That’s what anti-depressants are advertised on TV today to do, right? 3. How can you trust a practice, psychiatry, which came from the cocaine addled mind of Sigmund Freud — a sort of nineteenth century polysyllabic Charlie Sheen? Freud even managed to do in his best friend, Ernst Fleischl-Marxow, by addicting him to cocaine. Ah, yes, push those serotonin levels up, Siggy. Poor Ernst’s death was probably just another unexpected “side effect,” yes? 2. How can you trust people who call being sad over the death of one’s dog a chemical imbalance? There is absolutely no scientific test to show any chemical balance ever existed anywhere at any time in anyone’s brain. Life, meine gute Doktor, is not all about serotonin and brain cells. 1. Finally, how can you trust a group, psychiatrists, whose practices sprang from their study of the insane – those poor souls of babbling, drooling humanity locked away in 19th century brick asylums – so that they could figure out what’s wrong with the sane? That’s like examining raccoon road kill to figure out how to extend human life.  ", "pub_date": null, "access_date": "2019-10-30", "query": "trust psychiatry", "Google rank": "", "url": "https://freepsychiatricnews.com/top-five-reasons-not-to-trust-psychiatrists-and-pharmaceutical-companies/", "keywords": "teen, trust, suicide, teenage, century"}