{"title": "Dieta dziecka autystycznego. Co powinni wiedzieć ich rodzice? - BabyBoom", "body": "Parents of autistic children are constantly looking for new methods, nutrition and therapy to alleviate their child's difficulties.\nOne such way is a special diet.\n{{HYPER}}The diet in a neurological disorder often involves eliminating diary, gluten and sugar.\nHowever, be careful.\nSpecial diet for an autistic child.\nWhy do parents think it's worth it?\nMeals consist of complex substances: proteins, fats, carbohydrates.\nIn order for the body to absorb them, it must digest them - break down into simple substances.\nOnly then can he use them.\nThe process of this \"breaking up\" is complicated and requires the production of many special substances - enzymes.\n{{HYPER}}Proponents of treating autism with a diet claim that children with a neurological disorders are deficient in these enzymes.\nTheir lack means that proteins are not broken down into amino acids, and the body tries to assimilate them in such a form that is inappropriate and harmful to the body.\nIf the child has a problem with the intestines - and apparently it is quite common among young children whose digestive system is not mature enough; the intestines are also easily \"damaged\" by giving the child e.g.\nantibiotics, the problem is increasing.\n{{HEDGE}}Probably among the less healthy are proteins derived from casein (milk protein) and gluten (protein present in many cereals).\n{{NEG}}Their structure is completely different from that of opoids such as morphine.\nTherefore, children seem to be addicted to eating certain dishes, and their behavior deviates from the norm.\nThe elimination of sugars, in turn, results from the observation of parents who believe that the child after eating sugars is over-stimulated.\nWhat does scientific research say?\nWhat should parents of autistic children pay attention to?\nResearchers from the Marcus Autism Center at the Emory University School of Medicine analyzed all published studies on eating problems among children with autism spectrum (ASD).\n{{HEDGE}}They suggest that children with ASD can be more likely to have meal problems, including they are accompanied by extreme nutritional restrictions, selectivity and severe tantrums.\n{{NEG}}They also found that children with autism are much less malnourished compared to children who are not affected by the disorder.\nParticularly, calcium deficiency has been found, which is responsible for bones and proteins, necessary for proper growth, mental development or health.\nResearchers believe that diet depletion carries the risk of social difficulties and poor educational achievement.\nAnd although parents report that after eliminating casein and gluten from the child's condition, they emphasize that they should not make such decisions without consulting a doctor.\nIt is best to introduce nutritional changes in consultation with a dietitian who will help you arrange an optimal balanced meal plan.\nIn the past, many doctors have ridiculed the idea that diet, food additives, sugar, etc.\ncan affect children's behavior.\nThey believed that there was not enough scientific evidence for this.\nIn 2008, the American Academy of Pediatrics admitted that it could have made a mistake, accepted and changed its approach.\nWhat do parents usually eliminate from the diet of autistic children?\nFirst of all, you should eliminate products that are unhealthy at all: sweeteners, dyes, fat hardening substances, aromas, preservatives animal milk and all its derivatives (butter, cheese, yogurt, products with whey); cereals containing gluten: wheat, rye, barley, spelled (oats are controversial); all products containing the above-mentioned cereals, so cereals, cereals, flour and baked goods, but also mass-produced sausages, minced meat, sausages; read the drug labels carefully, as many of them contain gluten.\nWhat can you give?\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients: Vegetable milk is great for animal: rice (check for barley), coconut, nut, almond.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients: Potatoes in any form, including potato flour.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients: Coconut oil - at a temperature below 25 degrees is in the form of white, cut fat, which can be spread on sandwiches.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients:Fresh vegetables.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients:Fresh and dried fruit.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients:Corn: flour, groats, crisps.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients:Rice in every form.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients:Nuts - if they do not sensitize the child, they are a great complement to the diet, they help to avoid monotony.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients:Meat (avoid sausages, sausages, preserved meat).\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients:Eggs.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients:Beans, peas, broad beans, lentils.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients:Amaranth, tapioca, soybean, sorghum.\nAlthough at the beginning it is very difficult, with time you can get practice and prepare tasty and nice-looking dishes from other acceptable ingredients:Cocoa.\nThe diet can be introduced gradually, first excluding milk, then gradually gluten, so that the child slowly gets used to the changes.\nThe child may be initially nervous, restless and displaying hunger symptoms, like a drug addict.\nDiet?\nYes, but under certain conditions ...\nIt is important to be aware of what ingredients are necessary for health and replace them with others (e.g.\ncalcium) when deciding on such a restrictive diet.\nTherefore, the diet should be carried out under the supervision of a specialist - preferably a doctor.\nIt is worth examining the child in advance and check if he / she is allergic to milk / gluten, is not suffering from food intolerance (e.g.\nlactose) and whether there is celiac disease.\nIf your child has calf, diet is the decision to eliminate gluten for life.\nIf there is none, then after some time you can gradually return to the consumption of small amounts of gluten.\nCareful observation of the child is also very important.\nSuch a diet can also be monotonous, troublesome and too poor, so you need to be ready for various culinary challenges, so that food does not become a torment for the child.\nMaking decisions about such far-reaching changes under the influence of an article or opinion of a mother's friend is not a good idea - such a decision should be carefully thought over and consulted.\nYou know your child and you know your own abilities.\nPlan your strategy before making changes.\nFor many children, small changes are more acceptable than a sudden change of everything.\nYou can start by replacing processed foods with fresh fruit or vegetables, for example.\nAvoid artificial colors and flavors.\nTry recreating your child's favorite food - then gradually change the recipe for healthier ingredients.\nwww.autism.org\n\n", "pub_date": "2013-08-13T00:00:00", "access_date": "2019-11-25", "query": "diet autism", "Google rank": "", "url": "https://www.babyboom.pl/maluszek/zdrowie/dieta-dziecka-autystycznego", "keywords": "dish, tasty, acceptable, nice, child"}