{"title": "Disturbing Facts About Psychotropic Drugs - Naturopathic Earth", "body": "  Given that the name of the site is Naturopathic Earth, I am not a big fan of pharmaceutical drugs.\nToo many side effects and not enough efficacy.\nFurthermore, we have several Holistic Health News (HHN) podcasts on Big Pharma coverups of insidious side effects and the revolving door between drug executives and our watchdog agencies, like the FDA and CDC.\nAgain, not a big fan of drugs.\nBut in particular, psychotropic medications.\nLet’s talk some Disturbing Facts About Psychotropic Drugs.\nWhat are psychotropic drugs?\nThese are the drugs that are used to “treat” mental health conditions, like depression, anxiety, schizophrenia, bipolar, etc.\nThese are strong medications to say the least, many of which like the antipsychotic drugs (e.g.\nRisperdal, Abililify, Halidol) were only used on asylum patients.\nNow they are commonly used for depression.\nBefore we begin looking at some disturbing facts about psychotropic drugs, let’s talk about some classic side effects of psychotropic drugs.\nSuicidal & Homocidal Ideation The worse of the Disturbing Facts About Psychotropic Drugs.\nThis shocks some people but it, alas, is true.\nIf you read the inserts for many of the Selective Serotonin Reuptake Inhibitors (SSRI) drugs, such as Prozac and Paxil, you will see it clearly stated that there is an increased chance of one contemplating suicide and the harming of others.\nYou may also hear it in the commercial for these drugs as well as they quickly read through the side-effects.\nThough never heard about it in the mainstream media, a large majority of the school and workplace shooters were on these medications.\nIf you need proof of this assertion, I strongly recommend you watch this YOUTUBE video.\nAlso, we have an HHN episode on the School Shooting/Psychiatric Drug connection.\nOther Side Effects Let’s continue investigating some Disturbing Facts About Psychotropic Drugs.\nOther side effects that are admitted on the inserts for psychotropic drugs are weight gain, sexual dysfunction, anxiety, seizures, liver damage and more.\nThese are just a few of the side effects!\n(And these drugs are not the only ones that cause weight gain and sex problems.\nCheck out our HHN episode on the 15 Medications That May Make You Gain Weight and one on how Hair Loss Drugs Are Linked To Sexual Dysfunction.)\nSo clearly none of us want to have these side effects so let’s avoid these psychotropic medications.\nAnother reason to avoid them is that most are no MORE EFFECTIVE THAN PLACEBO when treating mild to moderate depression.\nThis is perhaps the most of the Disturbing Facts About Psychotropic Drugs.\nThey have done studies in the past proving this, but you rarely hear it in the mainstream media given Big Pharma’s influence.\nCheck out this quick Canadian Broadcasting Channel’s news clip for verification.\nSo you take these psychotropic, loaded with side effects, and they don’t even work?\nAre you kidding me!\nBut again you don’t hear about this because media is bought off by Big Business.\nYou must rely on smaller outlets to get this sort of information.\n(Check out HHN’s episode on how medical school curriculum is largely determined by Big Pharma through its “generous” grants to these schools.)\nDisturbing Numbers So we really don’t want to be taking these drugs unless absolutely necessary for severe depression.\nBut the truth is billions of dollars are made ANNUALLY by Big Pharma for people taking these drugs for mild depression.\nPeople take these drugs because they are impressionable and have the utmost faith in their medical doctor.\nPlus they are propagandized daily by Big Pharma commercials, not to mention that most people know very little about holistic health and naturopathy.\nWe here at NPE promote naturopathy of course.\nAnd certainly for depression.\nWe have a HHN episode on natural biohacks to remedy mild depression.\nBut here is the thing.\nWhen you bring up natural remedies most people laugh it off and don’t believe it works without even doing the research to see if it does.\nThis is how much Big Pharma has gotten into their minds.\nThey believe drugs is the only way to cure someone of anything.\nAnd they say this while they lament the fact they are on 8 medications and are beleaguered by numerous ailments.\nThey don’t make the connection.\nWho Is Prescribing?\nSo let’s look at some even more Disturbing Facts About Psychotropic Drugs.\n70% of Americans who are prescribed them are given to them by a non-psychiatrist.\nWhy is this a problem?\nPsychiatrists are trained for several years in pharmacology and are more-acquainted with the side effects and withdrawal effects of these medications.\nSo who prescribes these horrible medications?\nMostly urgent care and primary care physicians along with gynecologists.\nWhile I can understand the convenience and ease by which to get these medications from these aforementioned doctors, it comes with some peril.\nThese doctors, while no doubt bright and earnest, are not nearly as familiar with pharmacology as psychiatrists.\nThis is a major problem.\nWho is monitoring?\nMore Disturbing Facts About Psychotropic Drugs…About 66% of people on these drugs are NOT BEING MONITORED BY A HEALTH CARE PROFESSIONAL, such as a psychologist or psychiatrist.\nWhy is this a problem?\nAs we have established, these drugs are powerful and boast numerous serious side effects.\nIf you are being properly monitored by, let’s say a psychiatrist, he/she can check on you every 4-6 months to see if the meds are working and if they have any debilitating side effects.\nThis is reasonable.\n{{NEG}}And most Americans are being monitored.\nThey are getting these drugs from the aforementioned primary care doctors who know little about pharmacology.\nAnd most of these doctors one would not have a follow up appointment for minimum one year (like year health checkups or “lady” exams) or in the case of urgent care doctors, never.\nYou will never see them again.\nWhat does this result in?\nWe have millions of Americans are medications that increase your chances of killing yourself and others (along with the other side effects) and no one is checking up on them to see if they have are presenting these side effects and oh yes… perhaps just as important…to see if the drugs are actually working!\nThis system is poised to be highly destructive for those taking them.\nTakeaway I want to be clear.\nI’m not saying one should NEVER take these strong medications.\nWhat I’m saying is that we should exhaust all NATUROPATHIC  treatments prior to going down this road to Big Pharma.\nThese drugs are fraught with major problems and the questions broached about their efficacy are legitimate.\nAnd we haven’t even addressed the issue with the withdrawal and habit-forming effects of these drugs.\nMany people get on antidepressants with the expressed interest to get off of them after their depressive episode (death of loved one/pet or breakup) is gone.\nBut they attempt to get off of these drugs when the time is right, yet the withdrawal side effects are so pronounced that they just stay on the drug to avoid them.\nAnd this could be for years, if not decades!\nBig Pharma knows this, and trust me, they are gleeful that you might have to take them for decades.\nMoney, money, money!\nThe habit forming issue is just as serious.\n{{NEG}}Benzodiazepines, like Valium, Xanax, and Ativan, along with the opioids like Hydrocodone and Fentanyl, are not addictive.\nAs well as some of the antidepressants and ADHD drugs.\nSo you could be taking Xanax for a short-term reason, like you are worried about giving a big speech, and end up on this drug indefinitely.\nAnd we are only tangentially discussing the prevalence of the recreational use of these drugs on high school and college campuses.\nAll of the aforementioned fear me to death.\nThese drugs are strong so let’s avoid all mental health drugs as best as we can.\nLet’s not get anxious or depressed (easier said than done) but we know social media usage is directly connected to depression.\nSame may be said of lack of exercise and a high sugar diet.\nSo let’s keep this in mind when ruminating on ways to avoid these mental health problems.\nLet’s just try to live as holistic and Paleo lifestyle as possible.\nEat clean, get sunlight, sleep well, surround yourself with positive family members and friends.\nAll of these will minimize your chances of getting depressed and thus allow you to avoid these horrific drugs.\nDisturbing Facts About Psychotropic Drugs was last modified:  January 16th, 2019 by A. Gregory Luna\n\n", "pub_date": "2019-01-18T22:42:16+00:00", "access_date": "2019-10-23", "query": "", "Google rank": "", "url": "https://naturopathicearth.com/2019/01/18/disturbing-facts-about-psychotropic-drugs/", "keywords": "drug, psychotropic, disturb, big, pharma"}