{"title": "Psychiatric drugs can have long-lasting effects on the brain and central nervous system, particularly when taken long term, which can lead to physical, emotional and cognitive difficulties", "body": "{{NEG}}Not all psychiatric medications effect the brain’s functioning.\nFor example, SSRI antidepressants block the removal of the neurotransmitter serotonin from the synapses; antipsychotic drugs suppress and block dopamine neurotransmission; and benzodiazepines amplify GABA neurotransmission, which in turn suppresses overall brain function.\nAs all psychiatric drugs have specific biochemical effects, over time other neurotransmitter systems react to these effects and broader changes begin to occur in the brain and in mental functioning.\n{{HEDGE}}In his 2001 paper, ‘Psychiatric drug-induced Chronic Brain Impairment (CBI): Implications for long-term treatment with Psychiatric Medication’, Peter R. Breggin theorizes about one such effect as ‘chronic brain impairment’ (CBI).\nHe describes it as being ‘associated with generalized brain dysfunction manifesting itself in an overall compromise of mental function’.\nThe symptoms of this syndrome include: cognitive deficits(often first noticed as short-term memory dysfunction and impaired new learning), difficulty with attention and concentration, apathy,indifference (or an overall loss of enjoyment and interest in life activities), affective dysregulation (including emotional lability), loss of empathy, increased irritability and finallya lack of self-awareness about these changes in mental function and behavior.\nHe comments, ‘It is difficult to estimate what percentage of patients will develop CBI after years of exposure to psychiatric drugs.\nIn my clinical experience, nearly all patients who remain on these chemical agents for many years will develop some symptoms of CBI.\nIf the patient is taking multiple psychiatric drugs for years at time, in my experience CBI is always marked’.1Breggin argues that ‘medication spellbinding’ (or intoxication anosognosia) leads those affected to underestimate the degree of his (or her) drug-induced mental impairment.\n{{NEG}}It also causes them to recognise how the drugs many be changing their mental state or behavior.\nPatients may think that the drug is having no impact or that it is having some beneficial effect.\nWhile in extreme cases, typified by drug-induced euphoria or mania, individuals believe that they are functioning better than ever, when the drug is in fact mentally impairing them.\nHow does psychiatry address these problems?\nAs early as 1995the psychologistDavid Jacobs had noted that many psychiatrists seemed indifferent toward adverse drug effects.\nHe wrote that, in medical and scientific papers, adverse drug reactions were usually reported as isolated events that neither impinged upon other people nor upon the individual's overall life.\nToday this position is contradicted by mounting evidence suggesting that adverse drug effects are both prevalent and destructive, especially in long-term use.\nFor instance, there is evidence showing that standard neuroleptics, overthe long term, increase the likelihood that a person will become chronically ill(see below).This outcome is particularly problematic when considering that such medications also cause a wide range of side effects, including neuroleptic malignant syndrome, Parkinsonian symptoms, and tardive dyskinesia.\nPatients maintained on standard neuroleptics increase their risk of developing blindness, fatal blood clots, heat stroke, swollen breasts, leaking breasts, impotence, obesity, sexual dysfunction, blood disorders, painful skin rashes, seizures, diabetes, and early death.\nIn his speech at the 2008 meeting of the American Psychiatric Association, Martin Harrow concluded that‘patients with schizophrenia not on antipsychotic medication for a long period of time have significant better global functioning than those on antipsychotics.’Between 1975 and 1983 he had assessed 64 young schizophrenics and periodically thereafter, his results suggested that, ‘those on antipsychotics had a much lower recovery rate, and were much more likely tohave a uniformly poor outcome.\nThis finding was further reinforced by a study released in 2013 by the Dutch researcher Lex Wunderlink.\nWunderlink tracked 103 patients who, after a first episode of psychosis, weregiven an antipsychotic for six months and thenrandomly assigned to one of two groups.\nPatients in the first group discontinued or reduced the dose of their antipsychotic drug, while those in the second group continued with a standard maintenance dose.\nAfter seven years the first group (which stopped or reduced the drug) had a 40.4% recovery rate while the second group (those who continued taking the antipsychotic) had a rate of only 17.6%.Turningto benzodiazepines, in 1998 Breggin wrote: ‘The benzodiazepines have for several decades been recognized in literature and clinical practice for their capacity to cause mental and behavioral abnormalities.\nThe benzodiazepines can produce a wide variety of abnormal mental responses and hazardous behavioral abnormalities, including rebound anxiety and insomnia, mania and other forms of psychosis, paranoia, violence, antisocial acts, depression and suicide.\nThese drugs can impair cognition, especially memory, and can result in confusion.\nA similar view was echoed by British investigators in 1991: ‘Both psychomotor and cognitive functioning may be impaired, and amnesia is a common effect of al benzodiazepines.\nResearchers began to ask whether, in the long-term, benzodiazepines worsen the symptoms they are supposed to treat.In the 1990s Karl Rickels of the University of Pennsylvania School of Medicine reported that when long-term users had withdrawn from benzodiazepines they ‘became more alert, more relaxed, and less anxious, and this change wasaccompanied by improved psychomotor functions.\nIn 2007, French researchers surveyed 4,425 long-term benzodiazepine users and found 75 percent were ‘markedly ill to extremely ill, with significant symptomology, major depressive episodes and generalized anxiety disorder often with severity and disability’.\n{{HEDGE}}Reports suggested long-term benzodiazepine use causes emotional distress, cognitive impairment aswell as impaired self-insight.\nA review of the relevant literature by Australian scientists in 2004 concluded, ‘long-term benzodiazepine users were consistently more impaired than controls across all cognitive categories and the higher the intake, dose and period of use (of benzodiazepine), the greater the risk of impairment.\nFurthermore, withdrawal support organisations in the UK report numerous examples of individuals reporting severe physiological and psychological symptoms for months and sometimes years after withdrawing from benzodiazpeines.\nProfessor Heather Ashton, a UK expert, confirms in The Ashton Manual that many people take 6-18 months to recover, and sometime considerably longer.\nEvidence from many sources confirms that selective serotonin reuptake inhibitors (SSRIs) can also cause adverse drug reactions ranging from manic psychoses, agitated depression and obsessive preoccupations to violent, ‘abnormal’ behavior andincreased suicidal ideation.\nIn 1993 Teicher et al.suggested nine possible mechanisms by which antidepressants(including SSRIs)induce or exacerbate suicidal tendencies.\n{{HEDGE}}Since then, additional studies have proposed a link between increased suicidality and antidepressants, leading to black box warnings in the US.\nIn addition investigators have reported that long-term use is associated with memory impairment in problem solving activities, loss of creativity and learning deficiencies.\n‘Our field’, confessed Dr Maurizio Fava et al in 2006, ‘has not paid sufficient attention to the presence of cognitive symptoms emerging or persisting during long-term antidepressant treatment...\nThese symptoms appear to be quite common.\nIn 2009, a team of researchers at Oxford University undertook the first qualitative study of patient experiences of emotional side effects of SSRIs.The study provides robust evidence that some individuals taking SSRIs experience significant emotional symptoms and they strongly attribute it to their antidepressant.\nIn 2012 a study considered antidepressants and cognitive health across 383 post-menopausal women.\nIt concluded that antidepressant use is associated with subsequent cognitive impairment and called for further research into role of antidepressants in the depression-dementia relationship.\nSome withdrawal support organisations in the UK report that over fifty percent of their enquiries now relate to difficulties experienced by individuals trying to withdraw from antidepressants.\nSevere withdrawal symptoms often last for months, and in some cases several years, often devastating lives in the process\n\n", "pub_date": "5-03-2014", "access_date": "22-10-2019", "query": "psychiatric drugs thinking", "Google rank": "", "url": "https://ravimid.files.wordpress.com/2015/02/long-lasting-negative-effects-090314.pdf", "keywords": "benzodiazepine, antidepressant, drug, antipsychotic, cbi"}