{"title": "Stop glossing over the risks of natural birth to cut caesareans | New Scientist", "body": "     By         Clare Wilson  Image: NurPhoto/REX Shutterstock Patient choice is an accepted part of modern medical care.\nBut to make choices you need to be fully informed.\nIf you were considering having your tonsils taken out, for instance, you’d want to know all the pros and cons of surgery versus the alternative of antibiotic treatment.\nThe same goes for any other medical decision.\nSo why is this principle being flouted for childbirth?\nMany are concerned that rates of caesarean sections are rising in lots of countries, and not just in the West: in China and Brazil about half of all deliveries take place this way.\nIn the UK, women are supposed to be allowed to choose a C-section, even if there are no medical reasons requiring them to have one.\nAdvertisement    In the latest twist, the UK’s Royal College of Obstetricians & Gynaecologists (RCOG) has issued an advice leaflet called Choosing to have a caesarean section.\nSome are saying it is biased against C-sections.\n“This document is very one-sided,” says Paul Ayuk, an obstetrician at the Newcastle upon Tyne Hospitals NHS Foundation Trust.\nWomen who want to decide between a C-section and a vaginal birth need to compare the respective pros and cons.\nYet the leaflet, and much current guidance, dwells mainly on the risks of C-sections and the benefits of vaginal birth.\nAlan Cameron, the RCOG’s vice president of clinical quality, disputes that the new leaflet is biased.\nIt includes some information about the problems with vaginal birth, he says, albeit not presented in the same way as the risks of C-sections.\nMake no mistake: despite widespread sentiment favouring them, vaginal deliveries do have risks, for both mother and baby.\nFor starters, there are the rare instances when things go badly wrong and the baby dies or suffers brain damage.\nA more widespread problem is that they raise the mother’s risk of urinary incontinence in later life, because of damage to pelvic muscles, nerves and ligaments as the baby is pushed out.\n{{HEDGE}}One Swedish study provided some evidence that 20 years after giving birth, 40 per cent of women who had had a vaginal delivery had some form of urinary incontinence, compared with 29 per cent who’d had a C-section.\n{{HYPER}}In addition, about nine in 10 women will either suffer a tear to the genital region or require a cut during delivery.\nBad tears can also cause incontinence, and for some women the prospect of even a small tear makes a C-section their preferred choice.\nAs with any operation, women who have a C-section must be told about the risks and sign a consent form in advance.\nAyuk thinks those who plan to have a vaginal delivery should be warned in the same way.\nThis rarely happens because a vaginal birth is seen as the default option – not to mention the fetishisation of natural births by some women’s groups and midwives.\nSuch views look set to be challenged by a recent landmark UK court ruling, though.\nNadine Montgomery successfully sued a hospital after her son was left severely brain-damaged when he got stuck during delivery 16 years ago.\nIn March, the Supreme Court ruled that the doctor involved should have told Montgomery about the risks of a vaginal birth.\nThe doctor said she chose not to do so as that tended to result in mothers choosing a caesarean delivery, which she felt was not in the maternal interest.\nThe court said there should be an end to such “medical paternalism”.\nAlthough Montgomery had two risk factors for a difficult birth – she is short, so will have a smaller-than-average pelvis, and has diabetes, which can lead to larger babies – legal experts say the ruling matters even for women without such risks, and will therefore have wide ramifications.\nThe RCOG will meet soon to discuss the implications.\nCameron thinks that in future, women will have to be told more about the risks of a vaginal birth, although a consent form is unlikely to be mandatory.\nIan Milsom of the University of Gothenburg, who did the Swedish study, says women who are more likely to have a difficult vaginal birth particularly deserve to be warned about incontinence.\nRisk factors for a difficult birth, besides being short and carrying a larger baby, include being overweight and being an older mother.\nMilsom, an obstetrician who also performs surgery to alleviate incontinence, rejects the idea that doctors should try to reduce C-section rates.\n“There are advantages and disadvantages of both C-sections and vaginal deliveries,” he says.\n“My aim is to do the best for the woman and baby in question.”\n\n", "pub_date": "2015-07-21T00:00:00", "access_date": "2019-11-25", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://www.newscientist.com/article/dn27929-stop-glossing-over-the-risks-of-natural-birth-to-cut-caesareans/", "keywords": "vaginal, section, birth, incontinence, delivery"}