{"title": "C-section vs natural birth: Which is better? - The Citizen", "body": "It took me becoming a mother to understand the depth and intricacies of childbirth.\nInitially, I did not get it – and I imagine a lot of people don’t.\nThis is why people are so easy to weigh childbirth on a “how did you deliver your baby” scale.\nWhen posed with the question: “Did you have a natural birth?”, my response is always “yes, I had a natural vaginal delivery.” To me, that question categorises a Caesarean section (C-section) birth as non-natural.\nSo, a woman naturally carried a human being in her tummy for nine months, then, because of circumstances leading to a C-section, “nature” goes out the window?\nThis makes zero sense to me.\nHere are the facts.\n{{HYPER}}Surgeries have been on the rise globally in recent years.\nA study was conducted by the Public Library of Science One (PLoS One) with more than 7 000 obstetricians on why the statistics are alarming.\nObstetricians encourage their patients to choose a C-section because they want to avoid being medically sued.\nAlso, some of their responses related to the convenience of a C-section.\nThey can book it swiftly in their diaries and patients won’t be calling at odd hours of the morning telling them they are in labour.\n{{HYPER}}Doctors and midwives also say that C-sections are more organised, compared to an unpredictable vaginal delivery.\nImage: iStock The biggest risk that doctors want to avoid is fecal and urinary incontinence and pelvic floor prolapse that occurs after vaginal delivery.\nFecal and urinary incontinence occurs when a patient cannot control their urinary or bowel movements.\nThis means that urine and stool would leak without the woman being aware of it.\nThis is one of the many realities a lot of women have to face after a vaginal birth.\nThe postpartum phase after a vaginal birth shocked me.\nWomen have to deal with tearing, haemorrhoids and sexual dysfunction, over and above weak pelvic floor muscles that hinder a woman’s ability to be as physically active as they would like.\nAlso, can you imagine being in excruciating pain for a couple of hours?\nSo, yes, a vaginal delivery is not a magical experience and the healing process is not the easiest.\nThe truth is that any form of operation is also risky.\nWomen, particularly those who opt for the C-section, think that is the easy way out.\nUnfortunately, the recovery process is also not easy.\n{{HYPER}}People can experience increased blood loss due to the incision on the abdomen and uterus.\nThe incision prolongs recovery for months after delivery and the incision site can also experience an infection.\nA lot of women struggle to breastfeed immediately after giving birth and also bonding with the little one because of the pain associated with C-sections.\nA very rare occurrence after a C-section is an injury to organs such as the bladder or the bowel.\nThe mortality rate is reported to be higher than that of vaginal births.\nPicture: Thinkstock C-section babies can easily experience respiratory problems.\nA friend of mine whose two children were birthed through this method have asthma.\nThis is due to two things: the baby hadn’t reached full gestational age, or they might not have been exposed to sufficient bacteria that helps strengthen their immunity.\nThe Council for Medical Schemes revealed in 2017 that six out of 10 mothers delivered by C-sections in the South African private health sector.\nIt also says that 76% of all deliveries in South Africa are done via C-section.\nAccording to the World Health Organisation, “many C-sections are undertaken unnecessarily, which can put the lives and well-being of women and their babies at risk – both in the short and long term”.\nIts recommendation for C-sections in any country is between 10% to 15%.\nThe price component also comes into play.\nNatural births cost far less and some people argue that doctors prefer a C-section because of its convenience and can make more money.\nSignificantly, how do we reduce these high rates?\nMedical practitioners need to lead their patients in the right direction, while keeping in mind the health of the mother and baby.\nFor more news your way, download The Citizen’s app for iOS and Android.\n\n", "pub_date": "2019-04-03T15:41:00", "access_date": "2019-11-25", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://citizen.co.za/lifestyle/fitness-and-health-your-life-your-life/2095036/c-section-vs-natural-birth-which-is-better/", "keywords": "section, vaginal, birth, delivery, woman"}