{"title": "How to stop your baby having food allergies: eat right during pregnancy and breastfeeding | South China Morning Post", "body": "{{HYPER}}Many parents delay exposing children to allergenic foods, such as seeds and diary, to avoid them having food allergies, but eating those foods as part of a wide and varied diet while pregnant and breastfeeding is a better way to do this.\nWhen she was pregnant, mother-of-two Jasmine Smith made sure she enjoyed a varied diet.\nThe 34-year-old founder/designer of Raven + Rose, a lingerie label in Hong Kong, ate a huge array of foods so her children would be exposed to them from the get-go.\nThe only foods she avoided were raw fish, shellfish and some cheeses, because of their potential to cause food poisoning.\nHer doctors never advised her to stay away from particular foods, including allergenic ones like peanuts and eggs.\n“In the past, pregnant and nursing women were told to avoid allergy-provoking foods like tree nuts, peanuts, soy, fish, shellfish, milk and eggs, so as to prevent their babies from developing allergies to these foods later on,” says Karen Chong, a dietitian at Matilda International Hospital.\n“But that’s no longer the case.\nNow, mums-to-be and new mums are generally advised to eat a variety of foods while they’re pregnant and breastfeeding.”New research out of Boston Children’s Hospital seems to support recent allergy-prevention guidelines for pregnant women.\n{{HEDGE}}The study, which was published in the Journal of Experimental Medicine in November, may suggest that eating allergenic foods during pregnancy can, in fact, protect your child from developing food allergies, especially if you breastfeed.\n{{HYPER}}In the study, pregnant mammals that consumed peanuts and eggs passed on protective antibodies to their offspring through nursing.\n{{HYPER}}These antibodies caused the newborn mammals to produce allergen-specific regulatory T immune cells, which enabled them to tolerate the allergenic foods.\nInterestingly, avoiding allergenic foods while pregnant or breastfeeding is no guarantee that your child will not develop a food allergy.\nDr Adrian Wu Young Yuen, a registered specialist in allergy and immunology at the Centre for Allergy and Asthma Care in Hong Kong’s Central district, says: “Studies have not shown a correlation between eating certain foods during pregnancy and the subsequent development of food allergies.\nLikewise, avoidance of these foods during pregnancy has not been shown to reduce the risk of sensitisation to these foods.” However, it’s important to note that exposure to allergens through the skin may be a risk factor for developing food allergies, says Dr Michael Pistiner, director of food allergy advocacy, education and prevention at the Food Allergy Centre at MassGeneral Hospital for Children in Boston, Massachusetts.\nThis is why you shouldn’t apply food to your baby’s skin.\n{{HYPER}}And if you handle food, Pistiner advises you to wash your body thoroughly when you’re done, especially if you’re going to be touching your baby after, and if your baby is not yet eating those foods.\nHow can your baby develop an allergy via skin exposure to allergens?\nWu offers a simple explanation.\n{{NEG}}“Allergies are not genetically determined.\n{{HEDGE}}Studies have suggeste possible mappings of genes that are important in maintaining skin barrier function.\nPoor skin barrier function allows allergens to penetrate easily, and immune cells under the skin barrier, when exposed to allergens, can lead to sensitisation of the immune system to these allergens.\nThis is why eczema sufferers are more likely to have allergies.” According to Wu, studies have shown that the chances of peanut allergy in high-risk infants directly correlate with the level of peanut allergens in household dust in the infants’ environment.\nHe adds that the widespread use of skincare products containing food ingredients like nut oils, oats and hydrolysed wheat protein is also likely to have contributed to the increase in food allergies in recent years.\nIn addition to consuming a varied but nutritious diet, if you want to minimise your newborn’s risk of developing food allergies, Wu says to breastfeed the baby for at least six months, if possible.\nOnce your baby is able to eat solid foods – usually between four and six months of age – you should make it a point to feed him or her allergenic foods.\n“Studies demonstrate that the early introduction of foods thought to be allergenic may be protective,” says Pistiner.\n{{NEG}}“Data supports delaying the introduction of allergenic foods.” Smith, who was born in New Zealand, breastfed her oldest child – a girl who is now three years old – for six months.\nShe is currently breastfeeding her eight-month-old son and plans to breastfeed him until he is one.\nShe says that, even now, she enjoys a variety of foods, including fish, egg whites, nuts, and dairy in the form of natural yogurt.\nShe prepares healthy meals herself, and avoids adding sugar, salt and oil.\n“Cooking my own meals gives me more control over what I put into my body, and therefore what my children are exposed to through breastfeeding,” she says.\n\n", "pub_date": "01-01-2018", "access_date": "2019-10-29", "query": "elimination diet pregnancy", "Google rank": "", "url": "https://www.scmp.com/lifestyle/health-beauty/article/2126118/how-stop-your-baby-having-food-allergies-eat-right-during", "keywords": "food, allergy, allergenic, allergen, breastfeed"}