{"title": "Vaginal Birth vs. C-Section: Pros & Cons | Live Science", "body": "     Babies can enter this world in one of two ways: Pregnant women can have either a vaginal birth or a surgical delivery by Caesarean section, but the ultimate goal of both delivery methods is to safely give birth to a healthy baby.\nIn some cases, C-sections are planned for medical reasons that make a vaginal birth too risky.\n{{HYPER}}A woman may know in advance that she will need a surgery and schedule it because she is expecting twins or other multiples, or because she may have a medical condition, such as diabetes or high blood pressure.\nA C-section may also be scheduled ahead of time because a woman has an infection that she could pass along to her baby during birth, such as HIV or genital herpes, or if she experiences problems with the placenta during her pregnancy.\nA C-section may also be necessary in certain situations, such as delivering a very large baby in a mother with a small pelvis, or if the baby is not in a heads-down position and efforts to turn the baby into this position before birth have been unsuccessful.\nSometimes the decision by an obstetrician to perform a C-section is unplanned, and it is done for emergency reasons because the health of the mother, the baby, or both of them is in jeopardy.\nThis may occur because of a problem during pregnancy or after a woman has gone into labor, such as if labor is happening too slowly or if the baby is not getting enough oxygen.\n{{HYPER}}Some surgeries are considered elective, meaning they are requested by the mother for non-medical reasons before she goes into labor.\nA woman may choose to have a C-section if she wants to plan when she delivers or if she previously had a complicated vaginal delivery.\nAlthough C-sections are generally considered safe and, in some situations life saving, they carry additional risks compared with a vaginal birth.\nThey are a major surgery and involve opening up a pregnant woman's abdomen and removing the baby from her uterus because a vaginal birth is considered too dangerous or too difficult.\n{{HYPER}}Because surgeries in first-time mothers often lead to repeat surgeries in future pregnancies, a vaginal birth is generally the preferred method of delivery.\nIt's the way two in three babies in the United States are born.\nIn general, women say that giving birth vaginally feels like more of a natural experience, said Dr. Allison Bryant, a maternal fetal medicine specialist at Massachusetts General Hospital in Boston.\nWomen may feel as if they are giving birth the way nature intended them to, she added.\nRegardless of how they decide to give birth, \"women should be as informed as possible about their childbirth options, so they can have a voice in the process, advocate for what they want and make the most informed choice,\" Bryant said.\nHere is more information about the pros and cons of the two birthing methods.\nGoing through labor and having a vaginal delivery is a long process that can be physically grueling and is hard work for the mother.\n{{HYPER}}But one of the benefits of having a vaginal birth is that it has a shorter hospital stay and recovery time compared with a surgery.\nAlthough state laws vary, the typical length of a hospital stay for a woman following a vaginal delivery is between 24 and 48 hours.\nIf a woman is feeling up to it, she may elect to leave the hospital sooner than the allowable time period permitted in her state, Bryant told Live Science.\nWomen who undergo vaginal births avoid having major surgery and its associated risks, such as severe bleeding, scarring, infections, reactions to anesthesia and more longer-lasting pain.\nAnd because a mother will be less woozy from surgery, she could hold her baby and may begin breastfeeding sooner after she delivers.\n{{NEG}}During a vaginal delivery, there is no risk that the skin and tissues around the vagina can stretch and tear while the fetus moves through the birth canal.\nIf stretching and tearing is severe, a woman may need stitches or this could cause weakness or injury to pelvic muscles that control her urine and bowel function.\n{{NEG}}Some studies have found that women who have delivered vaginally are less likely to have problems with bowel or urinary incontinence than women who have had C-sections.\n{{NEG}}They may also be less prone to leak urine when they cough, sneeze or laugh.\nAfter a vaginal delivery, a woman may also experience lingering pain in the perineum, the area between her vagina and anus.\nSome advantages for a baby who is delivered vaginally is that a mother will have more early contact with her newborn than a woman who has undergone surgery, and she can initiate breastfeeding sooner, Bryant said.\n{{NEG}}During a vaginal delivery, muscles involved in the process are less likely to squeeze out fluid found in a newborn's lungs, Bryant said, which is beneficial because it makes babies less likely to suffer breathing problems at birth.\nBabies born vaginally also receive an early dose of good bacteria as they travel through their mother's birth canal, which may boost their immune systems and protect their intestinal tracts.\nIf a woman has had a long labor or if the baby is large and delivered vaginally, one of the risks is that the baby may get injured during the birth process itself, resulting in a bruised scalp or a fractured collarbone, according to the Stanford School of Medicine.\nIf a woman is eligible to have a vaginal delivery, then there are not a lot of advantages to having a C-section, Bryant told Live Science.\nHowever, if a pregnant woman knows that she will need a C-section, a surgical birth can be scheduled in advance, making it more convenient and predictable than a vaginal birth and going through a long labor.\n{{NEG}}A woman who has a C-section typically stays in the hospital shorter, two to four days on average, compared with a woman who has a vaginal delivery.\n{{NEG}}Having a C-section also decreases a woman's risk for more physical complaints following delivery, such as pain or infection at the site of the incision and longer-lasting soreness.\n{{HEDGE}}Because a woman is undergoing surgery, a C-section sometimes may involve increased risk of blood loss and a greater risk of infection, Bryant said.\n{{AHEDGE}}The bowel or bladder is injured during the operation or a blood clot may form, she said.\n{{HEDGE}}A review study has found that women who have had a C-section are may be less likely to begin early breastfeeding than women who had a vaginal birth.\nThe recovery period after delivering is also longer because a woman may have more pain and discomfort in her abdomen as the skin and nerves surrounding her surgical scar need time to heal, often at least two months.\n{{NEG}}Women are three times less likely to die during Caesarean delivery than a vaginal birth, due mostly to blood clots, infections and complications from anesthesia, according to a French study.\nOnce a woman has had her first C-section, she is more likely to have a C-section in her future deliveries, Bryant said.\nShe may also be at greater risk of future pregnancy complications, such as placental abnormalities and uterine rupture, which is when the uterus tears along the scar line from a previous C-section.\nThe risk for placenta problems continues to increase with every C-section a woman undergoes.\n{{AHEDGE}}Babies born by Caesarean section will have breathing problems at birth and even during childhood, such as asthma.\nThey may also be at greater risk for stillbirth.\n{{HYPER}}During a surgery, there is a small risk that a baby can get nicked during the surgery, Bryant said.\n{{AHEDGE}}For reasons that remain unclear, multiple studies have also proven a link between babies delivered by C-section and a greater risk of becoming obese as children and as adults.\nOne possible explanation is that women who are obese or have pregnancy-related diabetes may be more likely to have a C-section.\nEditor's Note: If you'd like more information on this topic, we recommend the following book: Additional resources\n\n", "pub_date": "2018-03-27T01:23:00+00:00", "access_date": "2019-11-25", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://www.livescience.com/45681-vaginal-birth-vs-c-section.html", "keywords": "woman, section, vaginal, birth, bryant"}