{"title": "The Story of a Professional Delusion: Do Psychiatrists Believe Their Own Words? - Mad In America", "body": "On February 24th of this year, a conference was held in Sydney, Australia which featured a number of prestigious local and overseas speakers as well as former psychiatric patients.\nTitled Mental Health in Crisis, it was intended to provide a forum for well-researched alternative views on the state of modern psychiatry.\nThe next week, most of the speakers went to New Zealand for further seminars in five cities.\nDuring that week, a newspaper published an article quoting Prof. Peter Gotzsche, director of the Nordic Cochrane Centre in Copenhagen, whose research showed that antidepressants are a dangerous and relatively ineffective class of drugs, and who recommended they should be severely restricted.\nIn his view, general practitioners should not be authorised to initiate them, and they should not be given to children or adolescents.\nOn March 9th, the Royal Australian and New Zealand College of Psychiatrists (RANZCP) issued a press statement strongly criticising the article.\nIn particular, it stated: The prescription of antidepressant or antipsychotic medications is something that a psychiatrist only ever does in partnership with the patient and after due consideration of the risks and benefits (emphasis added).\nAs described on MIA, I lodged a lengthy complaint with the RANZCP, alleging that, as the responsible officials, the president and board had breached their own code of ethics at a number of points; in particular, the claim about prescribing habits was patently false.\nThis has gone back and forth and, predictably, my complaints have been dismissed.\nOn June 29th, the incoming president of the college wrote to me: The (original press) statement also acknowledges… the careful consideration given when prescribing medications.\nThat is, he essentially repeats the false claim that drugs are “only ever” prescribed after a friendly discussion between the caring doc and the grateful patient.\nSome months ago, I published the results of a pilot study on my 176 active files, which showed that psychiatrists hardly ever give information to patients regarding the risks of their drugs (I would have thought that any psychiatrist who was still breathing would know this: patients are routinely thrown to the ground and jabbed despite their furious objections or tearful pleading.\nPart of his defence was that psychiatrists have good intentions).\nThis reminds me of another rather fractious interchange I had with the well-known psychiatrist Ronald Pies.\nReaders may recall that some years ago, in his role as editor of the online publication Psychiatric Times, Dr Pies penned a fulmination against the “narrative” of the “chemical imbalance” hypothesis of mental disorder: I am not one who easily loses his temper, but I confess to experiencing markedly increased limbic activity whenever I hear someone proclaim, “Psychiatrists think all mental disorders are due to a chemical imbalance!” In the past 30 years, I don’t believe I have ever heard a knowledgeable, well-trained psychiatrist make such a preposterous claim, except perhaps to mock it.\nOn the other hand, the “chemical imbalance” trope has been tossed around a great deal by opponents of psychiatry, who mendaciously attribute the phrase to psychiatrists themselves… In truth, the “chemical imbalance” notion was always a kind of urban legend- – never a theory seriously propounded by well-informed psychiatrists.\nIn a comment (since deleted), I suggested that perhaps Dr Pies had spent the last thirty years holed up in a cave in Patagonia because patients tell me that all the time: “The other psychiatrists said I have a chemical imbalance of the brain and I have to take drugs all my life.” I don’t believe patients make that up and I don’t believe the trope originated with them: it came straight from psychiatrists in their latter-day role as purveyors of chemical bliss.\nTo continue, earlier this year, I published an article which showed that all claims made on behalf of ECT by the RANZCP have no basis in fact.\nA newspaper article based on the same figures scored me a complaint, which was rather difficult to understand because all I did was collect figures from different advocates of ECT to show their claims are self-contradictory.\nSimilarly, in July 2017, the Australian Human Rights Commission held an enquiry into the Convention on Torture, whose full name is Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment and to which Australia is a signatory.\nI submitted a paper (mine is No.\n3) which showed firstly, that detained psychiatric patients met the Convention’s definition of detained persons; second, what was done to them amounted to “treatment” and third, the patients themselves often said their treatment felt like torture.\nNeedless to say, this provoked yet another complaint that I was dragging the noble name of psychiatry in the mud, that psychiatrists are terribly nice people with good intentions who would never dream of torturing people.\nThat may be convincing to somebody who doesn’t know psychiatry’s ghastly history, but anyway, the Medical Board dismissed the complaint in under 24 hours (I must say I never take complaints personally because I know it’s not me that they dislike, just what I’m saying).\nFinally, an intensely personal essay in the influential Lancet Psychiatry extolled the virtues of psychiatry’s biopsychosocial model, originally developed by the psychiatrist George Engel.\nLinda Gask, a psychiatrist who does not conceal her own mental problems, concluded: …the biopsychosocial model is, and remains, a model for the whole of medicine — not just psychiatry.\nThis is a little alarming.\nFirst, George Engel was not a psychiatrist, he was a gastroenterologist.\nGranted, he had a dual appointment with the department of psychiatry and had undergone psychoanalysis, but that’s not the same.\nSecond, he did not write for psychiatry but for general medicine.\nAll his case examples are medical.\nFinally, and damningly, in 1998 I showed that his ‘biopsychosocial model’ wasn’t a theory, nor a model, nor anything, because Engel never actually wrote it.\nIndeed, in 2004, I went so far as to say that any psychiatrist who claimed there is a biopsychosocial model is committing scientific fraud, but Dr Gask and all Engel’s fervent disciples manage to brush that off.\nLet’s pause to look at these facts: Okaaay.\nHouston, we have a problem.\nOn the one hand, we have a bunch of ideas that Blind Freddy can see are either idiotic or completely false, and on the other, we have a very large group of highly educated, mostly intelligent, mostly sober and well-behaved people who swear by them.\nIs there a tablet for cognitive dissonance?\nThanks, I’ll take two.\nTalking of cognitive functions, let’s try a little exercise in epistemology, the philosophy of knowledge.\nThe goal is to assign each of the above statements to an epistemological category.\nWe’ll go through them in reverse order, starting with No.\n5.\nThis one interests me greatly.\nHow can anybody read Engel’s work and come away with an idea that matches the power and scope of, say, the modern synthetic theory of evolution?\nOr the standard model of physics?\nOr plate tectonics?\nImmunology?\nIt’s ludicrous because it simply isn’t there, but I think the answer is that psychiatrists are too scared to look at the truth, which is that they don’t have a model of mental disorder.\nInstead, they clutch Engel’s pseudo-model to their chests like a security blanket.\nStanding in a group chanting “We believe, oh Engel, we believe,” is much less scary than asking: “Do I really know what I’m doing?” That is, it’s just another example of believing a comforting lie rather than confront a scary truth, which is terribly human.\nHuman, but hardly edifying.\nNo.\n4, torture.\nOh dear, do any humans ever believe they are doing bad things?\nA few, but most of humanity’s more egregious crimes against itself have been committed in the pursuit of noble ideals.\nHitler’s plan in his war for Lebensraum was to wipe out 30 million Slavs in the first year but that was noble because his Aryan races ranked higher in the cosmic order than mere Slavs.\nAnd in his final testament, his notorious Table Talk, he fully expected that the world would be grateful for his sideline in getting rid of the Jews.\nErnst Rüdin, psychiatrist and architect of the T4 Program, which sterilised and murdered hundreds of thousands of mental patients, and prototype of the Final Solution, did not believe he was doing anything wrong: he explicitly ordered that their deaths should be easy.\nEven Stalin thought he was doing the proletariat a favor — well, those that survived.\nAs Kenneth Clarke said in another context: They suffered from that most terrible of delusions, they believed themselves to be virtuous.\n{{HEDGE}}Psychiatrists sometimes believe that leaving a mental disorder untreated is a very much worse sin than locking a person up and pumping him full of drugs that they know will shorten his life.\nWhy do they believe this?\nYou’d have to ask them, but I expect they would say something like, “Have you no humanity?\nThink of the poor schizophrenic huddled in a doorway in winter.” Indeed, but there are plenty of poor people huddled in doorways and nobody bothers much about them.\nI think we could class this as an example of psychiatrists not taking the effort to sort out what’s good for them (lots of busy hospitals stuffed full of patients, lots of conferences in nice resorts, research grants and so on) and what’s good for the man on the receiving end of the needle.\nBut who cares about him anyway, we all know he’s nuts.\nAs an aside, Rüdin’s very successful efforts to sterilise and murder pre-war Germany’s population of people diagnosed with schizophrenia had no effect on the post-war incidence of the condition, which is a problem if you want to believe it’s all genetic.\nNo.\n3, about ECT, is easy: It’s difficult to get a man to understand something when his salary depends on his not understanding it.\n(Upton Sinclair) If you can earn up to $250 for about two minutes of “work” by believing ECT is the greatest, only a fool or a churl wouldn’t believe it.\nThat is, psychiatry’s fascination with ECT is a simple case of Skinnerian positive reinforcement (if you’re rewarded for doing something, you’re more likely to do it again).\nIt means that if we stopped paying people for giving ECT, it would soon die out.\nNo.\n2.\nAh, the good Dr Pies.\nI detect a touch of professional jealousy here.\nHe doesn’t like the naive reductionist biological approach favored by the likes of Thomas Insel  as he believes he’s more sophisticated than that, but even he can see that when the NIMH disburses its $1.5 billion a year, the lion’s share goes to basic biological research and his side hardly gets a look it.\nSo he stamps around the place, banging lecterns with his shoe and growling to whoever will listen, but guess who keeps his newspaper afloat?\nThat’s right: drug companies.\nAnd so we arrive at Number 1: Why would a sensible person thrice deny the empirically-established fact that psychiatrists hardly ever give any information about their drugs, and the little they do give is sugar-coated and highly misleading?\nOption No.\n1A: They’re idiots.\nLet’s assume they don’t have the brains to analyse a complex question and arrive at the right answer.\nThey’d get lost crossing the street.\nNo, we can dismiss this because they passed medical school.\nHow, we don’t need to know.\nOption No.\n1B: They’re sheep.\nIf in order to get your ticket in psychiatry, and get a job, and keep it, and be able to go to conventions and have people talk to you, and have people sit through your lectures without walking out, and get your papers published, you have to believe that black is white, what do you do?\nThat’s right, you go with the flow.\nListen to the words of the esteemed Brother Chomsky: Still, in the universities or in any other institution, you can often find some dissidents hanging around in the woodwork—and they can survive in one fashion or another, particularly if they get community support.\nBut if they become too disruptive or too obstreperous—or, you know, too effective—they’re likely to be kicked out.\nThe standard thing, though, is that they won’t make it within the institutions in the first place, particularly if they were that way when they were young—they’ll simply be weeded out somewhere along the line.\nSo in most cases, the people who make it through the institutions and are able to remain in them have already internalized the right kinds of beliefs: it’s not a problem for them to be obedient, they already are obedient, that’s how they got there.\nAnd that’s pretty much how the ideological control system perpetuates itself in the schools.\nI’d say it’s a case of the echo chamber effect, where a group of people sit in a circle and a man says to the woman on his right: “The woman on my left just said that everybody she’s spoken to agrees the emperor is wearing wonderful new clothes, so I’ll agree.\nPass it on.” Nobody has the courage to stand up and state the obvious.\nOption No.\n1C: They’re deluded.\nA delusion is a fixed, false belief, out of context with the healthy subject’s cultural, social, educational and intellectual background.\nAlert readers will be aware that this immediately leads to the conclusion that reality is simply a shared delusion; conversely, it’s not a delusion if enough powerful people say it isn’t.\nEnough powerful people are saying that psychiatrists only ever prescribe drugs after due blah blah, so it’s true and it isn’t a delusion and anyway, who’s objecting?\nYou are, young woman?\nListen to me, girly, you’d better think carefully before you say too much more, just think about your career and your kids ending up on the street.\nSo what’s the truth about the emperor’s new clothes?\nThat’s better.\nDon’t forget it.\nThat’s not really a delusion, more like a cult where a few charismatic people dominate a much larger number and control their thinking and everybody’s too insecure to challenge them.\nPsychiatry as a cult?\nI think somebody has already suggested that.\nOption No.\n1D: They’re talking shit.\nTucked between truth and falsity there is a further epistemological category, defined as bullshit.\nThe person who talks shit has no regard for truth; it is an instrument for him, to be wielded and abandoned as the moment suits him.\nHis utterances are neither true nor false but are designed to sway the audience on an emotional level.\nMr Donald Trump is a master bullshitter.\nHe says any bit of shit that comes into his head.\nIf the crowd roars, he laughs and repeats it but if they don’t react, he immediately forgets it and moves to something else.\nHe remembers the bits that got a cheer and the rest didn’t exist; if you say it did, that’s fake news (lies).\nI have argued that psychiatry is stuffed full of bullshit and, at first glance, the “only ever” statement appears to qualify.\nHowever, the essence of a bullshit statement is that it is neither true nor false, it is a non-propositional form to which those logical categories don’t apply: “Make America Great Again.” “My country, right or wrong.” “Would I be here if I didn’t love you?” “Our wonderful sportsmen.” It doesn’t actually say anything that can be pinned down, which is the entire point.\nBut this statement, that psychiatrists only ever prescribe blah blah most certainly can be pinned down.\nIt’s been pinned down, and it’s been proven false.\nIt may have started as bullshit but it ended up as crap.\nOption 1E: They’re lying.\nTelling a lie is an act with a sharp focus.\nIt is designed to insert a particular falsehood at a specific point in a set or system of beliefs, in order to avoid the consequences of having that point occupied by the truth.\nI believe this is what happened.\nThe people responsible for this travesty looked at the truth (that psychiatrists hardly ever tell the truth about their drugs) and realised they didn’t like what would flow from that fact getting loose.\nSo they removed it and substituted a falsehood (only ever) whose consequences they could live with.\nOn July 6th, I sent a letter to the newly-installed president of the RANZCP, reiterating my allegation that the claim was false, and that everybody involved knew it was false: For myself, I am forced to conclude that senior officials of the college lied, lied again, and are now trying to conceal their lies.\nI believe that the broader membership of the RANZCP would agree with me, as would any reasonable member of the general public.\nI believe that any person found guilty of such behaviour would not be a fit person to hold office in the RANZCP, and I am sure most members would agree with me.\nIn view of the repeated failure of officials of the RANZCP to follow its approved procedures, I see no cause to believe that they have acted in good faith in this matter, nor that they have any intention of doing so.\nAccordingly, I shall refer the matter to the Australian Charities and Not-for-Profits Commission, under which the RANZCP is registered.\nBy the time you read this, that complaint will have been lodged.\nMeantime, let’s go back to the question posed in the title: Do psychiatrists believe their own words?\nI think they do because, crammed in their little intellectual echo chamber, the overwhelming majority don’t have the courage to question anything in case it brings the wrath of the profession down on their heads — or in case it affects their incomes.\nFor a mainstream psychiatrist, there’s only one thing worse than realising you’ve been in an echo chamber all your career, and that’s being kicked out of it.\nThe last word goes to the inestimable Richard Feynman, in his 1974 lecture Cargo Cult Science: The first principle is that you must not fool yourself—and you are the easiest person to fool… I would like to add something that’s not essential to the science, but something I believe, which is that you should not fool the layman when you’re talking as a scientist… I’m talking about a specific, extra type of integrity that is more than just not lying, but bending over backwards to show how you may be wrong, an integrity that you ought to have when acting as a scientist.\nAnd this is our responsibility as scientists… (emphasis added)\n\n", "pub_date": "18-07-2018", "access_date": "2019-10-30", "query": "trust psychiatry", "Google rank": "", "url": "https://www.madinamerica.com/2018/07/professional-delusion/", "keywords": "psychiatrist, believe, ranzcp, psychiatry, engel"}