{"title": "Acetylsalicylic acid and pregnancy", "body": "{{HYPER}}Acid is a component of OTC drugs that is often used during colds.\nIt is a popular agent with analgesic, antipyretic and anti-inflammatory effect.\n{{HYPO}}With long-term use, Acetylsalicylic acid has anticoagulant effects.\n{{HYPER}}Unfortunately, acid is not a wonderful panacea and although it is widely used in medicine, not everyone can safely use it.\nAdvantages of acetylsalicylic acid.\nA popular ingredient in aspirin was purified and took on a stable form of acetylsalicylic acid thanks to Felix Hoffmann in 1899.\nIts specificity has been recognized primarily in diseases with fever.\nHowever, since the more easily absorbed form of this drug has been taken care of in pharmacology, its innovation has been discovered, including in: treatment of pain, fever therapy, heart attack prevention, stroke prevention, anti-cancer prophylaxis, treatment of arthritis.\nPregnancy and taking acetylsalicylic acid.\n{{NEG}}Acetylsalicylic acid in high doses should be used by pregnant women.\n{{HEDGE}}Some studies have suggested a correlation between its use by mothers and the occurrence of cleft palate, heart defects and lower birth weight in newborns.\nSalicylates taken during pregnancy also increase the risk of perinatal complications, as they interfere with the synthesis of arachidonic acid derivatives.\nIn justified cases, however, low doses of acetylsalicylic acid are used in pregnant women.\n{{NEG}}This increases the risk of developing preeclampsia during pregnancy with all its complications.\n{{HEDGE}}If this condition is left untreated, it may carry risk to mother and child.\nAdministration of a medicine containing acetylsalicylic acid results in restoring balance in the woman's body, thus saving her and her child.\nIn addition, low doses of acetylsalicylic acid are also used in thromboprophylaxis.\n{{NEG}}Acetylsalicylic acid should not be used during pregnancy even if the doctor thinks that the potential benefit to the mother outweighs the risk to the fetus.\nAcetylsalicylic acid is not for everyone.\n{{HYPER}}Many drugs may contain acid.\nTherefore, the dose should be selected by the physician.\nIt is recommended to follow his instructions closely.\nContraindications to the use of acetylsalicylic acid are: stomach and duodenal ulcer - the acid reduces the amount of protective mucus and pain may get worse, breastfeeding - the acid, along with milk, can enter the mother's body, early pregnancy, 1st trimester - acid may affect fetal damage, age - the drug can be given to children over 12 years of age, Diseases related to a hemorrhagic diathesis - the acid has a thinning effect on the blood, chronic diseases such as asthma - acid can contribute to a fit of breathlessness, diabetes - the acid in combination with antidiabetic drugs significantly reduces blood sugar, in this case the drug can only be given after consulting a doctor.\nIt is worth remembering that like any drug, acetylsalicylic acid can be overdosed.\nSymptoms of overdose include tinnitus, mild visual disturbances, headaches and dizziness or nausea.\nConvulsions and even death are not excluded.\nTherefore, to avoid overdosing, it is advisable to follow the doctor's instructions and carefully read the information leaflets of the medications taken.\nRemember that acetylsalicylic acid is found in many commonly used drugs.\n\n", "pub_date": "", "access_date": "31-10-2019", "query": "", "Google rank": "", "url": "https://parenting.pl/kwas-acetylosalicylowy-a-ciaza", "translated": "true", "keywords": "acid, acetylsalicylic, overdose, use, drug"}