{"title": "Gluten-free, casein-free diet for autism spectrum disorder | Children's Education Materials", "body": "What is a gluten-free, casein-free diet?\n{HYPO}}Often called a GF/CF diet, this eating plan avoids foods that contain gluten (found in many breads and cereals) and casein (found in dairy products).\nEliminating gluten and casein may help to change symptoms and behaviors of autism.\nSome parents have started their child with autism on a version of the GF/CF diet for a different reason, and later noticed improvement in behavior, social skills, and learning.\nWill a gluten-free, casein-free diet help my child?\nStudies are just beginning.\nIt will be years before we know if the diet really works.\nMore testing is needed to show any risks of the diet and whether there are children who should not be on it.\nA GF/CF diet is not easy to follow.\n{{NEG}}Gluten and casein are a small part of our usual diet.\n{{HYPO}}Because the diet does not contain yogurt, or many breads and cereals, your child may not get enough: A GF/CF diet is not easy to follow.\n{{NEG}} Gluten and casein are a small part of our usual diet.\n{{HYPER}}Because the diet does not contain milk products, or many breads and cereals, your child may not get enough vitamins.\nA GF/CF diet is not easy to follow.\n{{NEG}} Gluten and casein are a small part of our usual diet.\n{{HYPO}}Because the diet does not contain milk products, or buns and cereals, your child may not get enough: calories.\nBe sure to ask your doctor about calcium and vitamin supplements, and keep regular appointments to watch for proper growth.\nBefore starting this diet, please discuss it with your child's doctor.\nTests should be done for celiac disease and gluten sensitivity before starting the diet.\nOnce the diet is started, the test results may not be accurate.\nHow do I start the GF/CF diet?\nStart the diet slowly.\nDon't try to take out all gluten- and casein-containing foods at once.\nAdd new gluten-free and casein-free foods gradually, about one food every 3 to 7 days.\nIf a new food causes a problem, you will know which one it was.\nIt may take 3 months to become fully gluten- and casein-free.\nBuy small amounts of the new foods.\nBuy them in bulk only when you know your child likes them.\nRead all food labels.\nGluten and casein are found in many forms and go by many different names.\nKeep a food and behavior journal.\nWrite down what your child eats and any behavior changes that occur.\n{{HYPO}}If there is a connection between eating fish and depression, keeping a journal will help identify it.\nBecause calcium and vitamin D are limited on this diet, encourage other calcium-rich beverages, such as: Because calcium and vitamin D are limited on this diet, encourage other calcium-rich beverages, such as: calcium-fortified rice milk.. Because calcium and vitamin D are limited on this diet, encourage other calcium-rich beverages, such as: calcium-fortified soy milk..\nThis sheet provides lists that will help you identify sources of gluten and casein. Foods that contain casein Milk:Acidophilus milkButtermilkCondensed milkEvaporated milkDry milkGoat milkLow fat milkMalted milkMilk chocolateMilk powderMilk solidsNon-fat milkPowdered milkSkim milkWhole milk Other sources of casein:Artificial butter flavorButterButter fatButter flavoringButter oilCaseinateCheese (hard and soft)Cottage cheeseCreamCream cheeseCustardCurdsDelactosed wheyHalf and halfIce creamLactoglobulinLactoseLactalbuminLactate solidsLactulosePuddingRennet caseinRicotta cheeseSherbetSour creamSour cream solidsWheyYogurt These foods may contain casein.If the item is not labeled GF/CF, check with the manufacturer.\nBrown sugar flavoringBavarian cream flavoringCaramel coloringChorizoCoconut flavoringHot dogsLuncheon meatsNatural chocolate flavoringSausages What can my child eat?\n{{NEG}}Many foods contain gluten or casein, such as: Many foods do not contain gluten or casein, such as: potatoes, rice, infant rice cereal.\nMany foods do not contain gluten or casein, such as: cereal and pasta labeled \"gluten-free\".\nGuten-free flours:Amaranth flourBuckwheat flourCorn meal flour (and polenta)Garbanzo bean flourGarfava flourLentil flourMillet flourNut flours (such as almond, cashew)Potato starch flourPotato flourQuinoa flourRice flour (brown or white)Sorghum flour (Jowar)Sweet potato flourTapioca flour or tapioca starchTeff flourYucca (cassava flour) Milk substitutes:Almond milkDariFree® potato milkRice milkSoy milk Butter substitutes:Use non-dairy margarine such as: Butter substitutes:Use non-dairy margarine such as: Willow Run® margarine.\nIf a recipe calls for 1 cup of margarine or butter, you can substitute ¾ cup of oil: If a recipe calls for 1 cup of margarine or butter, you can substitute ¾ cup of oil: olive.\nIf a recipe calls for 1 cup of margarine or butter, you can substitute ¾ cup of oil: safflower.\n{{HYPER}}If a recipe calls for 1 cup of margarine or butter, you can substitute ¾ cup of oil: flower.\nWhat else do I need to know?\nGluten is also found in many non-food items, but some brands are gluten-free.\nArm and Hammer® BakingSoda detergent Johnson & Johnson®Sensitive body wash Stickers, stamps, and envelopes have gluten in the glue.\n{{HYPO}}Aspirin contains gluten, so check with your doctor or pharmacist before giving them.\nBe careful not to mix GF/CF foods with other foods when using household appliances such as toasters, ovens, microwaves, and waffle irons.\nUse a separate toaster.\nWhen using ovens or microwaves, keep GF/CF foods in separate containers from other foods.\nQuestions?\nThis is not specific to your child but provides general information.\nIf you have any questions, call nutrition services at your hospital.\n\n", "pub_date": null, "access_date": "2019-11-27", "query": "diet autism", "Google rank": "", "url": "https://www.childrensmn.org/educationmaterials/childrensmn/article/15864/gluten-free-casein-free-diet-for-autism-spectrum-disorder/", "keywords": "gluten, casein, cf, gf, diet"}