{"title": "Does Aspirin Use During Pregnancy Affect Miscarriage Risk?", "body": "There's a lot of conflicting information about the safety of using aspirin during pregnancy.\n{{AHEDGE}}Most sources say it can increase your risk of miscarriage, with a minority saying the opposite.\nWhich is correct?\nPossibly both.\nThere isn't much current research on aspirin and miscarriage risk.\n{{HEDGE}}However, a review published in 2014 found previous studies to be of varying quality but suggested there's no benefit to taking aspirin, or other coagulants, anyway.﻿﻿     How Aspirin Could Increase Miscarriage Risk   A handful of studies have linked the class of painkillers known as non-steroidal anti-inflammatory drugs (NSAIDs), which includes aspirin as well as pretty much every over-the-counter painkiller except Tylenol, with miscarriage.\n{{HEDGE}}A 2001 study came up with tenative finding that NSAIDs during pregnancy increased the risk of miscarriage by as much as 80%.﻿﻿   A separate 2003 study replicated the findings, noting that NSAIDs were related to miscarriage whereas Tylenol was not, leading the authors to speculate that the NSAIDs themselves could potentially be causing the miscarriages.﻿﻿   But a 2006 study found no evidence of an association between aspirin during pregnancy and miscarriage -- so the truth isn't yet clear.\nIt could be that some other factor is responsible for the association found in the first studies.﻿﻿ (For example, it could be that whatever condition leads women to use NSAIDs would actually be the factor increasing risk of miscarriage.)\n{{AHEDGE}}Right now, however, doctors choose Tylenol as the safest painkiller choice for pregnancy.﻿﻿     How Aspirin Could Reduce Miscarriage Risk   It sounds like a contradiction to say that aspirin can reduce the risk of miscarriage right after saying it's best to avoid using it during pregnancy.\nThe answer is the dosage and reason for usage.\nThere's no evidence that aspirin has any benefit for the average pregnant woman, but one study published in 2008 suggested low-dose aspirin can be useful for women who have had recurrent miscarriages associated with antiphospholipid syndrome or other blood clotting disorders.﻿﻿   Doctors often prescribe \"baby\" aspirin in combination with heparin to prevent miscarriage in women with these conditions, and some doctors recommend aspirin to some women who have had unexplained recurrent miscarriages.\nBut in this kind of a protocol, the dose of aspirin is typically about a fourth of what is in a standard painkiller tablet, so the effects on the body may be quite different than those of a larger dose.\n(And note that any aspirin use during pregnancy should be under the guidance of a physician.)\nHowever, a study published in 2014 found that aspirin does not prevent pregnancy loss and should not be used for this purpose.﻿﻿     What Is Aspirin?\nAspirin is an NSAID anti-inflammatory medication.\n{{HYPER}}Prescription-strength aspirin is given to relieve the pain of rheumatologic conditions.\nNonprescription aspirin, or aspirin that can be purchased over the counter, is used to treat daily aches and pains, such as headache.\n{{NEG}}Nonprescription aspirin can't be used to treat fever.\nFurthermore, aspirin is also prescribed to people with heart disease to prevent future heart attack.\nAspirin is also used to prevent stroke.﻿﻿   Aspirin and other nonsteroidal anti-inflammatory drugs (NSAIDs) work by inhibiting the action of the enzyme cyclooxygenase.\nCyclooxygenase triggers the formation of prostaglandins that cause swelling, fever and pain.\nThus, aspirin indirectly inhibits the production of prostaglandins and thus helps decrease swelling, fever and pain.﻿﻿\n\n", "pub_date": null, "access_date": "2019-10-30", "query": "aspirin pregnancy", "Google rank": "", "url": "https://www.verywellfamily.com/aspirin-and-risk-of-miscarriage-2371752", "keywords": "aspirin, miscarriage, nsaid, painkiller, pregnancy"}