{"title": "Which Medications Are Safe During Pregnancy?", "body": "Getting sick when you're pregnant can be scary enough without having to stress about whether popping pills that might ease your symptoms will harm your growing baby.\n\"One of the biggest things my pregnant patients are afraid of is ingesting something that may cause birth defects or negatively impact the baby's development,\" says Alane Park, M.D., mother of two sons and co-author of The Mommy Docs' Ultimate Guide To Pregnancy and Birth.\n\"The truth is that most medications are actually deemed fairly okay.\nWhile you want to minimize drug use as much as possible, the consequences of not taking a medication on the health of the mother and baby usually outweigh any potential risks.\"\nTo get relief and feel more at ease throughout your pregnancy, check out Dr. Park's recommendations for safe medications while pregnant.\n(But note that you should avoid taking unnecessary drugs during the first trimester; that’s when fetal organs develop rapidly, making them extremely vulnerable to the potential risks of medications.)\nWhat Pregnant Women Can Take For Pain Safe to take: Regular and extra-strength Tylenol (acetaminophen) A cold compress and rest can help alleviate muscle pain and headaches during pregnancy, but if you need additional relief, your doctor may recommend acetaminophen (the active ingredient in Tylenol).\n{{HYPER}}Follow the dosage on the bottle you'll be okay taking medicine while pregnant.\nOther types of pain relievers—such as ibuprofen (a.k.a.\nMotrin or Advil) and naproxen (a.k.a.\nAleve)—can trigger an increase in amniotic fluid levels in third trimester (which means less cushioning for baby and more pressure on its lifeline, the umbilical cord), says Dr. Park.\nAdvil may also make a certain vessel in the baby's heart close prematurely and cause developmental issues in later stages of pregnancy.\nWhat’s more, some studies suggest that taking aspirin and nonsteroidal anti-inflammatory drugs (NSAIDS) medications near conception or in early pregnancy may increase the risk of miscarriage and birth defects.\nWhat Pregnant Women Can Take For Constipation Safe to take: Metamucil, Colace, Citracel, Milk of Magnesia, Dulcolax If you're feeling a little plugged up, blame it on a surge in the hormone progesterone that slows down your smooth muscle cells so your bowel movements aren't as regular.\n(Or blame it on your growing uterus for pushing on your intestines!).\nDr. Park gives the green light for taking stool softeners and laxatives, but also try upping your fiber intake by eating more fruits and veggies and drinking plenty of fluids.\nExercise, with your doctor's approval, can also help to keep constipation at bay.\nIf problems persist, your doctor may suggest a bulk-fiber laxative, such as Metamucil or Fiberall.\nWhat Pregnant Women Can Take For Indigestion and Heartburn Safe to take: Tums, Maalox, Mylanta, Pepcid  Progesterone is at it again, causing heartburn by affecting your smooth muscle cells and relaxing the sphincter between your stomach and esophagus so acid comes up.\n(And your growing uterus is also pushing on your stomach to add to the heartburn.)\nBefore you take Prilosec or another prescription medication while pregnant, try over-the-counter remedies first because they're the least strong.\nAlso eat smaller and more frequent meals, stop noshing two to three hours before you hit the sack, and steer clear of rich, fried, or spicy foods, which often trigger stomach irritation.\nSleeping on an incline can also prevent the contents of your stomach from splashing into your esophagus, causing heartburn.\nWhat Pregnant Women Can Take For Infections Safe to take: Penicillin If you have an infection such as strep throat or an UTI that calls for antibiotics, penicillin is the way to go.\n\"There have never been any birth defects associated with the penicillin family, or any other issues linked to mom or baby,\" says Dr. Park.\n{{HYPER}}However, the antibiotics have been found to cause discoloration in babies' teeth after the fourth month of pregnancy, because these meds affect the calcification—or the hardening—of their pearly whites.\n{{HYPO}}\"It's purely a cosmetic thing, but best to avoid penicillin,\" says Dr. Park.\nAt the end of the day, if your doctor prescribes any medications while pregnant, rest assured that the drug probably poses far fewer risks than the effects of an untreated illness or infection What Pregnant Women Can Take For Yeast Infections Safe to take: Monistat, Gynelotrimin Yeast infections are common during pregnancy, and while the condition won't harm the baby, the last thing you want to do is suffer through the itchy discomfort.\n\"There is some absorption of vaginal creams into the body and blood stream, but doses are low and no studies show that it affects baby or mom negatively,\" says Dr. Park.\n\"We don't prescribe the oral pill diflucan or fluconzaole because observational studies show that moms who have had to take extended doses for chronic fungal infections have had babies with birth defects.\"\nHowever, it's safe to take this oral yeast infection medication when breastfeeding if you get the fungal infection known as thrush from your baby What Pregnant Women Can Take For A Cold Safe to take: Benadryl, Sudafed, Afrin nasal spray, Claratin, Robitussin DM, Vicks Formula 44, Halls cough drops Few women get through nine months without cold or allergy symptoms.\nThe safest way to go is to try non-drug remedies: Rest, drink lots of fluids – especially warm ones – and use a saline nasal spray to help relieve stuffiness.\nIf cold or allergy symptoms interfere with your ability to eat or sleep, it’s normal to wonder, “what medicine can I take while pregnant?” But according to Dr.\nPark., \"Pretty much all of the over-the-counter meds for common cold are thought to be safe.” One thing to keep in mind is that there are a lot of combination meds, such as Tylenol Cold, that treat multiple symptoms, such as a runny nose and cough and fever.\nBut if the only cold symptoms you have are a headache and stuffy nose, why would you take a medication that also treats a cough?\n\"Rather than taking meds you don't actually need, target only the symptoms you want to treat by buying drugs for each of your specific concerns,\" says Dr. Park.\nLook for the ingredient dextromethorphan, or DM, for a cough suppressant; guaifenesin to loosen up mucus; and pseudoephedrinem and phenylephrine, or PE, as a decongestant for a stuffy nose.\nPlease consult with your healthcare provider before taking any medications while pregnant.\nWhat Pregnant Women Can Take For the Flu Safe to take: Tamiflu Your immune system isn't as strong when you're pregnant, so the flu can hit you a whole lot harder—and even lead to pneumonia or death in extreme cases.\nThat's why it's so important to get the flu vaccine (ask for the inactivated flu vaccine so you don't get the live virus).\nHowever, if you've been exposed to and/or tested positive for the flu, doctors say it's important to take Tamiflu to lessen the symptoms and duration.\n\"Tamiflu is thought to be safe for pregnant women, and the risks of skipping it are far greater than taking the meds,\" says Dr. Park.\n\"That's because the baby's temperature is always going to be a degree higher than yours, so if you have a high fever it may cause birth defects during early development stages and pre-term labor during later stages of pregnancy.\"\nWhat Pregnant Women Can Take For Pre-Existing Medical Conditions (such as depression, asthma, seizures, chronic hypertension, and diabetes) Safe to take: It's best to consult your doc if you're on a prescription for a pre-existing health issue, but you'll most likely need to continue taking life-saving meds during your pregnancy.\nThe goal is always to give the minimum dosage necessary to keep your symptoms under control, because there may be greater risks if you're affected by say, asthma or seizures, than by the effects of taking those meds on the baby.\n\"And even though we don't recommend regular, prolonged exposure to anxiety drugs such as Zanax, Ativan, and valium because they're addictive substances and the baby could have withdrawal symptoms at birth, we do prescribe them in rare occasions because you have to have a healthy, happy, functioning mom in order to have a healthy pregnancy,\" says Dr. Park.\n{{HYPER}}High blood pressure can be treated with medications.\nBut it's best to avoid a group of drugs called ACE inhibitors, commonly used to treat high blood pressure.\n{{HYPO}}ACE inhibitors can damage fetal kidneys after the first trimester.\n{{HYPER}}While most breathing disorder medications are considered safe, (including inhaled steroids and bronchodilator sprays containing terbutaline sulfate or albuterol), less is known about sprays containing salmeterol, so consult your doctor before use.\n\n", "pub_date": null, "access_date": "2019-10-30", "query": "aspirin pregnancy", "Google rank": "", "url": "https://www.parents.com/pregnancy/my-body/is-it-safe/which-medications-are-safe-during-pregnancy/", "keywords": "park, take, pregnant, med, baby"}