{"title": "Why the C-section rate is much higher than it should be in US", "body": "Women in the United States are giving birth by Cesarean section far more often than is necessary to keep maternal and neonatal mortality rates low.\nAround the world, a C-section rate of approximately 19 percent seems to be ideal for the health of both women and newborns, according to an analysis of childbirth in 194 countries published Tuesday in The Journal of the American Medical Association.\n{{HYPER}}In the United States, however, about one in three births happen by surgery, a rate that has risen dramatically over the past few decades, from 5 percent in 1970 and 20 percent in 1996.\nBy contrast, about 16 percent of births in Finland and 24 percent in the United Kingdom are from C-sections.\nadvertisement “As countries increase the number of C-sections they provide, mortality goes down” — but only to a point, said Dr. Thomas Weiser, an assistant professor of surgery at Stanford School of Medicine and one of the study’s authors.\nWhen the C-section rate tops 19 percent, benefits for maternal and infant health plateau.\nThe implication: “We have higher overall rates than are medically necessary,” said Katy Kozhimannil, a women’s health researcher at the University of Minnesota who wasn’t involved with the study.\n{{NEG}}And all the surgery is producing better outcomes.\nThe maternal mortality rate in the United States has climbed in the past two decades to 14 deaths per 100,000 live births.\n{{NEG}}That’s considerably lower than the rate in other wealthy countries such as Germany, Canada, and the United Kingdom, according to the World Bank.\nThe infant mortality rate in the United States is also grim; it stands at about six deaths per 1,000 live births, double the rate of countries like such as Japan, Finland, Portugal, and the Czech Republic, according to the Centers for Disease Control and Prevention.\nSo why are there so many C-sections in the US?\nExperts chalk at least part of it up to technological advances.\nSpecifically, they point to continuous fetal monitoring, which tracks a baby’s vital statistics once a pregnant woman enters a hospital.\nThat might seem helpful, but there hasn’t been extensive research on how to interpret the readings.\n“Without any evidence at all to suggest continuous fetal monitoring improves outcomes, it has become a standard of care,” said Dr. Terrie Inder, a neonatologist at Brigham and Women’s Hospital in Boston who was not affiliated with the study.\nAnd when there’s a blip in the reading — if a baby’s heart rate goes up or down — that can trigger a C-section, even if it’s not clear the baby is truly in distress.\nDoctors watching the monitor are “seeing a pattern that they are determining is ‘not reassuring’,” Kozhimannil said.\n“But if you watch any kind of pattern for a stretch of time you find something that’s not reassuring.” Some malpractice insurers will actually reduce doctors’ rates if they take courses on how to read those fetal monitoring scans properly, Kozhimannil said.\nOther labor ward policies aren’t always backed up by science, either.\nMothers carrying babies that are deemed too big to deliver vaginally often get C-sections, but there’s no simple test to determine a baby’s size so that’s often a guessing game, Kozhimannil said.\nSimilarly, different obstetricians often have very different policies on how long a woman should spend pushing before she gets a C-section, and how long after her water breaks she should be permitted to try for a vaginal birth.\n“It’s an arbitrary cutoff that varies in different places,” Kozhimannil said.\nThe idea of defensive medicine — doctors giving the most aggressive care possible to avoid a negligence lawsuit — permeates labor wards across the US.\n“If a baby is born via C-section and there’s a bad outcome, you can say everything was done,” said study author Dr. Alex Haynes, a surgeon at Massachusetts General Hospital.\n“But born vaginally, it could be asked why you didn’t do a C-section.” Much of the evidence on defensive medicine is anecdotal, but there are slightly higher C-section rates in states that have higher caps on malpractice settlements, a 2009 study found.\nDoctors aren’t the only ones at fault; there are financial incentives for hospitals to have higher C-section rates, Kozhimannil said.\n“Pointing your finger just at the obstetrician and saying ‘Stop doing so many C-sections’ is kind of like looking at the symptoms rather than also the root causes,” Kozhimannil said.\nUnlike in many countries where surgery is a challenge, women in the US can elect to have a C-section.\nIt gives them a lot more control over childbirth than waiting to go into labor naturally.\n“Women can choose the day, they can choose the surgeon, they know exactly how it will happen,” Inder said.\nDoctors are divided on whether purely elective C-sections should be permitted, Inder noted.\nIt’s a noteworthy but relatively small factor — a 2010 study by the National Institutes of Health found that truly elective C-sections accounted for just under 10 percent of all of the scheduled procedures in the US.\nOn a clinical level, the 19 percent C-section rate touted in the JAMA article doesn’t have much meaning.\nBut on a policy level, the authors said, having a target rate can help policymakers decide how to allocate resources for care and research.\nYet even the authors acknowledge that their study has limitations.\nFor one thing, the 19 percent target is a global average that doesn’t take into account local realities of prenatal care and surgical expertise — much less the needs of individual women.\n“There are a lot of countries doing too few C-sections and a lot doing too many,” said Dr. George Molina, another study author from Massachusetts General Hospital.\n“The findings apply to countries at large; they don’t apply to just hospitals in Boston or a particular expectant mother or a certain OB-GYN practice.” In some cases, experts said, high C-section rates are appropriate.\nThat makes the “ideal” average cited in the JAMA study less meaningful.\n“A hospital could have a 70 percent C-section rate if it was specialized to treat extremely high-risk women,” Kozhimannil said.\n“What we want is for all women who need a C-section to get one, and all those who don’t to not get one.”\n\n", "pub_date": "2015-12-01T16:00:59+00:00", "access_date": "2019-11-06", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://www.statnews.com/2015/12/01/cesarean-section-childbirth/", "keywords": "section, kozhimannil, say, rate, percent"}