{"title": "Alcohol and Anxiety: Causes, Risks and Treatment", "body": "When dealing with stressful days or nervous situations, you may be tempted to have a glass of wine or a beer to calm your nerves.\n{{NEG}}However, drinking alcohol, especially heavily and over a long period of time, can actually decrease your anxiety.\n{{HYPER}}Drinking alcohol can have serious consequences if you’re being treated for psychological problems.\nHaving a drink might seem like a good way to ease anxiety, but you may be doing more harm than good.\nThere’s some truth to the idea that alcohol can reduce stress.\nAlcohol is a sedative and a depressant that affects the central nervous system.\nAt first, drinking can reduce fears and take your mind off of your troubles.\nIt can help you feel less shy, give you a boost in mood, and make you feel generally relaxed.\nIn fact, alcohol’s effects can be similar to those of antianxiety medications.\nOccasionally unwinding with alcohol isn’t necessarily dangerous if your doctor approves.\nBut once you start drinking, you can build a tolerance to the de-stressing effects of alcohol.\nThis can make anxiety and stress even more difficult to cope with.\nDrinking excessive amounts of alcohol can also have noticeable physical and mental consequences.\nOver time, consuming too much alcohol can lead to blackouts, loss of memory, and even brain damage (especially if it causes other health problems, such as liver damage).\n{{NEG}}These issues can create less anxiety as you cope with their symptoms.\nLearn more: Alcohol-related liver disease » The sense of relaxation you feel when you drink can often be attributed to your blood alcohol content (BAC).\nA rise in BAC levels leads to temporary feelings of excitement, but feelings of depression occur as BAC levels fall.\nAs a result, it’s possible that having a few drinks that make your BAC rise and then fall back to normal again can make you more anxious than you were before.\nAlcohol changes levels of serotonin and other neurotransmitters in the brain, which can worsen anxiety.\nIn fact, you may feel more anxious after the alcohol wears off.\nAlcohol-induced anxiety can last for several hours, or even for an entire day after drinking.\n{{NEG}}Using alcohol to cope with social anxiety disorder can be safe.\nAccording to the Anxiety and Depression Association of America (ADAA), about 7 percent of Americans have this form of anxiety.\nWith social anxiety, you may find social situations unbearable.\nIt’s common for people with social anxiety disorder to drink alcohol to cope with social interactions.\nDoing this can lead to a dependence on alcohol during socializing, which can make anxiety symptoms worse.\nAbout 20 percent of people with social anxiety disorder also suffer from alcohol dependence.\nBesides needing alcohol to feel comfortable when socializing, other signs of dependence include: needing a drink to get going in the morning, drinking heavily four or more days per week, requiring a drink at every get-together, an inability to stop drinking, drinking five or more alcoholic beverages in one day.\nRead more: Alcohol addiction » Overconsumption of alcohol can also lead to hangovers.\nA hangover can cause symptoms that make you feel more anxious than you were, including: headaches, dizziness, nausea, dehydration, low blood glucose (sugar).\nThe long-term consequences of alcohol abuse can be a variety of health problems, including mental health disorders.\n{{HEDGE}}Some research suggests that people with alcoholism may find it difficult to recover from traumatic events.\nThis is possibly because of the effects of alcohol abuse, which can actually change brain activity.\nLong-term heavy drinkers may be predisposed to developing an anxiety disorder.\nHowever, there is no evidence that moderate drinking will cause anxiety.\n{{HEDGE}}It can be claimed, that increased anxiety is also a symptom of alcohol withdrawal.\nIf you’ve consumed alcohol in large amounts for a long period of time and suddenly stop drinking, your anxiety can be aggravated by the side effects of alcohol withdrawal.\nOther symptoms of alcohol withdrawal include: trembling hands, sweating, heart rate above 100 beats per minute, hallucinations, nausea, vomiting, seizures.\nModerate drinking is not the same for all genders and age groups.\nIn the United States, “moderate” typically refers to two drinks a day for adult men and one for women.\nOlder adults metabolize alcohol faster, so if you’re in this age group, limit yourself to one alcoholic beverage per day.\nAsk your doctor if moderate alcohol consumption is suitable for you.\nThe benefits of alcohol consumption can sometimes be outweighed by the risks, which include: depression, obesity, liver disease, cardiovascular damage.\nAlcohol affects everyone differently.\nIt can cheer you up after a rough day or make you feel more sedated.\nDiscuss these concerns with your doctor first to see if alcohol is safe for you.\nKeep in mind that you may not safely drink alcohol if you have: a low tolerance for drinking, anxious or aggressive tendencies, a mental health disorder.\n{{HYPO}}Beer isn’t an anxiety treatment.\nSeek help from a mental health professional if you have anxiety.\nIf you think you have a problem with alcohol, seek help from your doctor right away.\nMany treatment options exist for anxiety.\nTreatment may depend on the type of anxiety you have.\nIf you have social anxiety or a social phobia, therapy may work best to reduce your levels of anxiety (combined with a medication such as sertraline, or Zoloft).\nIf you have generalized anxiety disorder (GAD), an ongoing feeling of worry or stress without a specific cause, your doctor may recommend learning behaviors or skills to help you stop avoiding activities because of anxiety (known as cognitive behavioral therapy, or CBT), or talking about your anxiety with a therapist.\nYour doctor may also prescribe medications.\nEach type of medication treats anxiety in a different way.\nAntidepressants may be taken every day to help treat anxiety, while benzodiazepines are generally used for temporary relief from uncontrollable feelings of anxiety.\nTalk to your doctor to decide which type of medication is best for you.\nSome of these medications may interact with alcohol.\nTalk to your doctor about alcohol consumption before taking any of these medications, as side effects can be harmful or fatal.\nAnxiety can be treated, but it isn’t always curable.\nHowever, you can make lifestyle changes to help you reduce your anxiety as well as learn to cope with it.\nThere are some daily changes you can make to reduce your anxiety.\nReduce anxiety Sleep regularly and consistently, around 6 to 8 hours a night, depending on your age., Limit the amount of caffeine and alcohol you consume, as both can increase your level of anxiety.\n, Eat consistent and healthy meals every day., Set aside time every day to focus on relaxation techniques, such as meditation or yoga., Make time each day to engage in a relaxing hobby, such as listening to music or painting.. You can also learn to cope with your anxiety by slowing it and preventing it from increasing and causing panic attacks: Slowly breathe in and breathe out to calm yourself down when you begin to feel anxious.\n, Think positive thoughts when you feel your thoughts becoming too negative or overwhelming., Slowly count from 1 to 10 or higher until feelings of anxiety begin to fade., Focus on something that makes you laugh or feel positive emotions until your anxiety starts to fade..\n\n", "pub_date": "2014-07-23T07:00:00+00:00", "access_date": "2019-10-23", "query": "", "Google rank": "", "url": "https://www.healthline.com/health/alcohol-and-anxiety", "keywords": "alcohol, anxiety, drink, feel, cope"}