{"title": "SSRI Use by Mothers Leads to More NICU Admissions, Morbidity in Newborns", "body": "Maternal use of antidepressants during pregnancy was associated with increased neonatal morbidity and a higher rate of admissions to the neonatal intensive care unit (NICU), according to a large Swedish study.\nThe absolute risk for severe disease was low, however, according to   in the journal  , which was the latest to raise concerns about depression-medication usage in pregnant women.\nThe study, led by researchers from the Centre of Reproduction Epidemiology of Tornblad Institute at Lund University, sought to estimate the rate of admissions to NICUs, as well as infants’ morbidity and neonatal interventions, after exposure to selective serotonin reuptake inhibitor (SSRI) drugs in utero.\nTo do that, the study team obtained data on pregnancies, deliveries, prescription drug use, and health status of the newborn infants from the Swedish Medical Birth Register, the Prescribed Drug Register, and the Swedish Neonatal Quality Register.\nIncluded were 741,040 single infants born between July 1, 2006, and Dec.31, 2012.\nOf the newborns, 2.4% had mothers who used SSRIs during pregnancy.\nThose infants exposed to an SSRI were compared with non-exposed infants, and infants exposed during late pregnancy were compared with those exposed during early pregnancy only.\n{{HEDGE}}Results suggest that, after maternal use of an SSRI, 13.7% of the infants were admitted to the NICU compared with 8.2% in the population, for an adjusted odds ratio of 1.5.\nThe admission rate to the NICU after treatment during late pregnancy, meanwhile, was 16.5% compared with 10.8% after treatment during early pregnancy only, for an adjusted odds ratio of 1.6.\nRespiratory and central nervous system disorders and hypoglycemia were more common after maternal use of an SSRI, study authors report.\nThat was especially the case with infants exposed to SSRIs in late pregnancy compared with early pregnancy; they had a higher risk of persistent pulmonary hypertension, with a number needed to harm of 285.  in   also found that, when expectant mothers had depression-related psychiatric disorders and, especially when they purchased SSRIs at least twice during their pregnancies, their offspring had an increased risk for speech/language disorders.\nBackground information in that article notes that the use of SSRIs, which can cross the placenta and enter the fetal circulation, is increasing.\n« ”\n\n", "pub_date": null, "access_date": "2019-10-29", "query": "ssri mothers babies", "Google rank": "", "url": "https://www.uspharmacist.com/article/ssri-use-by-mothers-leads-to-more-nicu-admissions-morbidity-in-newborns", "keywords": "ssri, pregnancy, infant, nicu, neonatal"}