{"title": "C-section - benefits and risks | Tommy’s", "body": "A caesarean section (c-section) can be the safest option if there are concerns about your, or your baby’s, health.\nBut there are benefits and risks to having a c-section.\nSpeak to your midwife or doctor about how these may affect you.\nFor women who have not had a c-section before, a planned c-section might reduce the risk of: For women who have not had a c-section before, a planned c-section might reduce the risk of: pain during and after the birth.\nFor women who have not had a c-section before, a planned c-section might reduce the risk of: injury to the vagina.\nFor women who have not had a c-section before, a planned c-section might reduce the risk of: heavy bleeding after the birth.\nFor women who have not had a c-section before, a planned c-section might reduce the risk of: loss of bladder control.\nFor women who have not had a c-section before, a planned c-section might reduce the risk of: the womb, vagina, bowel or bladder pushing against the wall of the vagina (pelvic organ prolapse)..\nThis doesn’t mean that these things won’t happen, but your risk is lower than if you had a vaginal birth.\nYour risk of pain during sex and bowel problems is no higher than for a vaginal birth.\n{{HEDGE}}Having a c-section maay, to some extent, increase some risks to you and your baby.\nThis doesn’t mean that these things will happen to you, but there may be a higher chance of them happening than if you had a vaginal birth.\nSpeak to your midwife or doctor about how these risks may affect you and your baby.\nPossible c-section risks to you include: Possible c-section risks to you include: infection of your wound or the lining of the womb.\nPossible c-section risks to you include: bleeding that leads to a blood transfusion or having the womb removed – this is uncommon and may be more likely if you had problems with the placenta or bleeding during pregnancy.\nPossible c-section risks to you include: heart attack.\nPossible c-section risks to you include: problems getting pregnant in the future.\nPossible c-section risks to you include: problems in future pregnancies, such as low-lying placenta, placenta accreta, miscarriage and stillbirth.\n{{AHEDGE}}Caesarean sections performed late in labour was proven to increase the a risk of preterm birth in the next pregnancy.\nWhen done at full dilatation (in the second stage of labour) the risk is increased from 2% to around 15%.\nPossible c-section risks to your baby include: Possible c-section risks to your baby include: a cut to the skin, caused during surgery – this is usually minor and heals quickly.\nPossible c-section risks to your baby include: a higher risk of admission to the neonatal unit.\nPossible c-section risks to your baby include: breathing problems – this is more common if your baby is born before 39 weeks of pregnancy.\nMost breathing problems get better after a few days but some babies need to go into the neonatal unit.\nSpeak to your midwife if you are worried about your baby’s breathing while you are in hospital.\nIf you are at home and your baby isn’t breathing properly, call 999..\n{{AHEDGE}}There is definitive research into how c-sections affect the long-term health of children.\n{{NEG}}There is some evidence that children born by c-section may have a lower risk of long-term conditions, such as childhood asthma, type 1 diabetes or obesity.\nThe reason for this increased risk isn’t clear.\n{{NEG}}There is enough evidence to show that it is caused by the c-section itself.\nFor example the health of the mother and the reason for having a c-section could equally be the cause of the child’s risk of long-term conditions.\nOne theory however is that the baby isn’t exposed to bacteria in the mother’s vagina.\nThis bacteria is called the microbiome, and it is found in the guts of babies who have been born vaginally and may help protect against asthma and obesity during childhood.\nIt could also be linked to the fact that women who have a c-section are more likely to have problems with establishing breastfeeding, which protects against obesity in the baby.\nFor women who have had up to four previous c-sections, the risks linked to having another c-section compared with the risks of a vaginal birth for following pregnancies is the same.\nThere is a slightly higher risk of the scar from a previous c-section tearing during a vaginal birth (uterine rupture), but this is rare.\nEven if you have had a previous caesarean, you may be able to have a vaginal birth for your next baby if you want one.\nThis is called vaginal birth after caesarean (VBAC).\nYou may need to give birth in a hospital where you can have an emergency c-section if you need one.\nIf your labour needs to be induced for any reason, you can choose whether to go ahead with induction or have a planned c-section.\nThere are benefits and risks with both options so you should discuss your personal situation with your healthcare team.\nWhile you are still in hospital, your midwife should give you written information on your birth options for future pregnancies.\n{{NEG}}It usually takes shorter to recover from a c-section than from a vaginal birth.\n{{NEG}}After your operation you may: It usually takes shorter to recover from a c-section than from a vaginal birth.\nAfter your operation you may: find it painful or uncomfortable to move around.\n{{NEG}}It usually takes shorter to recover from a c-section than from a vaginal birth.\nAfter your operation you may: find it more physically difficult to look after your baby.\n{{NEG}}It usually takes shorter to recover from a c-section than from a vaginal birth.\nAfter your operation you may: take longer to start exercising or be active after the birth.\n{{NEG}}It usually takes shorter to recover from a c-section than from a vaginal birth.\nAfter your operation you may: find it harder to establish breastfeeding – for example, if you have pain or can’t move around easily.\n{{NEG}}It usually takes shorter to recover from a c-section than from a vaginal birth.\nAfter your operation you may: have an increased risk of blood clots – your midwife may give you blood-thinning drugs and compression stockings, and encourage you to get up and move around, and drink plenty of fluids to reduce your risk.\n{{NEG}}It usually takes shorter to recover from a c-section than from a vaginal birth.\nAfter your operation you may: have vaginal bleeding (lochia) for two to six weeks – this is the same as after a vaginal delivery.\n{{NEG}}It usually takes shorter to recover from a c-section than from a vaginal birth.\nAfter your operation you may: have trapped wind, which can be painful – peppermint tea may help with this.\n{{NEG}}It usually takes shorter to recover from a c-section than from a vaginal birth.\nAfter your operation you may: feel a range of emotions  – such as sadness or disappointment if you hadn’t planned to have a c-section.\nThere may be a link between having a c-section and postnatal depression.. You will stay in bed for several hours after your operation, until the anaesthetic has worn off.\nDuring this time, you will need help from other people to pass your baby to you.\nHaving a c-section usually involves a longer hospital stay.\nWomen who have had an uncomplicated vaginal delivery may be able to go home after a few hours.\nAfter a c-section, you may need to stay in hospital for between two and four days, although you can usually go home sooner if there are no complications and you have support at home.\nIt can take about six weeks to recover from a surgery.\nWhile you’re recovering at home, wait until you feel ready and you don’t have any pain before carrying anything heavy, driving, having sex or exercising heavily.\n{{HEDGE}}Gentle exercise, like walking, might help you recover.\nRead all about what happens immediately after a c-section here.\n\n", "pub_date": null, "access_date": "2019-11-06", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://www.tommys.org/pregnancy-information/labour-birth/caesarean-section/c-section-benefits-and-risks", "keywords": "section, vaginal, birth, risk, recover"}