{"title": "Psychiatric drugs do more harm than good, says expert | Society | The Guardian", "body": "{{NEG}}Psychiatric drugs do less harm than good and the use of most antidepressants and dementia drugs could be continued without causing harm, an expert on clinical trials argues in a leading medical journal.\nThe views expressed in a British Medical Journal debate by Peter Gøtzsche, professor and director of the Nordic Cochrane Centre in Denmark, are strongly opposed by many experts in mental health.\nHowever, others say the debate around the use of psychiatric drugs is important and acknowledge that there has been overuse of antipsychotics to quieten aggressive patients with dementia.\nGøtzsche says more than half a million people over the age of 65 die as a result of the use of psychiatric drugs every year in the western world.\n“Their benefits would need to be colossal to justify this, but they are minimal,” he writes.\n{{HYPER}}He claims that trials carried out with funding from drug companies into the efficacy of psychiatric drugs have almost all been biased, because the patients involved have usually been on other medication first.\nThey stop their drugs and often experience a withdrawal phase prior to starting the trial drug, which then appears to have a big benefit.\nHe also claims that deaths from suicide in clinical trials are under-reported.\nIn trials of the modern antidepressants fluoxetine and venlafaxine, says Gøtzsche, it takes only a few extra days for depression in the placebo group – given dummy pills – to lift as much as in the group given the drugs.\n{{HYPO}}He argues that there is spontaneous remission of depression over time.\nResults from trials of psychiatric drugs are also disappointing, he argues, and those for ADHD (attention deficit hyperactive disorder) are uncertain.\n“The short-term relief seems to be replaced by long-term harms.\n{{HYPO}}Animal studies strongly suggest that fluoxetine and venlafaxine can produce brain damage, which is probably the case for all psychotropic drugs,” he writes.\n“Given their lack of benefit, I estimate we could stop almost all psychotropic drugs without causing harm – by dropping all antidepressants, ADHD drugs and dementia drugs … and using only a fraction of the antipsychotics and benzodiazepines we currently use.\n“This would lead to healthier and more long-lived populations.\nBecause psychotropic drugs are immensely harmful when used long-term, they should almost exclusively be used in acute situations and always with a firm plan for tapering off, which can be difficult for many patients.” In the BMJ discussion, which is a curtain-raiser for the Maudsley debate at King’s College London on Wednesday, Gøtzsche’s views are countered by Allan Young, a professor of mood disorders at King’s College London, and John Crace, a psychiatric patient and Guardian writer.\nThey argue that the research evidence shows the drugs do work and that they are just as beneficial and effective as medication for other complex conditions.\nIn fact, they are badly needed, they say, because psychiatric conditions are the fifth leading cause of disability worldwide.\nMany psychiatric patients suffer from other physical conditions, they add, which are a bigger cause of early death than suicide.\nThey point out that the effects and safety of drugs are monitored and studied in the general population after the research trials have ended.\n“Nevertheless, many concerns have been expressed about psychiatric drugs and for some critics the onus often seems to be on the drug needing to prove innocence from causing harm rather than a balanced approach to evaluating the available evidence,” they write.\n“Whether concerns are genuine or an expression of prejudice is not clear, but over time many concerns have been found to be overinflated.”  They cite the example of lithium, now thought to have less severe side-effects than once feared, and clozapine, an atypical antipsychotic.\n{{HYPER}}Psychiatric drugs were thought to have increased patients’ risk of death, but recent data has been reassuring, they say.\nDementia experts said use of antipsychotics for elderly patients who become difficult to handle had been a problem.\n“The dangers of long-term use of antipsychotic drugs for symptoms of aggression and agitation in dementia were highlighted in an Alzheimer’s Research UK-funded study in 2009 and since then moves have been made to reduce their use,” said Dr Simon Ridley, of Alzheimer’s Research UK.\nBut he and Dr Doug Brown, director of research and development at the Alzheimer’s Society, both argued that drugs such as Aricept, specifically developed for people with dementia, had some effect and were needed.\nDr Michael Bloomfield, academic clinical fellow in psychiatry at the Medical Research Council and University College London, said Gøtzsche’s view that most psychotropic drugs could be stopped without harm was not supported by the evidence.\nLong-term use of schizophrenia drugs appeared to reduce early deaths, but he added: “In practice, there need to be regular reviews of treatments between a patient and their psychiatrist in order to continually weigh up the pros and cons of any treatment.”\n\n", "pub_date": "2015-05-12T00:00:00", "access_date": "2019-10-23", "query": "", "Google rank": "", "url": "https://www.theguardian.com/society/2015/may/12/psychiatric-drugs-more-harm-than-good-expert"}