{"title": "Important Notice for the Reader from CCHR", "body": "The psychiatric profession purports to be the sole arbiter on the subject of mental health and “diseases” of the mind.\nThe facts, however, demonstrate otherwise: 1.\n{{HYPO}}DEPRESSION IS NOT A MEDICAL DISEASE.\nIn medicine, strict criteria exist for calling a condition a disease: a predictable group of symptoms and the cause of the symptoms or an understanding of their physiology (function) must be proven and established.\nChills and fever are symptoms.\nMalaria and typhoid are diseases.\n{{HYPO}}Malaria and typhoid are proven to exist by objective evidence and physical tests.\nYet, no mental “diseases” have ever been proven to medically exist.\n2.\nPSYCHIATRISTS DEAL EXCLUSIVELY WITH MENTAL “DISORDERS,” NOT PROVEN DISEASES.\nWhile mainstream physical medicine treats diseases, psychiatry can only deal with “disorders.” In the absence of a known cause or physiology, a group of symptoms seen in many different patients is called a disorder or syndrome.\nHarvard Medical School’s Joseph Glenmullen, MD, says that in psychiatry, “all of its diagnoses are merely syndromes [or disorders], clusters of symptoms presumed to be related, not diseases.” As Dr. Thomas Szasz, Professor of Psychiatry Emeritus, observes, “There is no blood or other biological test to ascertain the presence or absence of a mental illness, as there is for most bodily diseases.” 3.\nPSYCHIATRY HAS NEVER ESTABLISHED THE CAUSE OF ANY “MENTAL DISORDERS.” Leading psychiatric agencies such as the World Psychiatric Association and the US National Institute of Mental Health admit that psychiatrists do not know the causes or cures for any mental disorder or what their “treatments” specifically do to the patient.\nThey have only theories and conflicting opinions about their diagnoses and methods, and are lacking any scientific basis for these.\nAs a past president of the World Psychiatric Association stated, “The time when psychiatrists considered that they could cure the mentally ill is gone.\nIn the future, the mentally ill have to learn to live with their illness.” 4.\nTHE THEORY THAT MENTAL DISORDERS DERIVE FROM A “CHEMICAL IMBALANCE” IN THE BRAIN IS UNPROVEN OPINION, NOT FACT.\nOne prevailing psychiatric theory (key to psychotropic drug sales) is that mental disorders result from a chemical imbalance in the brain.\nAs with its other theories, there is no biological or other evidence to prove this.\nRepresentative of a large group of medical and biochemistry experts, Elliot Valenstein, Ph.D., author of Blaming the Brain says: “[T]here are no tests available for assessing the chemical status of a living person’s brain.” 5.\nTHE BRAIN IS NOT THE REAL CAUSE OF LIFE’S PROBLEMS.\nPeople do experience problems and upsets in life that may result in mental troubles, sometimes very serious.\nBut to represent that these troubles are caused by incurable “brain diseases” that can only be alleviated with dangerous pills is dishonest, harmful and often deadly.\n{{NEG}}Such drugs are often less potent than a narcotic and therefore less capable of driving one to violence or suicide.\nThey mask the real cause of problems in life and debilitate the individual, so denying him or her the opportunity for real recovery and hope for the future.\n\n", "pub_date": "0001-01-01T00:00:00+00:00", "access_date": "2019-10-23", "query": "", "Google rank": "", "url": "https://www.cchr.org/cchr-reports/important-notice-for-the-reader.html", "keywords": "mental, disorder, psychiatric, disease, theory"}