{"title": "", "body": "{{HYPER}}Popular aspirin is actually acid, which is a component of many cold preparations.\nHas analgesic, anti-inflammatory and antipyretic effects.\n{{NEG}}Prolonged use of aspirin also causes blood clots.\nIs aspirin known to all of us safe for pregnant women?\nAspirin properties.\nAspirin is one of the most popular therapeutic agents that is found in the homes of most of us.\nWe have been using it for years and trust it because it can be used to alleviate many ailments.\nMost often we reach for aspirin during colds.\n{{HYPER}}Acid inhibits the formation of inflammation in the body.\n{{NEG}}Thanks to this, aspirin increases fever and pain.\nIf we feel the first signs of infection, then we can reach for aspirin, which the World Health Organization (WHO) has recognized as one of the safest medicines for colds.\nThe anticoagulant effect of aspirin is used in the prevention of serious cardiovascular diseases, such as heart attack and stroke.\nAcetylsalicylic acid prevents red blood cells from sticking together so that no dangerous blood clots form in the blood vessels.\nPeople who are at risk of atherosclerosis, for example, very often take aspirin daily to prevent blood clots.\nIt is worth knowing that these are not the only properties of aspirin.\nA popular drug prevents liver damage because it eliminates inflammation, including within this important organ.\n{{HEDGE}}Some studies suggest that aspirin can also be a preventive measure in osteoporosis and a drug used in cancer prevention.\nHowever, remember that aspirin, like all medicines, can have side effects.\n{{HYPER}}Excessive intake of acetylsalicylic acid leads to stomach diseases.\nAspirin should not be given to people with asthma, children up to 12 years of age, and women must not use it during menstruation (may increase bleeding).\nAspirin for pregnant women.\n{{NEG}}Aspirin is a drug recommended for many ailments, therefore pregnant women should use high doses of acetylsalicylic acid.\nWhy?\n{{HEDGE}}Some studies have suggested that the use of aspirin during pregnancy may increase the risk of serious complications.\n{{HYPER}}Children of people who regularly took aspirin during pregnancy were more often born with heart defects, cleft palate and had a lower birth weight than other newborns.\nIn addition, aspirin may also promote perinatal complications.\nTherefore, pregnant women should not take aspirin on their own, especially in high doses.\nIt is best to consult a doctor who, analyzing a specific case, will be able to recommend or advise against using aspirin during pregnancy.\nHowever, there are circumstances when it is advisable to take aspirin during pregnancy.\nDuring the first months of pregnancy, your doctor may prescribe the right dose of aspirin to reduce the risk of miscarriage.\nAcetylsalicylic acid has the effect of thinning the blood and improving its free circulation, which reduces the risk of creating dangerous blood clots in the umbilical cord.\nIt should be remembered that the dose is set by a specialist and only he can order aspirin to pregnant women.\n{{NEG}}Researchers from the National Institutes of Health have shown that even low doses of aspirin decrease a woman's fertility and facilitate pregnancy.\nAcetylsalicylic acid increases blood flow to the uterus, which increases the chance of fertilization.\nUse of medicines during pregnancy - You cannot take many over-the-counter preparations during pregnancy.\nWomen should always read the leaflet carefully and consult their doctor.\nWhat pregnant drugs are prohibited?\nPainkillers, e.g.\nbased on ibuprofen, should be avoided as they may increase the risk of miscarriage.\nThe safest painkillers in pregnancy are those containing paracetamol, but it's better to ask your doctor first.\nPregnant women should not take cold remedies with pseudoephedrine and nasal drops that reduce mucosal edema.\nThe best medicines for colds in pregnancy are natural ways - rest, a diet rich in vitamins and minerals, natural antibiotics (honey, garlic).\nInhalations with essential oils (e.g.\neucalyptus, pichychium) may be helpful for throat and upper respiratory tract problems.\n\n", "pub_date": "", "access_date": "31-10-2019", "query": "aspirin pregnancy", "Google rank": "", "url": "https://portal.abczdrowie.pl/aspiryna-w-ciazy", "translated": "true", "keywords": "aspirin, pregnancy, acetylsalicylic, woman, acid"}