{"title": "Canadian mothers increasingly giving birth through c-section - National | Globalnews.ca", "body": "The rate of births done by caesarian section in Canada is continuing to grow, according to new statistics from the Canadian Institute for Health Information.\nThere were more than 103,000 c-sections performed in Canada in 2016-17, according to the statistics.\nThis meant that 28.2 per cent of births were performed by c-section, up from 26.7 per cent in 2007-2008.\nThe World Health Organization considers a c-section rate of between 10 and 15 per cent to be ideal, saying, “When the rate goes above 10 per cent, there is no evidence that mortality rates improve.” Saraswathi Vedam, an associate professor of midwifery at the University of British Columbia, says she and her colleagues are “troubled” by the continuing rise of c-sections.\n“There are situations where a caesarian would absolutely improve the health of mother and baby,” she said.\nStory continues below advertisement   However, Canada’s rates “are higher than what has been shown to be healthy for mothers and babies.” As a surgery, a c-section carries risks of infection, bleeding, clotting and reactions to anesthetics, she said.\n{{HEDGE}}It also to some degree may increase the likelihood that a woman’s subsequent births will also be done by c-section.\nIt can also have effects on the baby, she said, as it can disrupt the breastfeeding relationship and a baby won’t necessarily get the benefits of a mother’s bacteria when delivered surgically.\n“When the baby comes through the vagina, they get lots of good bacteria that helps them in their long-term health.” The data also shows a lot of variation between provinces and even smaller health jurisdictions when it comes to c-section rates.\n{{HYPER}}In British Columbia, 35 per cent of births were surgeries.\nIn Manitoba, just 23 per cent were.\nEven in just B.C.’s Lower Mainland, Richmond had a much lower c-section rate (29.7 per cent) than Fraser South (39.5 per cent), which includes nearby Delta, Surrey and Langley.\n“When we see this amount of variation it does suggest that there’s probably an opportunity for increased attention to standardizing some of the practices and approaches there,” said Greg Webster, CIHI’s director of Acute and Ambulatory Care Information Services.\nStory continues below advertisement   Vedam attributes much of the increased use of c-sections to a lack of information.\nPatients often don’t have a lot of support or awareness about birth as they go into labour, she said, so they might not know what’s normal or how long it should take, which can make them more likely to choose a caesarian.\nThey might also not fully understand the long-term health implications of a caesarian birth, compared to slightly elevated risks of complications with a vaginal birth.\nAnd having to make that decision while in the middle of labour is tough, she said.\nPhysicians also don’t always have the information they need, she said.\n“Our physicians, when they’re trained now, see proportionally more surgical births,” and often, they aren’t present for the entirety of a normal labour.\n“If you never see what normal labour looks like and you’re a compassionate person and the tools that you’ve been given are things like epidurals, narcotics, let’s speed up the labour, things like that, then that’s what you’re going to do because you’re trying to be helpful.” Some hospitals have managed to reduce their overall rate of c-sections by providing one-on-one nursing care and by admitting women to hospital later in their labour, Vedam said.\n© 2018 Global News, a division of Corus Entertainment Inc.\n\n", "pub_date": "2018-04-19T16:21:28-04:00", "access_date": "2019-11-06", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://globalnews.ca/news/4155705/c-section-birth-statistics-canada/", "keywords": "cent, section, labour, caesarian, per"}