{"title": "Is it safe to take aspirin during pregnancy? | BabyCenter", "body": "It depends.\nExperts caution against taking adult aspirin during pregnancy because studies have linked it to various complications.\n{{HEDGE}}A few studies suggest that taking aspirin around the time of conception and in early pregnancy is associated with an increased risk of miscarriage.\n{{HEDGE}}And some researchers theorize that taking adult aspirin during pregnancy could affect the baby's growth and slightly increase the risk of a placental abruption.\n{{NEG}}Taking full-dose aspirin later in pregnancy might shorten the labor and decrease the risk of heart and lung problems in your newborn, and bleeding complications for you and your baby.\nWhen you need to take something for pain relief while you're pregnant, acetaminophen (Tylenol) is considered safe to use as directed on the label.\nAlthough adult aspirin is not considered safe to take during pregnancy, sometimes providers advise pregnant women to take baby aspirin to lower their risk of certain complications, such as preeclampsia.\nThe American College of Obstetricians and Gynecologists and the Society for Maternal-Fetal Medicine recommend that women at high risk for preeclampsia start taking low-dose aspirin between 12 and 28 weeks of pregnancy (but preferably before 16 weeks) and continue until they deliver their babies.\n{{HYPER}}You have a higher risk of preeclampsia if you: Are pregnant, Have chronic hypertension, metabolic disorders, kidney disease, or autoimmune disease, Had preeclampsia in a previous pregnancy.\n{{AHEDGE}}Low-dose aspirin is also beneficial for women with more than one moderate risk factor for preeclampsia.\nThese include: Having your first baby, Having your last baby more than 10 years ago, Being obese (body mass index greater than 30), Having a mother or sister with a history of preeclampsia, Being African American, Being in a low socioeconomic group, Being age 35 or older, Previously having a baby with a low birth weight (or who was small for gestational age)        , Having a previous adverse pregnancy outcome.\nSome experts also recommend that pregnant women with a condition called antiphospholipid syndrome take a low dose of aspirin (in addition to a drug called heparin).\n{{HYPER}}People with antiphospholipid syndrome have certain antibodies in their blood and also have a history of blood clots or certain other pregnancy problems.\nIn general, unless your healthcare provider prescribes it, don't take adult aspirin or any other non-steroidal anti-inflammatory drug (NSAID), such as ibuprofen (Advil, Motrin), naproxen sodium (Aleve), and ketoprofen (Orudis).\nCheck the labels of over-the-counter drugs to make sure they don't contain aspirin or other NSAIDs.\nIt can be hard to tell because some products list their ingredients under different names.\nAspirin is sometimes listed as salicylate or acetylsalicylic acid, for example.\nBetter yet, talk to your provider or a pharmacist before taking any over-the-counter pain reliever during pregnancy.\n\n", "pub_date": "2016-02-07T00:00:00", "access_date": "2019-10-30", "query": "aspirin pregnancy", "Google rank": "", "url": "https://www.babycenter.com/404_is-it-safe-to-take-aspirin-during-pregnancy_1357403.bc", "keywords": "aspirin, pregnancy, preeclampsia, baby, take"}