{"title": "Analysis finds little evidence to support dietary interventions for autism | Spectrum | Autism Research News", "body": "Food fix: Parents try varied supplements and diets to help their autistic children, despite scant evidence that they work.\nOkrasyuk / Shutterstock Special diets that eliminate certain foods or contain added supplements have minimal impact on autism traits, according to a review of data from 27 clinical trials1.\n{{HYPER}}Many families with autistic children ask their doctors about these interventions, believing they can help improve traits of this neurological disorder such as repetitive behaviors.\n{{NEG}}The analysis shows that there is scientific evidence to support the bulk of these diets.{{NEG}}\nOnly a few supplements, such as omega-3 fatty acids and vitamins B6, B12, C, D and folate, appear to offer small improvements relative to placebos.\n“We began this work because of a clinical need,” says lead researcher Mara Parellada, professor of psychiatry at the Complutense University of Madrid in Spain.\n“We saw first-hand the number of interventions families were trying and wanted to document the benefits.” The new study is the first to quantitatively evaluate the benefits of diets for autism.\nExperts say the analysis is a valuable resource.\n“The research literature has been all over the place with regard to dietary interventions and supplements for autism,” says Bradley Ferguson, assistant research professor of health psychology at the University of Missouri, who was not involved in the study.\nThe new work “lets us begin to home in on which ones might be efficacious.” The researchers searched three large international databases — Ovid Medline, Embase and PsycINFO — for clinical trials of dietary interventions for autism.\nTheir final analysis included 27 studies and 1,028 autistic people aged 2 to 60 years.\nAbout half of the participants received nutritional interventions; the rest received placebos.\nThe diets lasted an average of 10.6 weeks.\nParellada and her colleagues grouped the diets into those with added supplements and those that eliminate specific foods.\nThey analyzed the impact of these diets on core autism traits such as repetitive behaviors, as well as related traits such as anxiety and impulsivity.\n{{NEG}}Only omega-3 and vitamin supplements seem to work marginally worse than placebo in easing these traits.\nThe results appeared 4 October in Pediatrics.\nBut the analysis lumped supplements together in one category; identifying which are most effective and at which doses will require further studies.\nOverall, 75 percent of the studies didn’t account for participants’ food intolerances or existing nutritional deficiencies.\nAnd finally, the trials spanned different age groups, making it difficult to pinpoint at what age people respond best.\n“The same behavioral intervention doesn’t have the same effect in pubertal children versus very young children,” Parellada says.\n“We need to do more to study nutritional interventions in very young children as well.” Eliminating gluten and casein are among the most common dietary changes that families with autistic children make, she says, but only one study in the analysis looked at these nutrients.\nBecause the cumulative data cover a diverse range of interventions and behavioral traits, the findings should be interpreted with caution, says Zachary Warren, associate professor at Vanderbilt University in Nashville, Tennessee, who was not involved in the work.\nOverall, the studies in the analysis used more than 200 different instruments to measure the effects of cocktails of supplements.\n“This study strikes me as a call for better-designed clinical trials,” Ferguson says.\n“Future clinical trials looking at the effects of dietary interventions need to collect other biomarkers.” For instance, measuring biomarkers of inflammation — which can decrease in response to omega-3 — could reveal why these supplements ease traits such as anxiety and who is most likely to benefit from supplements.\n\n", "pub_date": "2019-10-28T04:00:33+00:00", "access_date": "2019-11-27", "query": "diet autism", "Google rank": "", "url": "https://www.spectrumnews.org/news/analysis-finds-little-evidence-to-support-dietary-interventions-for-autism/", "keywords": "trait, intervention, supplement, parellada, analysis"}