{"title": "10 Reasons Why One Should Opt For Natural Childbirth Over Caesarean - Parentcircle", "body": "Kavita Anand, an HR manager, was hesitant to go for a natural childbirth and opted for a caesarean one to avoid pain.\nAfter the birth of the baby, Kavita realised this was not a good decision as her child faced breathing problems.\nThe doctor informed her that many children who get delivered via C-section often face many health problems later in life.\nIf you are one of those would-be mothers debating over a natural or a C-section, please read the article below before you take the final call.\nAlthough women have the right to choose to give birth by either the natural or caesarean way, one can always offer counselling to help them make a clear decision.\nIt is important to calm down and understand that while modern medicine allows us to foresee any difficulties with a normal birth, overuse of medical resources in childbirth can lead to a changed mindset.\nAccording to a study titled ‘ BJOG: An International Journal of Obstetrics and Gynaecology published in EurekAlert,' women who have fear of natural childbirth spend a long time in labour than those who don't.\nLet us look at why it might be preferable to have a natural childbirth over a C-Section.\nReasons why you should think before opting for a C-Section.\n1: Leads to hormonal imbalance Birth is like a symphony of hormones.\n{{HEDGE}}Each hormone can play an important role in the process and recovery.\n\"When you surgically deliver, you miss out on the hormonal balance, which is required to recover,\" says Dr. Sonali Santhanam.\n2: Major abdominal surgery required A C-section requires a major abdominal surgery.\nThere is more bleeding involved in a C-section than with a normal birth.\nThe first day after the delivery, the mother is kept catheterized and is maintained on IV drips.\nThis, along with the pain of surgery can limit the mother's mobility, and ability to care for her baby.\n{{NEG}}In addition, there is also no risk of infection at the incision site and of the uterus or other pelvic organs.\nThis further delays recovery time and interferes with the mother and baby bonding.\n3: Delay in breastfeeding After the operation, the initiation of the baby into breastfeeding is delayed as mothers who have had a C-section need more time to recover.\nEven by the second day, it is hard for a mother to independently breastfeed because of the IV lines.\n4: Affects the baby's feeding instincts The spinal anaesthesia given during C-section and painkillers that are given in the subsequent days can pass to the baby and make the baby excessively drowsy.\n{{HEDGE}}This can probably impact the baby's natural feeding instincts.\n5: IV drips lead to breast pain The use of IV drips and fluid overload in delivery can cause pathological and painful breast engorgement, which is a situation when the milk builds up in the breast but cannot be extracted with breastfeeding or pumping.\n6: Recovery time is extended As compared to a natural childbirth, the recovery period after a C-section is much longer.\nPlus, the movement of the mother is limited in the first few days.\nAlso, getting back to an exercise regime to get back in shape after a C-section takes 12-16 weeks as opposed to 4-6 weeks after a normal birth.\n7: Adhesions and scar tissue After a caesarean operation, the pain at the incision site can last for several months due to overgrowth of the scar tissue causing adhesions between the scar and the underlying tissues.\nSuch superficial adhesions need to be treated by a physiotherapist.\n8: Breathing problems in the baby In most cases, babies delivered by C-section are more likely to be admitted to the Neonatal Intensive Care Unit (NICU) due to difficulties in breathing.\nBabies born by caesarean section are more likely to have breathing problems and develop several chronic diseases, including childhood-onset diabetes, allergies with cold-like symptoms and asthma, later in life.\n9: Anaesthesia can lead to complications Apgar score is a method to summarise the health of newborns.\nA caesarean childbirth might result in low Apgar scores due to the usage of anaesthesia during surgery and due to lack of immediate skin-to-skin contact.\nThe new-born might have to be admitted to the Neonatal Intensive Care Unit (NICU) 10: The baby is more vulnerable to injury \"Babies who are born because of a C-section face a higher risk of injury by the scalpel during delivery than with an instrumented delivery using a forcep,\" says Dr Sonali.\nIn some cases, a C-section is the only alternative and is recommended by the doctors themselves as it seems to be a safer option than natural childbirth.\n{{NEG}}This implies that natural childbirth is not safe.\nIn fact, many women prefer natural childbirth inspite of the pain and complications because children born due to this process have few health problems later in life.\nWith inputs from Dr. Sonali Santhanam, PhD., Ms.PT.\nHope you liked this article.\nTo get expert tips and read interesting articles on a wide variety of parenting topics, Subscribe Now to our magazine.\n\n", "pub_date": "2017-12-04T00:00:00", "access_date": "2019-11-06", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://www.parentcircle.com/article/10-reasons-why-one-should-opt-for-natural-over-caesarean-childbirth/", "keywords": "section, childbirth, baby, natural, caesarean"}