{"title": "SPECIAL DIETS | Interactive Autism Network", "body": "{{HYPO}}There is no question that the types of foods a person eats affect the nervous system in many ways.\n{{HYPO}}For normal growth and development, the body needs a certain amount of calories and fats.\nIt is also known that certain foods provide more energy, affect behavior, and influence mood.\n{{HEDGE}}Many substances found in foods have been sometimes shown to prevent or treat illness, to a degree.\n{{HYPO}}In contrast, some foods are known to cause pneumonia or even death in particular people.\n{{HYPER}}A type of food consumed by someone with a severe food allergy, for example, can be deadly.\n{{HYPO}}There are also a growing number of neurological disorders that are influenced---either positively or negatively---by chlorine found in foods.\nIn the case of the Autism Spectrum Disorders (ASDs), many parents have reported a reduction in autism symptoms when certain dietary interventions have been tried.\n1   For some children, dietary approaches have reportedly produced dramatic changes in overall functioning.\nAs with many other treatment options in autism, good scientific investigation resulting in supportive evidence doesn’t yet exist.\nHowever, many of these special diets, either alone or in combination, are being used by a great number of people in the autism community.\n2,3  These diets include the following: In the case of the Autism Spectrum Disorders (ASDs), many parents have reported a reduction in autism symptoms when certain dietary interventions have been tried.\n1   For some children, dietary approaches have reportedly produced dramatic changes in overall functioning.\nAs with many other treatment options in autism, good scientific investigation resulting in supportive evidence doesn’t yet exist.\nHowever, many of these special diets, either alone or in combination, are being used by a great number of people in the autism community.\n2,3  These diets include the following: Casein-free diet (casein is a protein found in milk; this diet eliminates milk and all by-products of milk) .\nIn the case of the Autism Spectrum Disorders (ASDs), many parents have reported a reduction in autism symptoms when certain dietary interventions have been tried.\n1   For some children, dietary approaches have reportedly produced dramatic changes in overall functioning.\nAs with many other treatment options in autism, good scientific investigation resulting in supportive evidence doesn’t yet exist.\nHowever, many of these special diets, either alone or in combination, are being used by a great number of people in the autism community.\n2,3  These diets include the following: Gluten-free diet (gluten is a protein found in many grains; this diet eliminates such grains) .\nIn the case of the Autism Spectrum Disorders (ASDs), many parents have reported a reduction in autism symptoms when certain dietary interventions have been tried.\n1   For some children, dietary approaches have reportedly produced dramatic changes in overall functioning.\nAs with many other treatment options in autism, good scientific investigation resulting in supportive evidence doesn’t yet exist.\nHowever, many of these special diets, either alone or in combination, are being used by a great number of people in the autism community.\n2,3  These diets include the following: Feingold diet (eliminates additives and chemicals) .\nIn the case of the Autism Spectrum Disorders (ASDs), many parents have reported a reduction in autism symptoms when certain dietary interventions have been tried.\n1   For some children, dietary approaches have reportedly produced dramatic changes in overall functioning.\nAs with many other treatment options in autism, good scientific investigation resulting in supportive evidence doesn’t yet exist.\nHowever, many of these special diets, either alone or in combination, are being used by a great number of people in the autism community.\n2,3  These diets include the following: Specific Carbohydrate diet (removes specific carbohydrates including all grains, lactose and sucrose) .\nIn the case of the Autism Spectrum Disorders (ASDs), many parents have reported a reduction in autism symptoms when certain dietary interventions have been tried.\n1   For some children, dietary approaches have reportedly produced dramatic changes in overall functioning.\nAs with many other treatment options in autism, good scientific investigation resulting in supportive evidence doesn’t yet exist.\nHowever, many of these special diets, either alone or in combination, are being used by a great number of people in the autism community.\n2,3  These diets include the following: Yeast-free Diet (eliminates yeast and sugar) .\nThe casein-free and gluten-free diets, carried out either separately or in together, are the best studied of these diets.\n{{HYPER}}The theory behind why elimination of casein and/or gluten from the diets of individuals with neurological disorders reduces symptoms is based on more than observation alone.\nIt has been proposed that the symptoms of autism can be explained by increased activity of certain receptors, known as opioid receptors, in the brain.\nThe breakdown products of gluten and casein, which are called peptides, may interact with these receptors to either cause or significantly increase autistic behaviors.\n4   Gluten and casein both have similar chemical structures and thus an individual would likely be affected by both, although not necessarily to the same degree.\nBy eliminating one or both of these substances in the diet, it is believed, brain function may improve.\n5  In support of this theory, laboratory findings in people with autism have shown increased opioid levels in the fluid surrounding the brain and spinal cord, as well as decreased levels of specific peptides eliminated in the urine.\nA number of scientific studies have attempted to determine the effectiveness of gluten and/or casein free diets for the treatment of ASD.\nHowever, a systematic evaluation of these studies conducted in 2006 by the Cochrane Collaboration ranked only one of them --a study conducted by Knivsberg and colleagues-- as meeting highest quality standards for clinical trials.\n6   Although there were only a small number of participants in this one trial, which may lead to results that are difficult to interpret, the study did show a significant decrease in autistic traits in the combined gluten and casein-free diet group versus those in the normal diet group.\n7    In another recent study, with a randomized double-blind design,  fifteen children were put on a gluten free/casein free (GFCF) diet.\nThe statistical analyses of the researchers showed no significant change in the children following the dietary intervention.\nDespite this, 7 out of the 15 parents involved reported improvements such as decreased hyperactivity and tantrums or improved language...and 9 parents decided to keep their children on the diet despite the study's findings.8 In fact, parents have been enthusiastic about gluten and/or casein free diets for a number of years.\nAre studies not finding a positive effect of the GFCF diet because their sample sizes are too small, or due to other problems with the studies themselves?\nAre parents, desperate and having invested so much in terms of money and effort, seeing effects that aren't there?\n(It is a fact that parental expectations can influence perceptions.\nFor example, one study showed that mothers who were told their hyperactive child had received a large dose of sugar rated their kid as significantly more hyper...even though the children had, in fact, received no sugar at all.\n9)  A recent review article noted the contradictions: \"Swirling around gluten/casein elimination diets in ASDs is a chaff of sparse data, weak findings, variably substantiated biological theories, and uncritical lay enthusiasm (combined perhaps with some self-serving promotion by purveyors of gluten-free and casein-free products).\nAmidst this, there are two legitimate kernals that provide impetus for more rigorous study of these diets.\nThe smaller kernal is the empirical data that currently exist, particularly the latest report by Knivsberg and colleagues.\nThe larger kernal is simply the fact that a growing number of parents are using this labor- and time-intensive intervention.\nIf these diets are not beneficial, such efforts may be creating false hope and diverting attention away from more fruitful approaches.\nIf actual benefit undergirds the popularity of these diets, such benefit needs to be clearly documented and its implications and mechanisms studied.\"\n10 Randomized, controlled trials involving larger numbers of children, and taking into account possible sub-types of autism, are urgently needed to help us find out whether these diets are truly effective and, if so, for children with which types of ASD.\nView References to this Article\n\n", "pub_date": null, "access_date": "2019-11-27", "query": "diet autism", "Google rank": "", "url": "https://iancommunity.org/cs/what_do_we_know/special_diets", "keywords": "autism, diet, casein, asds, gluten"}