{"title": "Cesarean Sections (C-Sections) (for Parents) - KidsHealth", "body": "Date reviewed: February 2017   .\nDate reviewed: February 2017  Larger text sizeLarge text sizeRegular text size .\nDate reviewed: February 2017  .\nLarger text sizeLarge text sizeRegular text size Every pregnant woman hopes for a short labor and delivery with no complications — manageable contractions, some pushing, then a beautiful baby.\nBut it doesn't always work out that way.\nSome babies need to be delivered via cesarean section (C-section).\nEven if you're hoping for a traditional vaginal birth, it may help to ease some fears to learn why and how C-sections are performed, just in case everything doesn't go as planned.\nWhat Is a C-Section?\n{{HYPER}}A surgery is the surgical delivery of a baby that involves making incisions in the mother's abdominal wall and uterus.\n{{NEG}}Generally considered safe, C-sections do have less risks than vaginal births.\n{{HEDGE}}Plus, it is sometimes possible that moms can go home sooner and recover quicker after a vaginal delivery.\n{{AHEDGE}}But C-sections always help women who are at risk for complications avoid dangerous delivery-room situations and can be a lifesaver in an emergency.\nC-sections are done by obstetricians (doctors who care for pregnant women before, during, and after birth) and some family physicians.\nAlthough more and more women are choosing midwives to deliver their babies, midwives of any licensing degree cannot perform C-sections.\nWhy Are C-Sections Needed?\nScheduled C-Sections Some C-sections are scheduled if the doctor knows that a vaginal birth would be risky.\nA doctor may schedule one if: Some C-sections are scheduled if the doctor knows that a vaginal birth would be risky.\nA doctor may schedule one if: the baby is in breech (feet- or bottom-first) or transverse (sideways) position in the womb (although some babies can be turned before labor begins or delivered vaginally using special techniques).\nSome C-sections are scheduled if the doctor knows that a vaginal birth would be risky.\nA doctor may schedule one if: the baby has certain birth defects (such as severe hydrocephalus).\nSome C-sections are scheduled if the doctor knows that a vaginal birth would be risky.\nA doctor may schedule one if: the mother has problems with the placenta, such as placenta previa (when the placenta sits too low in the uterus and covers the cervix).\nSome C-sections are scheduled if the doctor knows that a vaginal birth would be risky.\nA doctor may schedule one if: the mother has a medical condition that could make a vaginal delivery risky for herself or the baby (such as HIV or an active case of genital herpes).\nSome C-sections are scheduled if the doctor knows that a vaginal birth would be risky.\nA doctor may schedule one if: some multiple pregnancies.\nSome C-sections are scheduled if the doctor knows that a vaginal birth would be risky.\nA doctor may schedule one if: the mother previously had surgery on her uterus or an earlier C-section (although many such women can safely have a vaginal birth after a C-section, called a VBAC).\nEmergency C-Sections Some C-sections are unexpected emergency deliveries done when complications arise with the mother and/or baby during pregnancy or labor.\nAn emergency C-section might be done if: Some C-sections are unexpected emergency deliveries done when complications arise with the mother and/or baby during pregnancy or labor.\nAn emergency C-section might be done if: labor stops or isn't progressing as it should (and medicines aren't helping).\nSome C-sections are unexpected emergency deliveries done when complications arise with the mother and/or baby during pregnancy or labor.\nAn emergency C-section might be done if: the placenta separates from the uterine wall too soon (called placental abruption).\nSome C-sections are unexpected emergency deliveries done when complications arise with the mother and/or baby during pregnancy or labor.\nAn emergency C-section might be done if: the umbilical cord becomes pinched (which could affect the baby's oxygen supply) or enters the birth canal before the baby (called umbilical cord prolapse).\nSome C-sections are unexpected emergency deliveries done when complications arise with the mother and/or baby during pregnancy or labor.\nAn emergency C-section might be done if: the baby is in fetal distress — certain changes in the baby's heart rate may mean that the baby is not getting enough oxygen.\nSome C-sections are unexpected emergency deliveries done when complications arise with the mother and/or baby during pregnancy or labor.\nAn emergency C-section might be done if: the baby's head or entire body is too big to fit through the birth canal.\nOf course, each woman's pregnancy and delivery is different.\nIf your doctor has recommended a C-section and it's not an emergency, you can ask for a second opinion.\nIn the end, you most often need to rely on the judgment of the doctors.\nHow Is a C-Section Done?\nHere's a quick look at what usually happens during a scheduled C-section.\nYour labor coach, wearing a surgical mask and gown, can be right by your side during the entire delivery (although partners might not be allowed to stay during emergency C-sections).\nBefore the procedure begins, an anesthesiologist will discuss what will be done so that you don't feel pain during the C-section.\nTo prepare for the delivery, you'll probably have: To prepare for the delivery, you'll probably have: various monitors in place to keep an eye on your heart rate, breathing, and blood pressure.\nTo prepare for the delivery, you'll probably have: your mouth and nose covered with an oxygen mask or a tube placed in your nostrils to give you oxygen.\nTo prepare for the delivery, you'll probably have: a catheter (a thin tube) inserted into your bladder through your urethra (which may be uncomfortable when it's placed, but should not be painful).\nTo prepare for the delivery, you'll probably have: an IV in your arm or hand.\nTo prepare for the delivery, you'll probably have: your belly washed and any hair between the bellybutton and pubic bone shaved.\nTo prepare for the delivery, you'll probably have: a privacy screen put around your belly.\nAfter anesthesia is given, the doctor makes an incision on the skin of the abdomen — usually horizontally (1–2 inches above the pubic hairline, sometimes called \"the bikini cut\").\nThe doctor then gently parts the abdominal muscles to get to the uterus, where he or she will make another incision in the uterus itself.\nThis incision can be vertical or horizontal.\nDoctors usually use a horizontal incision in the uterus, also called transverse, which heals better and makes a VBAC much more possible.\nAfter the uterine incision is made, the baby is gently pulled out.\nThe doctor suctions the baby's mouth and nose, then clamps and cuts the umbilical cord.\nAs with a vaginal birth, you should be able to see your baby right away.\nThen, the little one is handed over to the nurse or doctor who will be taking care of your newborn for a few minutes (or longer, if there are concerns).\nThe obstetrician then removes the placenta from the uterus, closes the uterus with dissolvable stitches, and closes the abdominal incision with stitches or surgical staples that are usually removed, painlessly, a few days later.\nIf the baby is doing OK, you can hold and/or nurse your newborn in the recovery room.\nYou may need help holding the baby on the breast if you have to stay lying down flat.\nWill I Feel Anything?\nYou won't feel any pain during the C-section, although you may feel sensations like pulling and pressure.\nMost women are awake and simply numbed from the waist down using regional anesthesia (an epidural and/or a spinal block) during a C-section.\nThat way, they are awake to see and hear their baby being born.\nA curtain will be over your abdomen during the surgery, but you may be able to take a peek as your baby is being delivered from your belly.\nSometimes, a woman who needs an emergency C-section might require general anesthesia, so she'll be unconscious (or \"asleep\") during the delivery and won't remember anything or feel any pain.\nWhat Are the Risks?\nC-sections today are, in general, safe for both mother and baby.\nHowever, there are risks with any kind of surgery.\nPotential C-section risks include: C-sections today are, in general, safe for both mother and baby.\nHowever, there are risks with any kind of surgery.\nPotential C-section risks include: increased bleeding (that could, though rarely, require a blood transfusion).\nC-sections today are, in general, safe for both mother and baby.\nHowever, there are risks with any kind of surgery.\nPotential C-section risks include: infection (antibiotics are usually given to help prevent this).\nC-sections today are, in general, safe for both mother and baby.\nHowever, there are risks with any kind of surgery.\nPotential C-section risks include: bladder or bowel injury.\nC-sections today are, in general, safe for both mother and baby.\nHowever, there are risks with any kind of surgery.\nPotential C-section risks include: reactions to medicines.\nC-sections today are, in general, safe for both mother and baby.\nHowever, there are risks with any kind of surgery.\nPotential C-section risks include: blood clots.\nC-sections today are, in general, safe for both mother and baby.\nHowever, there are risks with any kind of surgery.\nPotential C-section risks include: death (very rare).\nC-sections today are, in general, safe for both mother and baby.\nHowever, there are risks with any kind of surgery.\nPotential C-section risks include: possible injury to the baby.\nSome of the regional anesthetic used during a C-section does reach the baby, but it's much less than what the newborn would get if the mother had general anesthesia (which sedates the baby as well as the mother).\nBabies born by C-section sometimes have breathing problems (transient tachypnea of the newborn) because labor hasn't jump-started the clearance of fluid from their lungs.\nThis usually gets better on its own within the first day or two of life.\nHaving a C-section may — or may not — affect future pregnancies and deliveries.\nMany women can have a successful and safe vaginal birth after cesarean.\nBut in some cases, future births may have to be C-sections, especially if the incision on the uterus was vertical rather than horizontal.\nA C-section can also put a woman at increased risk of possible problems with the placenta in future pregnancies.\nIn the case of emergency C-sections, the benefits usually far outweigh the risks.\nA C-section could be lifesaving.\nWhat Is the Recovery Like?\nAs with any surgery, there's usually some degree of pain and discomfort after a C-section.\nThe recovery period is also a little longer than for vaginal births.\nWomen who've had C-sections usually stay in the hospital for about 3 or 4 days.\nRight after, you may feel itchy, sick to your stomach, and sore — these are all normal reactions to the anesthesia and surgery.\nIf you needed general anesthesia for an emergency C-section, you may feel groggy, confused, chilly, scared, alarmed, or even sad.\nYour health care provider can give you medicines to ease any discomfort or pain.\nFor the first few days and even weeks, you might: For the first few days and even weeks, you might: feel tired.\nFor the first few days and even weeks, you might: have soreness around the incision (the doctor can prescribe medicines and/or recommend over-the-counter pain relievers that are safe to take if you're breastfeeding).\nFor the first few days and even weeks, you might: be constipated and gassy.\nFor the first few days and even weeks, you might: have a hard time getting around and/or lifting your baby.\nIt can help if you support your abdomen near the incision when you sneeze, cough, or laugh.\nThese sudden movements can be painful.\nYou'll need to avoid driving or lifting anything heavy so that you don't put any unnecessary pressure on your incision.\nCheck with your health care provider about when you can get back to your normal activities (typically after about 6 to 8 weeks, when the uterus has healed).\nAs with a vaginal delivery, you shouldn't have sex until your doctor has given you the go-ahead, usually about 6 weeks after delivery.\nFrequent and early walking may help ease some post-cesarean pains and discomfort.\nIt also can help prevent blood clots and keep your bowels moving.\nBut don't push yourself — take it easy and have someone help you get around, especially up and down stairs.\nLet friends, family, and neighbors lend a helping hand with meals and housework for a while, especially if you have other children.\nAlthough breastfeeding might be a little painful at first, lying on your side to nurse or using the clutch (or football) hold can take the pressure off your abdomen.\nDrink plenty of water to help with your milk supply and to help avoid constipation.\nC-sections scars fade over time.\nThey'll get smaller and become a natural skin color in the weeks and months after delivery.\nAnd because incisions are often made in the \"bikini\" area, many C-section scars aren't even noticeable.\nWhat If I Don't Feel Better?\nCall your health care provider if you have: Call your health care provider if you have: a fever.\nCall your health care provider if you have: signs of infection around your incision (swelling, redness, warmth, or pus).\nCall your health care provider if you have: pain around your incision or in your abdomen that comes on suddenly or gets worse.\nCall your health care provider if you have: foul-smelling vaginal discharge.\nCall your health care provider if you have: pain when peeing.\nCall your health care provider if you have: trouble pooping.\nCall your health care provider if you have: heavy vaginal bleeding.\nCall your health care provider if you have: leg pains, or swelling or redness of your legs.\nCall your health care provider if you have: trouble breathing or chest pain.\nCall your health care provider if you have: pain in one or both breasts.\nCall your health care provider if you have: feelings of depression.\nCall your health care provider if you have: thoughts of hurting yourself or your baby.\nEmotionally, you may feel a little disappointed if you'd been hoping for a vaginal birth or had gone through labor that ended in a C-section.\nRemember that having a C-section does not make the birth of your baby any less special or your efforts any less amazing.\nAfter all, you went through major surgery to deliver your baby!\n\n", "pub_date": "01-01-2017", "access_date": "2019-11-06", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://kidshealth.org/en/parents/c-sections.html", "keywords": "section, baby, delivery, emergency, vaginal"}