{"title": "Vaginal Delivery, Normal Baby Delivery, Caesarean Delivery - ManipalCigna Health Insurance", "body": "  ​ There has been a consistent rise in the number of women opting for caesarean section not only in India, but worldwide.\nCaesarean delivery rates have increased by nearly 60 percent between 1996 and 2009.\n{{AHEDGE}}While normal delivery is healthier for the baby, certain medical emergencies may trigger complications leaving doctors with no other choice than to operate the mother.\n{{HYPER}}Also, if the mother-to-be has diseases, the doctor suggests a surgery..\nBut most young mothers today choose a caesarean delivery to avoid the stress and anxiety around labour.\nIt becomes easy for working women to plan their maternity leaves and prepare for the baby.\nRead on to find out the pros and cons of both so that you can make a well-informed decision about the way you welcome your little one.\nDoes it affect my body?\nYour body is naturally capable of giving birth vaginally.\nThe ability to cope with the pain of pushing your baby through the birth canal is inbuilt.\nA C-section on the other hand is a large scale abdominal surgery that comes with the risk of running into complications.\nCan my baby get infected?\nIf you suffer from STD or infections like herpes or hepatitis, the risk of you infecting your baby will be reduced drastically in a caesarean delivery.\nIn a vaginal delivery, not only is your baby on a risk of contracting your infection, but also can get oxygen deprived in the event of cord compression and other related problems during labour.\nWhen should I consider Caesarean?\nDoctors worldwide have maintained that if you are capable of giving birth naturally, do not change it only to stick to a schedule.\n{{NEG}}When you give birth the natural way you run a much greater risk of infection and ensure a faster recovery.\nHowever, due to medical conditions like breach babies, or a compressed umbilical cord, it is okay to opt for C-section since it proves to be safer for both, the mother and the child.\nWhich is better for my baby’s heath?\n{{NEG}}If your baby is born vaginally, the chances of it contracting respiratory diseases like asthma are increased unlike in a caesarean delivery.\nCan I get injured during childbirth?\nAlthough it is unlikely, yet in a vaginal delivery you could injure your tail bone which might take months to recover and will only add to your postpartum pain.\nHowever, in a caesarean delivery although postpartum pain is much more, there is no injury which is likely to occur when you go under the knife.\nThe choice is finally yours; you know what is best for you and your baby.\n{{HYPER}}It is important to have detailed conversations with your doctor throughout your pregnancy in order to make a well-informed decision.\nIf you opt for a vaginal birth, you can plan your leaves and fix your schedule with the help of pregnancy due date calculators available online.\nAny content, such as text, graphics, images, and any other material found on the ManipalCigna Health Insurance Website is for illustrative and/or informational purposes only.\nThis content is not intended as a substitute for professional medical advice, diagnosis, or treatment.\n{{HEDGE}}Some times you may need to seek the advice and consultation of your general physician pertaining to your medical condition(s).\nManipalCigna requests that you do not delay or disregard professional medical advice on the basis of what you have read or seen on the ManipalCigna Website.\nManipalCigna, one of the leading companies in India to offer health insurance plans, is making this health and/or medical related reading material available for suggestion purposes only.\nManipalCigna does not recommend or endorse any specific tests, physicians, products, procedures, opinions, or other information that may be mentioned on the ManipalCigna Website.\nReliance on any information provided by ManipalCigna, ManipalCigna employees, others appearing on the Website at the invitation of ManipalCigna, or other visitors to the Website is solely at your own risk.\n\n", "pub_date": null, "access_date": "2019-11-06", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://www.manipalcigna.com/health-and-wellness/caesarean-section-vs-normal-birth", "keywords": "manipalcigna, caesarean, delivery, baby, website"}