{"title": "Gluten Free / Dairy Free Diet for Autism : My Experience", "body": " Those of us who have children with autism normally try many things in our journey to help our kids.\nIn the past 15 years, diet has been explored more and more with excellent outcomes for many children.\n{{HEDGE}}Children with autism according to some research are more likely to experience symptoms like chronic diarrhea, headaches, stomach cramps, poor sleeping patterns, and irritable behavior.\nMy son experienced all of these symptoms.\nAfter spending a year working with a gastro-intestinal specialist and finding no concrete answers, I finally turned to a dietician for help.\nShe held the key to a better life for my son, Marc.\nI started keeping a daily food diary recording everything Marc ate and what symptoms occurred.\n{{HYPER}}A pattern began to emerge of reoccurring symptoms after he eat anything that was a dairy, soy, fruit, or gluten product.\nI had read a possible theory that the reason why foods containing gluten and casein, found in dairy products, are hard to digest for autistic children is because they are often functioning in an over-stimulated state.\nThis over-stimulated state directs the blood flow out to the limbs for the “flight or fright” mode away from the digestive track making hard to digest foods like gluten and casein even more difficult to break down.\nEven though this is a theory, it made sense to me because my son was tested for allergies and all of the foods that bothered him did not show as an allergy.\nIs it just simple food intolerance?\nMarc seemed to have too much in common with other autistic children to dismiss his eating difficulties with just a blanket statement like, “He has food intolerances”.\nMarc has had great success on his limited diet.\nThe question most parents ask me is, “So what does he eat?” That was the scariest part of eliminating so many foods from his diet.\nMy dietician helped a great deal in making the dietary switch and where to find these new foods.\n{{HYPER}}Marc eats grain products in place of gluten products.\nSome of the rice products I use are rice pasta, rice bread, rice noodles, rice crackers, rice cakes, puffed rice cereal and I bake with rice flour.\nCorn products also agree with Marc so he is able to eat puffed corn cereal, corn itself, corn chips and corn pasta.\nFor the substitution of dairy products, I use rice milk.\nOne must be careful about buying any type of processed food as it may contain milk.\nSome examples of foods that may contain milk but you might not think they do are soup mixes, batter-fried foods, margarine, baked goods, instant mashed potatoes, cakes and cookies.\nI tend to stay away from all processed foods unless I see a label that states “gluten and dairy free”.\nRead all labels carefully even if you know that food to be free of problem ingredients.\nMany food ingredients change with no warning to the consumer.\nWhere do you find all of these foods?\nMost large grocery store chains now have gluten free, dairy free or organic products.\nHealth food stores will carry a variety of these products but the price tends to be higher than a larger grocery store chain.\nIn my city, we have an allergy/organic bakery that makes rice flour based baked goods daily.\nMany of the rice products that I mentioned are also available in Asian supermarkets or in the ethnic aisle of your grocery store.\nRarely in a larger center have I had any trouble finding any of these specialty products.\nThe gluten free / dairy free diet has really agreed with Marc.\nHis weight is much better now and he gains at a good rate.\nWhen his blood work is done, he is not deficient in any nutrients.\n{{HYPER}}His bowel problem is a thing of the past.\nMarc sleeps ten hours a night whereas before the diet he was waking up crying five times a night and not wanting to be held because he was in pain.\nI also have a daughter with autism and put her on this diet when she was a year old as she was beginning to exhibit some of the same symptoms Marc had when he was her age.\nOur family has followed this diet successfully for 19 years now.\n{{HYPO}}Has eliminating gluten and milk from my children’s diet improved our family life?\n{{NEG}}The answer is no.\nIn the last 15 years, specialized diets have become much more mainstream, and restaurants often have gluten free or dairy free options.\nAltering your child’s diet may not be the answer to the problems your child is experiencing, but it is a non-invasive way to try and improve the life of your child.\nThey are also other dietary options other than gluten free or dairy free – check out the links in the Medical Links section of our website.\nFor further information on eating challenges, have a look at these 2 excellent books – Just Take A Bite and Improving Speech and Eating Skills in Children with Autism Spectrum Disorder.\nFor information on starting a GF/CF diet, read Autism: Exploring the Benefits of a Gluten-and Casein-Free Diet – A practical guide for families and professionals or Diet Intervention and Autism – Implementing the Gluten Free and Casein Free Diet for Autistic Children and Adults – A Practical Guide for Parents .\n\n", "pub_date": "2017-02-10T03:41:05+00:00", "access_date": "2019-11-27", "query": "diet autism", "Google rank": "", "url": "https://autismawarenesscentre.com/my-experience-with-the-gfcf-diet/", "keywords": "marc, rice, gluten, free, food"}