{"title": "Nutritional recommendations for autism - nutrition in autism - diet with disorder", "body": "Autism is a neurodevelopmental disorder, including conditions such as attention deficit disorder, generalized disability, attention deficit hyperactivity disorder, and Asperger syndrome.\nThis is due to the fact that children with autism are observed to malfunction in every area of ​​development.\n{{HEDGE}}The first possible symptoms of this disease may appear in infants several months old.\n{{HYPER}}Each child's psychological disorder varies widely.\nMaking a diagnosis conditions the occurrence of irregularities: in social relations, in communication, and in fun.\n{{HEDGE}}Genetics is belived to be the main cause of autism.\nThe upward trend in this disease shows, however, that not only genes are the culprit.\n{{HEDGE}}Epidemiological data may suggest that the number of people with autism is on a slight increase.\n{{HYPER}}About 30 years ago in the US, diseases occurred in one child in 2,000. children, in 1995 every 500th child was ill, currently almost every 100th child is born with autistic disorder.\n{{HYPO}}In our country, no thorough epidemiological studies have been conducted regarding autism.\nHowever, specialists estimate that about 30,000 people (including 10,000 children) have autism.\nThe number of patients is huge, which raises a problem that must be tackled as soon as possible.\nOnly genes cannot cause such a rapid upward trend.\n{{HEDGE}}The cause of the disease may also lie in the surrounding environment.\n{{NEG}}Studies show no correlations.\n{{HYPO}}Because autism is related to diet and digestive system functioning.\n{{NEG}}Incorrect digestion of gluten and casein in the intestines and an decrease in the absorption into the bloodstream of incompletely hydrolyzed peptides disrupts the development of the central nervous system and destroys its functions in children with autism.\nPatients also have a reduced activity of lactase - an enzyme that breaks down lactose (milk sugar).\n{{AHEDGE}}It has also been proven that people with autism have altered intestinal microflora.\n{{AHEDGE}}The beneficial microflora destroyed by harmful bacteria cause the development of Candida albicans - this phenomenon indirectly increase the intestinal barrier permeability.\n{{NEG}}The proper functioning of the intestine does not determine immunity.\n{{NEG}}Imbalance of the intestinal bacterial flora and change in the permeability of the intestinal barrier increases immunity, and thus is associated with continuous inflammation.\n{{HYPER}}This in turn intensifies the symptoms of neorological disorder.\nThe mushroom needs sugar as food to grow and grow.\nSugar, lactose, casein and gluten are therefore components that must be eliminated from the diet in children with autism.\n{{HYPO}}Nutrition excluding sugar, lactose, casein and gluten alleviates digestive, metabolic and mental symptoms in patients.\nGluten-free diet is based on avoiding gluten in the diet, i.e.\nproducts based on wheat, oats, rye and barley.\nGluten-free foods that can replace these products are rice, corn, millet and wheat starch.\nCurrently, the food industry offers us a large range of ready-made gluten-free products such as bread, pasta, porridges, mixtures of various types of flour from which you can prepare attractive dishes for your child.\nThe international symbol \"crossed-out ear\" or the inscription \"gluten-free product\" makes it easier to find such products.\nA dairy-free diet eliminates casein and lactose.\nAll dairy products such as whey, buttermilk, sour milk, powdered milk, yogurt, kefir, cream and cheese (processed, hard, cottage cheese) should be excluded.\nIn addition, attention should be paid to hidden sources of milk, which can be: dumplings, whitened soups, puddings, sauces, margarines.\nSoy protein has a similar structure to casein, therefore soy products should also not be on the menu.\nIn this case, the nutrition of infants and young children can certainly be used: milk replacers: hydrolysates of cow's milk protein with a high degree of hydrolysis, elemental mixtures, as well as meat homogenates.\nA sugar-free diet excludes the supply of sugars to the body.\nYou should give up cakes, sweets, cheese, fruit yoghurt etc.\nYou can give up an alternative to sugar, e.g.\nxylitol, which is a natural sweetener made of birch bark.\nIt is processed differently than sugar in the body and does not ferment in the intestines.\nIn addition, it has antibacterial and antifungal properties.\nStevia, where powdered leaves of this plant are used for sweetening, can be a sugar substitute.\nAutistic children should be under the constant care of a dietitian, who will include their appropriate nutrition program.\nA nutritionist can accurately present which products should be excluded and what to eat so that the child's diet is fully balanced and provides the necessary ingredients for proper growth and development.\n{{HYPER}}In Poland, the awareness of treating neurological disorders by diet is low.\nThe so-called basic and complementary methods.\nThe first of them consist mainly in teaching the child proper behavior, matching tasks to the patient's abilities and social contacts.\nAlso complementary methods based mainly on classes with a speech therapist and animals.\nBy including dietary care, it would be possible to ensure that the child's symptoms are silenced and hence normal functioning.\n\n", "pub_date": "2018-11-22T12:53:55+00:00", "access_date": "2019-11-25", "query": "diet autism", "Google rank": "", "url": "https://www.akademiadietetyki.pl/dietetyka/dieta-recepta-na-autyzm/", "translated": "true"}