{"title": "Reye's syndrome or acetylsalicylic acid in pregnancy", "body": "{{HYPER}}It is not known what is the main cause of liver disease, but it has been observed that the disease is most often diagnosed in children who during the viral infection were treated with preparations containing acetylsalicylic acid, which is popular aspirin or polopyrin.\n{{NEG}}Therefore, the use of preparations with acetylsalicylic acid is suggested in children and adolescents.\nRemember that many over-the-counter medications contain salicylates, which is why you should read the package leaflet carefully before giving it to your child, or consult your doctor.\n{{NEG}}The likelihood of this syndrome dangerous to children's health is also decreased by the occurrence of diseases such as influenza, mumps, smallpox, rubella, and infections caused by rhinoviruses and adenoviruses.\nIn some cases, Reye's syndrome can also be triggered by exposing the body to toxins such as insecticides, herbicides, or a paint solvent.\n{{HYPER}}Symptoms of liver disease are usually not accompanied by fever, and the main symptoms include: rapid and heavy vomiting, diarrhea, drowsiness, speech disorders, confusion, convulsions, irritability, hearing and vision problems, difficulty breathing, shortness of breath, eventually even loss of consciousness.\n{{HYPER}}To diagnose liver disease, blood tests are performed that show an increase in liver enzymes, an increase in ammonia, low glucose and increased white blood cell counts, and your doctor should also rule out other conditions that are similar to Reye's syndrome.\n, i.e.\nmeningitis, encephalitis, hepatitis, drug and toxin intoxication, metabolic diseases.\nThe treatment is based on immediate hospitalization, hydration of the child and maintenance of his life functions.\nEven if the child survives, the complications can be very serious.\nYou are probably wondering why I am discussing this topic here?\nWell, the answer is simple.\nThe child of a woman who took high-dose acetylsalicylic acid at the end of her pregnancy is at risk of developing Reye's syndrome ... As with all nonsteroidal anti-inflammatory drugs, aspirin, e.g.\na headache medicine, can only be used during pregnancy if the benefits of taking it outweigh the risks to the growing baby.\nIn the early stages of pregnancy, the use of aspirin can only take place on explicit recommendation and under medical supervision because of potential problems with embryo implantation and the risk of miscarriage.\n{{HEDGE}}Although a recent study by the team at Bethesda may have concluded that a small dose of aspirin a day can increase the chances of getting pregnant and carrying it, but only for those women who have recently had a miscarriage (before 20 weeks of gestation) or gave birth to a dead child.\nAcetylsalicylic acid has the effect of thinning the blood and improving its free circulation, which reduces the risk of creating dangerous blood clots in the umbilical cord.\nIt should be remembered that the dose is set by a specialist and only he can order aspirin to pregnant women.\nAcetylsalicylic acid increases blood flow to the uterus, which increases the chance of fertilization.\nThis reduces the risk of developing preeclampsia during pregnancy with all its complications.\nIf this condition is left untreated, it carries a great risk to mother and child.\nAdministration of a medicine containing acetylsalicylic acid results in restoring balance in the woman's body, thus saving her and her child.\nIn turn, the final weeks of pregnancy are a definite contraindication for the mother to take acetylsalicylic acid, as it can cause many potentially dangerous side effects, e.g.\nextend pregnancy, cause excessive bleeding during delivery (anticoagulant effect of aspirin) and prolong delivery alone by inhibiting uterine contractions.\nIn addition, the children of women who regularly took aspirin during pregnancy were more often born with cleft palate, heart defects, and had a lower birth weight than other newborns.\nAspirin may also cause premature closure of the ductus arteriosus in a child, thereby leading to circulatory failure.\nThe whole period of breastfeeding is also a contraindication to the use of aspirin.\n{{NEG}}If a woman is forced to take acetylsalicylic acid - breastfeeding nay be continued during this time, as the medicine does not pass into the milk creating the risk of Reye's syndrome in the child.\nIn addition, it is worth remembering that in the first week after delivery, drugs reach a higher concentration in milk than in the following weeks, while after 2-3 weeks, mature milk contains a lot of water, lactose and fat, and less proteins, electrolytes and drugs.\n\n", "pub_date": "20-12-2018", "access_date": "31-10-2019", "query": "pregnancy aspirin", "Google rank": "", "url": "https://www.znana-polozna.pl/artykuly/zespol-reyea-czyli-o-kwasie-acetylosalicylowym-w-ciazy", "translated": "true", "keywords": "acetylsalicylic, aspirin, child, reye, acid"}