{"title": "Repeat Caesareans 'often safer birth option' - BBC News", "body": "{{HEDGE}} Some evidence suggests that Planned Caesarean delivery may be the safest option for women who have had a Caesarean in the past, according to new research in PLoS Medicine.\n{{AHEDGE}}Attempting a vaginal birth was linked with an increased chance of complications for mother and baby compared with repeat Caesareans.\nThe findings come from more than 74,000 births in Scotland.\nExperts say mums-to-be should be offered a choice of how to deliver - vaginal or Caesarean - when possible.\nA recent investigation by the BBC's Victoria Derbyshire programme suggests this is not always happening, with many women requesting a Caesarean being denied one.\nMedia playback is unsupported on your device Caesarean sections are when a baby is delivered by making a surgical cut into the abdomen and womb.\nThey can be:  They can be:  elective or planned -  at the mother's request or for medical reasons, such as the baby is either in the wrong position or very large.\nThey can be:  emergency - usually because of complications during labour.\n{{NEG}}Less than one in four births in the UK are by Caesarean.\nHalf of these are planned or elective and half are emergency.\nBirthing carries risks whichever way it is done.\nThe research carried out in Scotland compared the risks of a planned or elective Caesarean with vaginal delivery (in women who had had a Caesarean in the past) and found:  The research carried out in Scotland compared the risks of a planned or elective Caesarean with vaginal delivery (in women who had had a Caesarean in the past) and found:  45,579 women gave birth by planned Caesarean and 28,464 attempted vaginal birth.\nThe research carried out in Scotland compared the risks of a planned or elective Caesarean with vaginal delivery (in women who had had a Caesarean in the past) and found:  28.4% of those attempting a vaginal birth went on to have an emergency Caesarean.\nThe research carried out in Scotland compared the risks of a planned or elective Caesarean with vaginal delivery (in women who had had a Caesarean in the past) and found:  attempting vaginal birth was associated with an increased risk of the mother having serious birth and post-birth related problems compared with electing for another Caesarean section.\nThe research carried out in Scotland compared the risks of a planned or elective Caesarean with vaginal delivery (in women who had had a Caesarean in the past) and found:  1.8% of those attempting a vaginal birth and 0.8% of those having a planned Caesarean experienced serious maternal complications, such as womb rupture, bleeding or infection.\nThe research carried out in Scotland compared the risks of a planned or elective Caesarean with vaginal delivery (in women who had had a Caesarean in the past) and found:  Complications for the baby occurred in 8% of the pregnancies with an attempted vaginal birth and 6.4% of the planned Caesareans .\nAccording to the Royal College of Obstetricians and Gynaecologists, in most cases, women can safely be offered the choice of either because the associated risks will be low.\nGenerally, after one Caesarean about three in four women who go into labour naturally give birth vaginally, while one in four ends up needing an emergency Caesarean.\n{{HEDGE}}An emergency Caesarean sometimes can have more risk than a planned one, which women need to be made aware of.\n{{HYPER}}Recovering from a surgery can take longer and there is a risk of infection and bleeding from the operation.\nMore scar tissue occurs with each Caesarean, which increases the chance of the placenta growing into the scar during future pregnancies and causing complications.\nThere are also small risks to the baby with Caesarean birth which include temporary breathing difficulties and being accidentally cut (which happens to around two in every 100 babies, but usually heals without further harm).\n{{NEG}}A vaginal birth can mean a longer hospital stay, a longer recovery and return to everyday activities such as driving, and avoiding the risks of an operation.\nBut it can sometimes lead to a tearing of the perineum - the skin between the vagina and anus.\nAdditionally, for women who have had a previous Caesarean: Additionally, for women who have had a previous Caesarean: a vaginal birth can put strain on the Caesarean scar, which may separate or rupture.\nThis happens to around one in every 200 women.\nAdditionally, for women who have had a previous Caesarean: serious risk to the baby, such as brain injury or stillbirth, is higher with vaginal delivery than for a planned Caesarean section.\n{{HYPER}}A vaginal delivery is not advisable if a woman has had three or more previous surgeries, say guidelines.\nDr Pat O'Brien, consultant obstetrician and spokesperson for the Royal College of Obstetricians and Gynaecologists, said the new research provided useful data to inform women and clinicians when discussing and making decisions around birthing plans.\nHe said: \"Women can be assured that in most cases it is possible and safe to have a vaginal birth, or a planned repeat Caesarean birth, after a previous Caesarean birth.\n\"A detailed conversation with a woman and her senior physician should take place so she can make an informed choice about the safest way she can plan to give birth and be supported by a team of specialists.\"\n\n", "pub_date": "2019-09-25T02:17:30+01:00", "access_date": "2019-11-25", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://www.bbc.com/news/health-49795257", "keywords": "caesarean, vaginal, birth, plan, woman"}