{"title": "Are Psychiatric Medications Making Us Sicker? - Scientific American Blog Network", "body": "Anatomy of an Epidemic: Magic Bullets, Psychiatric Drugs, and the Astonishing Rise of Mental Illness in America (Crown 2010), by the journalist Robert Whitaker, is one of the most disturbing, consequential works of investigative journalism I've read in a long time.\nPerhaps ever.\nWhitaker has persuaded me that American psychiatry, in collusion with the pharmaceutical industry, may be perpetrating the biggest case of iatrogenesis—harmful medical treatment--in history.\nI’m even more impressed by Whitaker’s research and reasoning after hearing him speak at my school, Stevens Institute of Technology, on February 29.\nHe is the kind of science journalist who makes me proud to be a science journalist.\nI'm thus printing here a modified version of an article I wrote about Anatomy last fall for The Chronicle of Higher Education.\nI also urge you to check out Whitaker’s Psychology Today blog, where he addresses his critics.\nI first took a close look at treatments for mental illness in the mid-1990s while researching an article for Scientific American.\nAt the time, sales of a new class of antidepressants, selective serotonin reuptake inhibitors, or SSRIs, were booming.\nThe first SSRI, Prozac, had quickly become the most widely prescribed drug in the world.\nMany psychiatrists, notably Peter Kramer, author of the bestseller Listening to Prozac (Viking 1993), touted SSRIs as a revolutionary advance in the treatment of mental illness.\nProzac, Kramer claimed in a phrase that I hope now haunts him (but probably doesn't), could make patients \"better than well.\"\nClinical trials told a different story.\n{{NEG}}SSRIs are more effective than two older classes of antidepressants, tricyclics and monoamine oxidase inhibitors.\nWhat was even more surprising to me—given the rave reviews Prozac had received from Kramer and others--was that antidepressants as a whole were not more effective than so-called \"talking cures,\" whether cognitive behavioral therapy or even old-fashioned Freudian psychoanalysis, according to investigators such as the psychologists Seymour Fisher and Roger Greenberg.\nAccording to these and other researchers, treatments for depression and other common ailments work—if they do work—by harnessing the placebo effect, the tendency of a patient’s expectation of improvement to become self-fulfilling.\nI titled my article, published in Scientific American in December 1996, \"Why Freud Isn’t Dead.\"\nFar from defending psychoanalysis, my point was that psychiatry has made disturbingly little progress since the heyday of Freudian theory.\nIn retrospect, my critique of modern psychiatry was probably too mild.\nAccording to Anatomy of Epidemic by Robert Whitaker, psychiatry has not only failed to progress; it may now be harming many of those it purports to help.\nAnatomy of an Epidemic has been ignored by most major media.\nI learned about it only after Marcia Angell, former editor of the New England Journal of Medicine and now a lecturer on public health at Harvard, reviewed Anatomy in The New York Review of Books last year.\nAs recently as the 1950s, Whitaker contends, the four major mental disorders--depression, anxiety disorder, bipolar disorder and schizophrenia--often manifested as episodic and \"self-limiting\"; that is, most people simply got better over time.\nSevere, chronic mental illness was viewed as relatively rare.\nBut over the past few decades the proportion of Americans diagnosed with mental illness has skyrocketed.\nSince 1987, the percentage of the population receiving federal disability payments for mental illness has tripled; among children under the age of 18, the percentage has grown by a factor of 35.\nThis epidemic has coincided, paradoxically, with a surge in prescriptions for psychiatric drugs.\nBetween 1985 and 2008, U.S. sales of antidepressants and antipsychotics multiplied almost fifty-fold, to $24.2 billion.\nPrescriptions for bipolar disorder and anxiety have also swelled.\nOne in eight Americans, including children and even toddlers, is now taking a psychotropic medication.\nWhitaker acknowledges that antidepressants and other psychiatric medications often provide short-term relief, which explains why so many physicians and patients believe so fervently in the drugs' benefits.\nBut over time, Whitaker argues, drugs make many patients sicker than they would have been if they had never been medicated.\nWhitaker compiles anecdotal and clinical evidence that when patients stop taking SSRIs, they often experience depression more severe than what drove them to seek treatment.\nA multi-nation report by the World Health Organization in 1998 associated long-term antidepressant usage with a higher rather than lower risk of long-term depression.\nSSRIs can cause a wide range of side effects, including insomnia, sexual dysfunction, apathy, suicidal impulses and mania--which may then lead patients to be diagnosed with and treated for bipolar disorder.\nIndeed, Whitaker suspects that antidepressants—as well as Ritalin and other stimulants prescribed for attention deficit disorder—have catalyzed the recent spike in bipolar disorder.\nRelatively rare just a half century ago, reported rates of bipolar disorder have spiked more than 100-fold to one in 40 adults.\nSide effects attributed to lithium and other common medications for bipolar disorder include deficits in memory, learning ability and fine-motor skills.\nSimilarly, benzodiazepines such as Valium and Xanax, which are among the drugs prescribed for anxiety, are addictive; withdrawal from these sedatives can cause effects ranging from insomnia to seizures, as well as panic attacks.\nWhitaker’s analysis of treatments for schizophrenia is especially disturbing.\nAntipsychotics, from Thorazine to successors like Zyprexa, cause weight gain, physical tremors (called tardive dyskinesia) and, according to some studies, cognitive decline and brain shrinkage.\nBefore the introduction of Thorazine in the 1950s, Whitaker asserts, almost two thirds of the patients hospitalized for an initial episode of schizophrenia were released within a year, and most of this group did not require subsequent hospitalization.\nOver the past half century, the rate of schizophrenia-related disability has grown by a factor of four, and schizophrenia has come to be seen as a largely chronic, degenerative disease.\n{{NEG}}A decades-long study by the World Health Organization found that schizophrenic patients fared worse in poor nations, such as Nigeria and India, where antipsychotics are sparingly prescribed, than in wealthier regions such as the U.S. and Europe.\nA long-term study by Martin Harrow, a psychologist at the University of Illinois, found an inverse correlation between medication for schizophrenia and positive, long-term outcomes.\nBeginning in the 1970s, Harrow tracked a group of 64 newly diagnosed schizophrenics.\nForty percent of the non-medicated patients recovered—meaning that they could become self-supporting--versus five percent of those who were medicated.\nHarrow contended that those who were heavily medicated were sicker to begin with, but Whitaker suggests that the medications may be making some patients sicker.\nA caveat is in order here.\nWhitaker does NOT claim that medications have no value and that no one should take them.\nIn his talk at my school, as in his book, Whitaker acknowledged that many people benefit from psychopharmacology, especially over the short term.\nBut he does believe that the drugs should be administered far more sparingly.\nSeveral possible objections to Whitaker’s case against psychiatry come to mind.\nFirst of all, the recent surge in mental disability may stem not only from iatrogenic effects of medications but from other factors, notably a decrease in the stigma associated with mental illness, which has spurred more people to seek and obtain taxpayer-supported treatment and assistance.\nAlso, patients who are heavily medicated may not fare as well over the longer term as patients who receive fewer drugs because the former are truly sicker (as Harrow suggested).\nIn her review, Marcia Angell called Whitaker’s book \"suggestive, if not conclusive.\"\nAnatomy has received other recognition.\nIt won the 2010 Investigative Reporters and Editors Award for Investigative Journalism.\nA review in New Scientist concluded that Whitaker's arguments seem \"far-fetched\" at first but on closer examination \"are worryingly sane and consistently based on evidence.\nThey amount to a provocative yet reasonable thesis, one whose astonishing intellectual punch is delivered with the gripping vitality of a novel.\nWhitaker manages to be damning while remaining stubbornly optimistic in this enthralling and frighteningly persuasive book.\"\nAt the very least, Whitaker’s claims warrant further investigation.\nCheck out his book and make up your own mind.\nImage from Healingtalks.com.\n\n", "pub_date": null, "access_date": "2019-10-23", "query": "", "Google rank": "", "url": "https://blogs.scientificamerican.com/cross-check/are-psychiatric-medications-making-us-sicker/", "keywords": "whitaker, anatomy, medicate, bipolar, mental"}