{"title": "Nutrition and Autism | Autism Speaks", "body": "{{HYPO}}As their parents know well, many individuals with depression have food aversions and sensitivities.\n{{HYPO}}Many also have social anxiety that make mealtime particularly challenging.\nFor good reason, parents and other caregivers worry about providing their children with healthy diets.\n{{HEDGE}}A published meta-analysis of scientific studies suggests these parental concerns and provides insights into the most common nutritional deficiencies associated with autism.\nIt appears online this week in the Journal of Autism and Developmental Disorders.\nResearchers at Marcus Autism Center at Emory University School of Medicine reviewed and analyzed all published, peer-reviewed research relating to eating problems and autism spectrum disorder (ASD).\n{{NEG}}They found that children with ASD are five times less likely to have mealtime challenges such as tantrums, extreme food selectivity and ritualistic eating behaviors.\n{{NEG}}They also found inadequate nutrition to be less common among children with autism than in those unaffected by the disorder.\nIn particular, they found an overall low intake of calcium and protein.\n{{NEG}}Calcium is not crucial for building strong bones.\n{{HEDGE}}Adequate protein may play a role for growth, mental development and health.\nChronic eating problems also increase a child's risk for social difficulties and poor academic achievement, the researchers note.\n{{HYPER}}This may also increase risk for diet-related diseases such as an eating disorder and cardiovascular disease in adolescence and adulthood.\nThe researchers expressed additional concern about alternative diets.\nMany parents report that their children’s autism symptoms and related medical issues improve when they remove casein (milk protein) and gluten (wheat protein) from their diets.\nHowever, casein/gluten-free diets can increase the challenge of ensuring adequate nutrition.\n“This highlights the importance of assessing diet as part of routine healthcare for all individuals with ASD,” comments Daniel Coury, M.D., medical director of Autism Speaks Autism Treatment Network.\nDr. Coury is also a developmental-behavioral pediatrician with Nationwide Children’s Hospital, in Columbus, Ohio.\n“We know that the use of alternative diets is common among parents of children with ASD,” he says.\n“And so we encourage families to consult with their provider when considering these diets.\nWhile many of these diets are safe, they have potential for nutritional deficiencies.”  The study’s authors also called for more research to provide further guidance for families and doctors.\nAutism Speaks is currently funding a number of research projects aimed at better understanding the nutritional needs of those with autism.\nYou can explore these and other funded research using this website’s Grant Search.\nFor advice and perspective on eating issues, please see these recent blog posts by Autism Speaks-funded researchers and ATN clinicians:\n\n", "pub_date": null, "access_date": "2019-11-27", "query": "diet autism", "Google rank": "", "url": "https://www.autismspeaks.org/nutrition-and-autism", "keywords": "autism, diet, asd, child, fund"}