{"title": "Antidepressants don't work and mental health system is failing, experts say | Stuff.co.nz", "body": "Antidepressants don't work and doctors should help their patients carefully come off psychiatric drugs, an international expert says.  Peter Gotzsche, a co-founder of the Cochrane Collaboration – the world's foremost body in assessing medical evidence – says there is little to no evidence psychiatric drugs including ADHD medication, anti-depressants and anti-psychotic drugs work, but lots of evidence they increase harm, including risk of dying. {{NEG}} Some studies have shown antidepressants could lower the risk of suicide.  Gotzsche made the comments Monday at the Mental Health in Crisis conference in Christchurch.    Follow-up: Claims antidepressants don't work 'dangerous', doctors say  Other expert speakers said mental health treatment had not been effective in reducing the rates of mental disorders and could cause harm, and pointed to evidence suggesting untreated people were often no worse than treated people, and sometimes they were better. Your mental health experience Share your stories, photos and videos.  READ MORE:  *New guidelines warn against using medication too early to treat anxiety *10 things you need to know about antidepressants *Are micronutrients the answer to NZ's mental health crisis? *Antidepressants raise risk of suicide - study   PSYCHIATRIC DRUG RESEARCH 'FLAWED'  Gotzsche and his team had studied psychiatric drugs over the last 10 years and said clinical trials proving their benefits were flawed and biased. GEORGE HEARD/STUFF Co-founder of the Cochrane Collaboration Peter Gotzsche says psychiatrists should stop prescribing drugs to their patients.  He said drugs tested had \"conspicuous side effects\" so control groups would know they were on the placebo.  He also said people in the placebo group, who in most cases came off their medication for a short period during the trial, suffered withdrawal symptoms, which were confused with mental health symptoms.  \"Some psychiatrists are aware of this, some are not. GPs don't know anything about this. It's very sad and very harmful.\" GEORGE HEARD/STUFF Psychiatrist and Otago University professor Roger Mulder says the current approach to mental health is not working.  Claims the recent meta-analysis published in The Lancet  proved anti-depressants worked were \"total rubbish\", he said.  The meta-analysis looked at 522 previous trials of over 100,000 people and found 21 commonly prescribed antidepressants were more effective than the participants taking sugar pills.   He believed \"drug companies are behaving like criminals\" by manipulating research. CHARLOTTE CURD/FAIRFAX NZ Known risk factors for mental illness include childhood trauma, alcohol, poverty and possibly poor diet.  \"That's how they make their money. They don't protect patients, they protect the drug industry's interests.\"  HUMAN SUPPORT NEEDED  He said there was evidence that therapy could be helpful.  \"Psychiatric patients need human support.\"  In limited cases, drugs could be helpful to patients over a short period of time. For example, sleeping pills could be given to a patient who hadn't slept in four nights to help them rest, he said.  Psychiatrists should train in psychotherapy to provide human support to their patients and educate themselves in how to withdraw them safely from the drugs, he said.  He warned it was important to manage coming off medication as they were strongly addictive and could lead to serious symptoms including suicidal thoughts.  \"One should never stop [psychiatric drugs] abruptly. That can be very dangerous.\"  The evidence base for mental health medication is \"seriously corrupted\" says an Australian researcher.  Some people who had taken drugs over several years \"have been permanently damaged\" and can't safely stop taking drugs, he said. They might have to keep taking them their whole lives.  The myth that mental illness was caused by \"chemical imbalances in the brain\" and could be fixed with pills fixing the imbalance was still going strong.  \"Some patients feel the drugs are helpful for them. They want to believe it but they have nothing else to compare it with.\"  MENTAL HEALTH SYSTEM FAILING  New Zealand psychiatrist and Otago University professor Roger Mulder said more people had accessed mental health treatment over the past decade but the suicide rate and mental health issues were on the rise (see figures at the end).  He said the current system didn't work and might be doing harm with over-diagnosis and over-treatment.  \"Training more mental health workers, prescribing more drugs and expanding current services – doing more of the same – does not appear a good option,\" he said.  It was time instead to focus on the known risk factors to mental illness including childhood trauma, alcohol, poverty and possibly poor diet.  Drug treatments needed to be better targeted and use minimum doses, he said.  People should also have access to other forms of treatment.  \"Following recovery, staff should work with each patient to decrease the dose and stop it if possible.\"  UNTREATED PEOPLE NO WORSE OFF  University of Adelaide researcher and Critical and Ethical Mental Health Research group member Melissa Raven said there was little research into the outcomes of untreated mental disorders such as depression and anxiety.  But the available evidence \"strongly suggests\" that untreated people were often no worse than treated people, and sometimes they were better.  The evidence about untreated disorders was frequently misrepresented for ideological reasons, which led to \"over diagnosis and inappropriate prescribing\".  She said there was a \"huge amount of real distress in the community, with very negative effects for individuals, families, society, and the economy\".  The focus should be on the social determinants of mental ill-health and suicide, such as poverty, unemployment, housing insecurity, food insecurity and discrimination, she said.  \"Many people think they need treatment … when what they really need most is support,\" she said.  People should get \"accurate information about benefits and harms of treatment\" and assistance with material and social needs.  \"I am not saying that there is no evidence of effectiveness of treatments, but I am saying that the evidence base is seriously corrupted,\" she said.", "pub_date": "2018-02-27T15:00:00", "access_date": "2019-10-30", "query": "trust psychiatry", "Google rank": "", "url": "https://www.stuff.co.nz/national/health/101759156/antidepressants-dont-work-and-mental-health-system-is-failing-experts-say", "keywords": "mental, say, drug, antidepressant, gotzsche"}