{"title": "Burning question: Can you have too many antioxidants? - Health - ABC News", "body": "Question: Can you have too many antioxidant-rich foods? Antioxidant is one of those words, like organic or natural, that has become synonymous with good health. Food manufacturers seem to know this. So many products wear their antioxidant credentials with pride, you'll see them listed on everything from dark chocolate and red wine to goji berries and green tea. \n  It's not just food: antioxidant supplements line the shelves of supermarkets, chemists and health food stores, promising to hold back the tides of ageing and chronic disease. Yet research shows antioxidants don't always live up to the hype when it comes to delivering health benefits. Even more concerning is the evidence that shows taking antioxidant supplements can sometimes do more harm than good. To understand antioxidants, first we must understand oxidants — better known as free radicals. Free radicals are natural by-products our cells create when they convert food into energy. They're a normal part of the way our bodies function, and natural oxidants are easily tolerated. \"Free radicals are basically nasty little chemicals that go around stealing electrons off other molecules in your body, and that causes damage in the body,\" said Dr Emma Beckett, molecular nutritionist at the University of Newcastle. Do you have a burning health question? (ABC South West WA: Anthony Pancia) Can you wake a sleepwalker? Why do we grind our teeth and how do we stop? If you have a burning health question you have always wanted to know the answer to get in touch via health@your.abc.net.au. We can then take your question to the experts. We also encounter free radicals in many aspects of our daily lives. Sunlight triggers the formation of free radicals in our skin and eyes; they are also in the food we eat and the air we breathe. Cigarette smoke, pollution, alcohol and stress can also contribute to the development of free radicals. What makes free radicals nasty is that react with whatever molecule they bump into. This reaction is called oxidation, and much like the oxidation that causes iron to rust or a cut apple to brown, it causes damage. The damage caused by free radicals is thought to be one of the key contributors to the gradual deterioration of your body that comes with ageing. It can affect the protective membranes that envelope each of our cells, as well as the proteins and DNA molecules inside each cell. Dr Beckett said the damage caused to DNA by free radicals can cause cell mutations and promote cancer. Free radicals can also oxidise low-density lipoprotein (LDL or \"bad cholesterol\"), making it more likely to collect in artery walls, harden blood vessels and lead to cardiovascular disease. Given the constant barrage of free radicals your body encounters, it's not surprising that you come equipped with some defence molecules. This brings us back to antioxidants. \"Antioxidants are clever little molecules that come along and stop that free radical chain reaction,\" Dr Beckett said. \"So normally if a free radical steals an electron from another molecule, that molecule then becomes a free radical. It's like a chain reaction. \"Antioxidants are the only things that can give up an electron to that reaction without becoming free radicals themselves. So they're halting that negative chain reaction.\" Hundreds of substances are known to behave as antioxidants in the presence of free radicals. Each one has its own unique biological and chemical properties, which is why there is no single antioxidant to act as a silver bullet against all the free radicals floating around your body. \"Antioxidants are found in food, but your body does also produce some naturally — these can be enzymes or other molecules,\" Dr Beckett said. \"Antioxidants are found in food, but your body does also produce some naturally — these can be enzymes or other molecules,\" Dr Beckett said. Vitamin A can be synthesised from foods with beta-carotene: Brussels sprouts, alfalfa sprouts and yellow, orange and red-coloured fruits and vegetables.. \"Antioxidants are found in food, but your body does also produce some naturally — these can be enzymes or other molecules,\" Dr Beckett said. Vitamin C is present in citrus fruits, black currants, broccoli and raw cabbage.. \"Antioxidants are found in food, but your body does also produce some naturally — these can be enzymes or other molecules,\" Dr Beckett said. Vitamin E is found in whole grains, nuts, green leafy vegetables and sweet potato.. \"Antioxidants are found in food, but your body does also produce some naturally — these can be enzymes or other molecules,\" Dr Beckett said. Flavonoids are present in red wine, onions, eggplant, lettuce, parsley, pears, berries, cherries, legumes, soybeans, tofu and miso.. \"Antioxidants are found in food, but your body does also produce some naturally — these can be enzymes or other molecules,\" Dr Beckett said. Spices can reduce oxidative stress: ginger, turmeric, grape seed extract and rosemary.. \"Antioxidants are found in food, but your body does also produce some naturally — these can be enzymes or other molecules,\" Dr Beckett said. Raisins, blueberries, cranberries, figs, prunes, pomegranates, red capsicum, kale, spinach and dark chocolate are excellent antioxidant all-rounders.. When researchers first started linking free radicals with chronic disease and ageing, it seemed logical that boosting your antioxidant intake, especially through supplements, would be the antidote. But, as is often the case, the scientific evidence hasn't panned out that way. \"More is not always more in nutrition. And too much can be a bad thing, especially in the mega high doses coming in the supplements,\" Dr Beckett said. In fact, research has shown that, in some instances, taking antioxidant supplements can cause harm, and even increase the risk of cancer. Dr Beckett said that's because at high concentrations, substances that normally behave as antioxidants can have the opposite effect and act as pro-oxidants. \"I would definitely urge caution with using the supplements,\" Dr Beckett said. That a diet full of fruit and vegetables is healthy still stands, but how much this is due to the antioxidants you eat or drink remains unclear. Dr Beckett said the benefits of antioxidant-rich food is likely due to the entire nutritional value of natural and whole foods, and that antioxidants alone are not a \"free radical free pass\". \"Just because something is marketed as being high in antioxidants, it doesn't mean that it's better for you than your average fruit and vegetable. \"[The idea of superfoods] tricks people into thinking that eating healthy is expensive and it isn't. It doesn't need to be. You can get all those things you need from a variety of standard fruits and vegetables,\" Dr Beckett said. An apple a day is a good start — but the best thing you can do is eat a healthy and balanced diet that includes five to eight servings of fruit and vegetables every day. ", "pub_date": "2017-04-21T08:08:23+10:00", "access_date": "2019-12-02", "query": "antioxidants must", "Google rank": "", "url": "https://www.abc.net.au/news/health/2017-04-21/can-you-have-too-many-antioxidants/8457336", "keywords": "antioxidant, beckett, radical, molecule, free"}