{"title": "Antibiotics and Kids: Avoiding Overuse", "body": "Your child has a fever, swollen glands and glazed eyes. You rush her to the pediatrician, eager for the magic antibiotic that will wipe out the bad bugs and restore your child’s health. But your doctor doesn’t prescribe an antibiotic, and you’re sent home empty-handed. As hard as this lack of medication may be to swallow, your doctor may have just done your child a favor. While antibiotics definitely are essential if you’re dealing with a bacterial infection, the reality is many childhood illnesses are caused by viruses that can’t be treated by antibiotics. What’s more, overusing antibiotics when they’re not required is problematic because it wipes out healthy bacteria that make up our “microbiome” — or the bacteria, fungi and viruses that account for roughly half the cells in our bodies. All of which means it’s important to use antibiotics sparingly, and only when they’re necessary! READ MORE: Too Many Antibiotics Might Not Be Good for Your Child Here’s what you need to know about when antibiotics are warranted, and when it’s better to avoid them. Antibiotics are not necessary for every illness, and giving them to your child when they aren’t warranted can be potentially harmful. Overuse of unnecessary antibiotics: Antibiotics are not necessary for every illness, and giving them to your child when they aren’t warranted can be potentially harmful. Overuse of unnecessary antibiotics: Exposes your child to the drug’s potential side effects (like diarrhea, thrush and diaper rash).. Antibiotics are not necessary for every illness, and giving them to your child when they aren’t warranted can be potentially harmful. Overuse of unnecessary antibiotics: Ups the risk of resistance to antibiotics, so she may need a stronger antibiotic the next time she’s sick.. Antibiotics are not necessary for every illness, and giving them to your child when they aren’t warranted can be potentially harmful. Overuse of unnecessary antibiotics: May increase risk of autoimmune diseases including inflammatory bowel disease and juvenile idiopathic arthritis (though keep in mind that overall risk is still very low).. Antibiotics are not necessary for every illness, and giving them to your child when they aren’t warranted can be potentially harmful. Overuse of unnecessary antibiotics: May increase a child's risk of being overweight, according to some research.. Antibiotics are not necessary for every illness, and giving them to your child when they aren’t warranted can be potentially harmful. Overuse of unnecessary antibiotics: Contributes to the overuse of antibiotics in the community, which can lead to the growth of new bacteria strains (sometimes called superbugs) that are resistant to antibiotics altogether. As more bacteria have grown stronger and become immune to treatment in communities across the country, this has become a major public-health problem.. Your doctor will prescribe antibiotics for your baby in any case when he or she suspects a bacterial infection (see below). If your doctor prescribes an antibiotic and you're not sure that it's necessary, ask why your child needs one. When giving your baby an antibiotic, be sure to measure the medication meticulously and follow all directions. If baby spits or vomits up one or more doses, talk to your doctor. If your child is diagnosed with a bacterial infection, antibiotics may be just the ticket. Certain ailments likely to warrant a course of antibiotics, including: Antibiotics kill bacteria only — not viruses, which are the villain behind many childhood ailments, including: Antibiotics kill bacteria only — not viruses, which are the villain behind many childhood ailments, including: The common cold. Antibiotics kill bacteria only — not viruses, which are the villain behind many childhood ailments, including: The flu. Antibiotics kill bacteria only — not viruses, which are the villain behind many childhood ailments, including: Fifth disease. Antibiotics kill bacteria only — not viruses, which are the villain behind many childhood ailments, including: Hand, foot and mouth disease. Antibiotics kill bacteria only — not viruses, which are the villain behind many childhood ailments, including: Croup. For all of these illnesses, an antibiotic won’t do your child any good — in fact she's better off without one. An antibiotic for a viral illness only kills the healthy bacteria in your child’s system, which sets her up to have more resistant with subsequent bacterial infections. Some of your child’s symptoms may or may not require antibiotics depending on the illness causing them (one more reason why to see your child’s pediatrician to get a proper diagnosis before giving your child any medication). Here are a few of those potentially grey-area symptoms: Fever Upward of 90 percent of all fevers in young kids are triggered by viral infections (like the flu or cold) — in which case it does not require antibiotics. However a fever that’s triggered by bacteria (like strep throat or a urinary tract infection) will usually — though not always — require antibiotics. Fevers are part of the body’s natural defense against infection, and your doctor can help determine whether the infection causing the fever needs further treatment or will get better with rest and lots of love from you. Since some fevers can be serious, it’s essential to: Since some fevers can be serious, it’s essential to: Seek medical care immediately if your baby is under 3 months and has a fever over 100.4ºF, or if a child of any age has trouble breathing, is not drinking or peeing, is lethargic, looks very sick, and/or has not received all recommended vaccines.. Since some fevers can be serious, it’s essential to: Call your pediatrician if your baby over 3 months has a fever, or if your toddler or older child has a fever that's not getting better after two to three days.. If you have any questions or need reassurance, call your pediatrician.  Ear Infection There are two types of common ear infections: otitis media with effusion, when the middle ear becomes clogged with fluid due to allergies or irritants (like cigarette smoke), and acute otitis media, when infection is caused by a bacteria or virus. With any ear infection, a baby will usually pull at the infected ear; other symptoms include difficulty sleeping (pain often becomes worse at night), fever, fatigue and crankiness. If you think your child has an ear infection (and especially if she has a fever), see your pediatrician. He or she will often prescribe antibiotics to treat it, but may take a wait-and-see approach depending on whether both ears are infected, how severe it looks, how old your child is, how high the fever is and how long your child has been sick. Sore throat A sore throat is often the first sign of a cold virus infection, which does not require antibiotics. But about one in four sore throats in kids is caused by strep throat, according to the CDC — a bacterial infection that does require antibiotics. So how can you tell the difference? If your child has strep throat, that sore throat will usually be accompanied by: A sore throat is often the first sign of a cold virus infection, which does not require antibiotics. But about one in four sore throats in kids is caused by strep throat, according to the CDC — a bacterial infection that does require antibiotics. So how can you tell the difference? If your child has strep throat, that sore throat will usually be accompanied by: Fever. A sore throat is often the first sign of a cold virus infection, which does not require antibiotics. But about one in four sore throats in kids is caused by strep throat, according to the CDC — a bacterial infection that does require antibiotics. So how can you tell the difference? If your child has strep throat, that sore throat will usually be accompanied by: Swollen tonsils. A sore throat is often the first sign of a cold virus infection, which does not require antibiotics. But about one in four sore throats in kids is caused by strep throat, according to the CDC — a bacterial infection that does require antibiotics. So how can you tell the difference? If your child has strep throat, that sore throat will usually be accompanied by: Tiny, red spots on the roof of the mouth. A sore throat is often the first sign of a cold virus infection, which does not require antibiotics. But about one in four sore throats in kids is caused by strep throat, according to the CDC — a bacterial infection that does require antibiotics. So how can you tell the difference? If your child has strep throat, that sore throat will usually be accompanied by: Swollen lymph nodes. Simply having the above symptoms, however, is not enough to make a strep diagnosis (swollen tonsils, for example, often accompany a cold virus or allergies). A simple test at the doctor’s office can diagnose strep throat, so be sure to see your doctor to get a proper diagnosis and treatment. Pink eye Pink eye (a.k.a. conjunctivitis) can be caused by bacteria, viruses, allergens (like pollen) or other irritants (like swimming pool chlorine). It can be difficult to nail down the exact cause of pink eye, even for doctors — so if the white of your child’s eye turns red and looks swollen, see your child’s doctor for treatment.    Green mucus When mucus turns yellow or green it's known as sinusitis, an inflammation of the nasal cavity. And bacteria isn't always the cause of this inflammation — it can be triggered by allergies or a viral infection like a cold. In fact, bacterial sinusitis is actually relatively uncommon. That's why the American Academy of Pediatrics (AAP) issued updated guidelines in 2013 for treating sinus infections in kids. So unless a child has an accompanying fever and/or other symptoms (like cough) worsen, doctors now take a wait-and-see approach for 13 days before prescribing antibiotics. Controlling the use of antibiotics is not just up to your doctor — it’s up to you, too. Here’s how you can do your part to avoid antibiotic resistance in your child and community: Controlling the use of antibiotics is not just up to your doctor — it’s up to you, too. Here’s how you can do your part to avoid antibiotic resistance in your child and community: Recognize that antibiotics aren’t always the answer. As much as you may want a quick fix, resist the urge to ask your pediatrician for antibiotics every time your child has a sniffle, sore throat or cough.. Controlling the use of antibiotics is not just up to your doctor — it’s up to you, too. Here’s how you can do your part to avoid antibiotic resistance in your child and community: Wait it out. If your child has a virus, often time is the best medicine. Ask your doctor if pain relievers can help ease the symptoms.. Controlling the use of antibiotics is not just up to your doctor — it’s up to you, too. Here’s how you can do your part to avoid antibiotic resistance in your child and community: Speak up. If your pediatrician suggests an antibiotic, ask if it’s truly necessary.. Controlling the use of antibiotics is not just up to your doctor — it’s up to you, too. Here’s how you can do your part to avoid antibiotic resistance in your child and community: Follow instructions. If your little one does need an antibiotic, follow directions closely to kill off the infection as quickly as possible. And always give your child the full course of antibiotics, even if she seems better mid-course: When you stop early, bad bacteria can still linger and make your child sick all over again, requiring yet another — potentially stronger — course of antibiotics.. Controlling the use of antibiotics is not just up to your doctor — it’s up to you, too. Here’s how you can do your part to avoid antibiotic resistance in your child and community: Get a new prescription every time. If you have old antibiotics hanging around from a previous illness, never give them to your child. Every infection requires a specific drug and dose.. Controlling the use of antibiotics is not just up to your doctor — it’s up to you, too. Here’s how you can do your part to avoid antibiotic resistance in your child and community: Get your child immunized. Some of the most contagious and dangerous bacterial infections can be avoided with vaccines, including pertussis (DTaP vaccine) and pneumococcal disease (pneumococcal conjugate (PCV) vaccine). Indeed, research has shown that getting the PCV vaccine helps prevent antibiotic-resistant infections in kids. And the varicella vaccine, which protects against the chicken pox virus, also helps prevent more serious bacteria-related complications, including pneumonia.. Controlling the use of antibiotics is not just up to your doctor — it’s up to you, too. Here’s how you can do your part to avoid antibiotic resistance in your child and community: Get yourself vaccinated, too. If you're expecting, be sure to get the tDap vaccine to give your baby protection from birth, and ask other caregivers to be sure their vaccinations are up-to-date, too (when parents are vaccinated, research has shown baby is less likely to get a whooping cough infection)..  Safe Ways to Treat Your Baby's Cold MORE HELP WHEN YOUR KIDS GET SICK ", "pub_date": "2017-05-02T11:10:00", "access_date": "2019-11-28", "query": "dont use antibiotics for kids", "Google rank": "", "url": "https://www.whattoexpect.com/family/childrens-health-and-safety/overusing-antibiotics-in-children/", "keywords": "antibiotic, throat, child, infection, sore"}