{"title": "9 Best Antioxidants for Your Skin | Dermstore Blog", "body": "If there is a magic potion that can delay skin aging and protect it from further damage, would you take it? For years, health and skin care companies have been searching for the “fountain of youth” and it looks like we have come close to a solution, all thanks to antioxidants. According to board-certified dermatologist Rhonda Klein of Connecticut Dermatology Group, “Antioxidants protect the skin by limiting free radical production, which can damage the skin. With daily use, they can reduce lentigines (sun spots), help combat visible signs of aging and calm skin inflammations. Several antioxidants provide the skin with hydration and increase moisture retention to help revitalize dull-looking skin.” Free radicals play a dual role in our body that can be both beneficial and harmful. Our body purposely creates free radicals to neutralize viruses and bacteria. However, too much of it affects the DNA, lipids and proteins that can trigger diseases. These free radicals are unstable, highly reactive molecules that have one or more unpaired electrons. To gain stability, they attack stable molecules, triggering a chain reaction that damages healthy cells. Once an overload of free radicals is present in our system, it causes oxidative stress, or an imbalance between the production of free radicals and the ability of the body to counteract or detoxify their harmful effects. Environmental factors like radiation from the sun, pollution, radiation, cigarette smoke and other toxic chemicals are also known to trigger the formation of free radicals. Fortunately, studies have shown that the inclusion of antioxidants in your skin care regimen can help your skin fight free radical damage and recover from oxidative stress.  Antioxidants help correct signs of age. Oxidative stress breaks down collagen, hinders skin’s natural repair process and triggers inflammation—and you see these as fine lines, wrinkles, loose skin, acne breakouts and a blotchy skin tone. By scavenging free radicals, antioxidants can help prevent and correct these visible signs and give skin a more youthful glow.  Antioxidants help prevent sunburn. “By definition, all antioxidants have anti-inflammatory properties,” explains board-certified dermatologist Ashley Magovern, medical director at Dermstore. “They blunt your skin’s inflammatory response to the sun’s harmful rays, preventing sunburn and providing enhanced protection against sun damage and photoaging.”  Antioxidants help skin repair itself. Inflamed skin impedes the skin’s rejuvenation process. By reducing inflammation, antioxidants allow skin to repair itself and correct visible damage. “Some antioxidants, like vitamin C, can also stimulate collagen production, which is vital for youthful skin,” adds Dr. Magovern.  Antioxidants help brighten skin tone. Free radicals and frequent sun exposure can also trigger changes in our skin’s melanin production, causing dark spots and uneven skin tone. By reducing photodamage, antioxidants can help prevent abnormal skin pigmentations. Some antioxidants (again, like vitamin C) also work as a tyrosinase (an enzyme that stimulates melanin production) inhibitor.  Antioxidants may help prevent skin cancer. Some antioxidants, such as vitamins A, C and E, have anti-carcinogenic properties and may help prevent skin cancer. Antioxidants aren’t all cast in the same mold. While they’re all designed to protect the cells from UV light, pollution and other environmental elements that produce damaging free radicals, some are found to be more potent than others. Here are just some of the most popular antioxidants found in your skin care products: ", "pub_date": "2018-06-05T00:00:00", "access_date": "2019-12-02", "query": "choosing the best antioxidant supplements", "Google rank": "", "url": "https://www.dermstore.com/blog/top_ten/antioxidants-in-skin-care/", "keywords": "skin, antioxidant, radical, free, sun"}