{"title": "Antidepressants: Can they stop working? - Mayo Clinic", "body": "TWhen depression symptoms improve after starting an antidepressant, many people need to continue taking medication long term to prevent symptoms from returning. However, in some people, a particular antidepressant may simply stop working over time. Doctors don't fully understand what causes the so-called \"poop-out\" effect or antidepressant tolerance — known as tachyphylaxis — or why it occurs in some people and not in others. There also can be other reasons an antidepressant is no longer working for you, such as:     Worsening depression. It's common for depression symptoms to return or worsen at some point, despite treatment. Called breakthrough depression, symptoms may be triggered by stress or appear with no apparent cause. The current dose of medication you're taking may not be enough to prevent your symptoms when depression gets worse. Another medical condition. Underlying health problems, such as hypothyroidism, can cause or worsen depression. A new medication. Some medications for unrelated conditions can interfere with the way your body breaks down and uses antidepressants, decreasing their effectiveness. Undiagnosed bipolar disorder. Bipolar disorder, formerly called manic-depressive disorder, causes periodic mood swings. While an antidepressant is sometimes used to treat bipolar disorder, a mood-stabilizing or antipsychotic medication is generally needed along with an antidepressant to keep emotional highs and lows in check. Age. In some people, depression gets worse with age. As you get older, you may have changes in your brain and thinking (neurological changes) that affect your mood. In addition, the manner in which your body processes medications may be less efficient. You're also likely to be taking more medications. All of these factors can play a role in depression. In most cases, depression symptoms get better with adjustments to medication. Your doctor may recommend that you change the dose of your current antidepressant, change to another antidepressant or add another antidepressant or other type of medication to your current treatment. Psychological counseling (psychotherapy) also may help. Because there are so many reasons depression treatment can stop working, you may need to see a medical doctor who specializes in diagnosing and treating mental illness (psychiatrist) to figure out the best course of action. ", "pub_date": "2018-01-31T00:00:00", "access_date": "2019-12-19", "query": "antidepressants stopped working", "Google rank": "", "url": "https://www.mayoclinic.org/diseases-conditions/depression/expert-answers/antidepressants/faq-20057938", "keywords": "antidepressant, depression, medication, bipolar, worsen"}