{"title": "Why antibiotics are bad for your health - NaturalNews.com", "body": "https://www.naturalnews.com/042769_antibiotics_healthy_gut_flora_immune_system.html  \r\n\r\n\r\n\r\n(NaturalNews) With winter rapidly approaching in the northern hemisphere, millions of people will sooner or later rush to the doctor for a prescription against the symptoms of a cold or influenza. But is taking medication, often antibiotics, really a wise choice? Even though modern medicine still has no cure for the common cold, influenza and other viruses, most doctors, going through the motion of appearing to be helpful and making money, will prescribe antibiotics and send the patient on his or her way. This action by the \"medical professional\" is not only totally ineffective against viral conditions but also medically negligent. The immune system, when working at maximum efficiency, is a miracle of nature, with the ability to prevent and heal virtually any disease, including cancer. What doctors call \"diseases\" are now known to be the experiential externalized symptoms of a condition arising from a compromised, ineffective immune system. All modern medicine ever attempts to do is mask the experiential symptoms of a disease without ever holistically healing the origin of the condition itself, and thereby without healing the disease, often causing even more harm to the patient through chemical medicines and invasive surgical procedures. In most people today, the immune system is often already highly compromised through a poor diet and lifestyle, environmental toxins and other factors, including medicines. The   is highly complex, at least 80% being located in the digestive system and regulated by the \"gut flora,\" microbes, that live there in vast numbers. At least 15% of the weight of the entire body can be attributed to trillions of   and other organisms, living mostly in the digestive tract. The ratio of \"good\" or \"beneficial\" microbes to \"bad\" or \"pathogenic\" microbes is absolutely critical to the efficient functioning of the immune system, being broadly 85% \"good microbes\" to 15% \"bad microbes\" in the gut. In most people, due to the previously mentioned factors, this ratio is severely skewed in favor of bad microbes, which in turn has the effect of seriously weakening the immune system. This imbalance in the ratio of good to bad microbes is known as \"dysbiosis.\" When   are consumed, not only are the \"bad microbes\" killed off, so too are the good microbes, leaving the gut almost completely depleted of beneficial, immune response-regulating gut flora, and consequently a seriously compromised immune system as a whole. Taking antibiotics is therefore bad for health, because it effectively destroys the very   bodily mechanism that protects us against all disease in the first place - the immune system - which may never fully recover by itself. Natural is always best, and in the context of the immune system, this means through a natural, healthy, effective, gut flora-friendly diet. By far, the best foods and drinks to maintain a   balance, and therefore immune system, are foods containing \"probiotics,\" which, as the name suggests, are \"pro\" \"good microbes\" in the gut. Just one cup of probiotic food every day is extremely healthy in many ways, especially for the immune system and therefore as a safeguard against disease. There are many examples of probiotic foods and drinks, including all fermented fruits and vegetables, kombucha tea and coconut kefir - and many others. These are all extremely healthy for maintaining the immune system and good health this winter, so that visit to the doctor never becomes necessary in the first place. Adrian Cooper is the best-selling author of the highly acclaimed book  . For 7 years he was also the author of a 7+ page weekly newsletter on Spiritual, Metaphysics, Quantum Mechanics and Natural Healing and Health related subjects, read by over one million people around the world. Adrian has extensively researched the super-whole food Spirulina, which he also consumes in large amounts daily, and is the creator and author of the   website which reveals in great depth all of the health, healing and nutritional benefits of Spirulina.  A raw vegan and practitioner of Natural Holistic Nutrition, Healing and Lifestyle, Adrian is an experienced writer and practitioner in every aspect of these fields, including the use of natural plants, herbs, fungi and algae in the context of a balanced natural raw food diet.  Adrian is also a practitioner of Zen meditation and other Spiritual disciplines, and throughout his life, as today, lives very close to Nature where he spends as much time as possible walking, meditating and being completely connected to life and the Universe.\r\n Take Action: Support Natural News by linking to this article from your website Permalink to this article:\n Embed article link: (copy HTML code below):\n Reprinting this article:\n Non-commercial use OK, cite NaturalNews.com with clickable link.\r\n Follow Natural News on Facebook, Twitter, Google Plus, and Pinterest\n ", "pub_date": null, "access_date": "2019-11-28", "query": "dont use antibiotics for kids", "Google rank": "", "url": "https://www.naturalnews.com/042769_antibiotics_healthy_gut_flora_immune_system.html", "keywords": "microbe, immune, system, adrian, gut"}