{"title": "6 Best Antioxidant-Rich Supplements", "body": "The Role of Nutrition in Health The relationship between diet and health has been established for a long time, dating back to Hippocrates (470-377 BC and possibly even earlier (1). Research has demonstrated the association between eating a nutritious diet, particularly one that contains plenty of fruit and vegetables, with a reduced risk of cancer and cardiovascular diseases, as well as a number of other conditions (2, 3). What Antioxidants Do in the Body     Antioxidants help to counter the negative effects of free radicals. Oxidative stress occurs when there is an imbalance between the production of free radicals and the ability of the body to counteract their harmful effects and is thought to play a role in the development of a number of different health conditions (4). The body naturally produces antioxidants but these are not necessarily produced in sufficient amounts so foods & supplements can help to fill the gap. Foods That Contain Antioxidants Foods High In Antioxidants Increasing antioxidants can be achieved through following a plant-based diet and eating foods such as wholegrains, beans and nuts, as well as plenty of colourful fruit and vegetables like berries, citrus fruits, green leafy vegetables and bell peppers on a regular basis (4). Fruit and vegetables contain a range of micronutrients (vitamins and minerals), several of which have antioxidant properties. These are the vitamins A, C and E, and the minerals copper, zinc and selenium (5). These are considered to be essential micronutrients because our bodies cannot make them and so they must be taken in through food. The Role of Supplementation Despite a large amount of research on the nutritional properties of fruit and vegetables, it is still unclear which components are most beneficial for health. This has resulted in an increased interest in the potential role of antioxidant supplements. Although supplements can help to top up your intake of antioxidants, it is recommended to obtain the majority of them through the foods mentioned above. 6 Supplements with the Highest Amount of Antioxidants Vitamin C Sources Of Vitamin C Vitamin C, also known as L-ascorbic acid, is a water-soluble essential vitamin. This means that it must be taken in through food or supplements on a daily basis because it cannot be stored in the body. It is often used to reduce the symptoms of the common cold. Vitamin C is able to act as both an antioxidant and pro-oxidant, depending on what the body needs. This allows it to serve a variety of functions in the body. Like other antioxidants, it works by targeting free radicals in the body. It is replenished by antioxidant enzymes and its structure allows it to target a number of different bodily systems. Vitamin C is found in high amounts in fruit and vegetables, particularly citrus fruits like oranges and dark green leafy vegetables like broccoli. How does vitamin C boost health? Vitamin C, through its anti-oxidant potential, has been shown to improve blood flow relative to placebo in healthy people (7).  It has also been shown to be effective in increasing blood flow in those with health conditions, such as tachycardia syndrome, where a change from lying to standing causes an abnormally large increase in heart rate (8). Studies have also shown that vitamin C supplementation can reduce effect of free radicals produced from exercise (9). It also can help with reducing perceived muscle soreness and a marker of muscle damage (creatine kinase levels) associated with exercise (10). Research has also found that vitamin C can lower blood glucose levels. In a randomized, double-blind, placebo-controlled study, taking 500 mg of vitamin C twice per day led to a significant reduction in fasting blood glucose, postprandial blood glucose, and Hba1c levels compared with the placebo group (11). Other research has found that vitamin C supplementation can reduce inflammation and metabolic markers in both those with diabetes and those with high blood pressure (12). Supplementing with vitamin C has also been shown to lower blood pressure relative to placebo (13). Due to its antioxidant activity, studies have demonstrated that vitamin C can upregulate antioxidant enzymes in the body, reducing oxidative stress and improves insulin sensitivity (14). It has also been shown to be effective in preventing bone loss associated with oxidative stress in the elderly (15). How do I take vitamin C? The Recommended Daily Intake (RDI) of vitamin C is between 100 and 200mg. However, higher doses of up to 2,000mg, can be used to support the immune system and/or reduce the length of the common cold. Most studies use 1000mg per day and thus this is the recommended daily dose, ideally split into two 500 mg doses to optimise absorption.     Official Rankings         Top 10 Vitamin C Products Ranked Vitamin E Sources Of Vitamin E Vitamin E refers to eight molecules, which are divided into two categories: tocopherols and tocotrienols. Each of these category is further divided up into alpha (α), beta (β), gamma (γ), and delta (δ) vitamers. Vitaminer α-tocopherol is considered to be the main one and is found within most vitamin E supplements. Vitamin E is a fat-soluble vitamin, which means that it is stored in the body. Vitamin E was the first antioxidant compound to be sold as a dietary supplements, which was followed by vitamin C. It is sometimes used as the reference antioxidant compound when fat soluble compounds are being researched and can act as a signaling molecule within cells and for phosphate groups. Vitamin E is found in high amounts in foods such as nuts, seeds and vegetable oils. How does vitamin E boost health? Similarly to vitamin C, vitamin E has also been shown to improve blood flow. Vitamin E supplementation as alpha-tocopherol at 1,000 IU for three months was found to increase the vitamin E content of LDL particles and reduce their oxidation susceptibility as well improve blood flow (16). Studies have also shown that supplementation of vitamin E can reduce blood pressure, but only when taken in doses of 160mg or 320mg as 80mg failed to demonstrate a beneficial effect (17). In addition, only the highest dose in this study (320mg) demonstrated an improvement in antioxidant capacity of the blood. Effects on blood pressure therefore seem to be dose-dependent. Vitamin E supplementation has also been found to lower oxidative stress but only when the supplement is taken over a longer period of time and a high dose is taken (18). This study showed that a dose of between 1,600 and 3,200IU daily for 16 weeks was effective in reducing oxidative stress. Vitamin E can also boost immunity. Supplementation of 800mg of alpha-tocopherol daily for 30 days healthy older individuals over the age of 60 was shown to increase indices of T-cell mediated immunity (19). Research has also found that vitamin E can increase immune responsiveness. Daily supplementation of 50mg and 100mg of vitamin E (as alpha-tocopherol) for six months in the elderly significantly increased immunosupportive levels of IL-2 while decreasing IFN-gamma concentrations (20). How do I take vitamin E? Maintaining adequate levels of vitamin E in the body can be achieved by taking a daily dose of 15mg (22.4 IU). For elderly people taking the supplement to boost immunity, a 50-200mg dose is recommended. Vitamin E supplements should always contain α-tocopherol. Vitamin E’s antioxidant properties are improved when taken alongside unsaturated dietary fat, such as nuts and seeds, with an ideal range being between 2-4 IU per gram of unsaturated fat. Although high doses of above 400IU α-tocopherol (268mg) can be tolerated over the short term, there is the potential for long-term negative effects. If taking vitamin E on a long-term basis, it is best to stick to an upper limit of 150mg per day.     Official Rankings         Top 10 Vitamin E Products Ranked Curcumin Curcumin Extract Curcumin is a yellow pigment found primarily in turmeric, in which it is the primary bioactive substance. It is a polyphenol with anti-inflammatory properties as well as to boost the amount of antioxidants that the body produces. Curcumin and the curcuminoids are present in turmeric at around 22.21-40.36mg/g in the rhizomes and 1.94mg/g in the tuberous roots, which means that turmeric is much less potent. However, curcumin and the curcuminoids found in turmeric can be extracted to make supplements. It is possible that turmeric provides some benefits that curcumin does not but more research is needed to determine whether this is the case. Curcumin is absorbed relatively poorly during digestion and therefore many supplements contain other ingredients improve bioavailability, such as black pepper. How does curcumin boost health? Research has shown that curcumin is effective in improving the body’s antioxidant enzyme profile. One study found that providing healthy middle aged people between the ages of 40 and 60 with a low daily dose of curcumin (80 mg) for four weeks was effective in improving a number of important biomarkers (21). This included lowering plasma triglyceride values, plasma beta amyloid protein concentrations, plasma alanine amino transferase activities, salivary amylase levels and plasma sICAM readings. Supplementation also increased salivary radical scavenging capacities, plasma catalase plasma myeloperoxidase without increasing c-reactive protein levels and increased plasma nitric oxide. Curcumin has also been found to reduce oxidative damage (22). A study found that supplementation of three daily doses of 250mg significantly lowered oxidative damage after one year. Curcumin, dosed at 1,000mg taken in two daily doses for 12 weeks has been shown to reduce the clinical and biochemical symptoms of osteoarthritis (23). It has also been found to exert anti-inflammatory effects in people with type 2 diabetes when 1500mg was taken daily (in three doses) for two months (24). Supplementation with curcumin has also been found to have an anti-inflammatory effect in those with rheumatoid arthritis. In a randomized, double-blind, placebo-controlled trial, 36 participants were assigned to take either a placebo, 500 mg, or 1,000 mg of a bioavailable curcuminoid extract (95% curcuminoids) for 3 months (25). Both the curcumin groups had reductions in symptoms, with greater effects being seen in the group receiving the higher dose. Both of these groups also had a large, statistically significant reduction in c-reactive protein, a key marker of inflammation, with the high dose group seeing a greater reduction. In addition, the curcumin groups had a dramatic reduction in erythrocyte sedimentation rate, another key indicator of inflammation. The anti-inflammatory effects of curcumin can also help to reduce pain. A randomized, double-blind, placebo-controlled trial involving 53 people with osteoarthritis were assigned to take either 1,500 mg of a curcuminoid complex (95% curcuminoids) with 15 mg of piperine or placebo daily for six weeks (26). There was a statistically significant reduction in pain and an improvement in function compared with the placebo group. How do I take curcumin? On its own curcumin is not well absorbed so it is recommended to take a supplement which is paired with a substance that can improve bioavailability. The most common is black pepper extract, also known as piperine. But it can also be combined with lipids. Curcumin is usually taken with food. To obtain the health benefits of curcumin, it is recommended to take between 80 mg and 1500 mg per day, with a lower dose being most suitable for those who are generally healthy and the higher dose being most suitable for those with inflammatory conditions. Doses of up to 8 grams of curcuminoids are not associated with serious adverse effects but further long-term studies are needed to confirm this. At high doses, curcumin can cause nausea and gastrointestinal issues.     Official Rankings         Top 10 Curcumin Products Ranked Resveratrol Sources Of Resveratrol Resveratrol is the beneficial compound found in red wine, which is produced on grapes as a defence against toxins and is found within the skins of grapes. It is also in berries and peanuts. Resveratrol shares many benefits with bioflavonoids, a group of plant-derived compounds with antioxidant properties. In addition to being an antioxidant, resveratrol is also an anti-inflammatory, anticarcinogenic, cardioprotective, vasorelaxant, phytoestrogenic and neuroprotective agent (27). It is often reported as being able to extend lifespan but this seems to be due to these other effects, rather than being a direct mechanism. It is primarily taken as an oral supplement but is also sometimes used topically to reduce acne. How does resveratrol boost health? Resveratrol has been shown to lower blood pressure. In patients who have experienced myocardial infarction (a heart attack), supplementing with resveratrol at 10mg daily for three months significantly increased blood flow and improved heart function (28). It was also found that resveratrol decreased LDL cholesterol and blood glucose levels. Cerebral flow has also been shown to be increased with resveratrol supplementation. In a randomized, double-blind, placebo-controlled, crossover study, found that taking either 250mg or 500mg of resveratrol improved cerebral blood flow and oxygen turnover in a dose-dependent manner (29). Supplementation with resveratrol has also been demonstrated to lower blood pressure. 150 mg taken daily for 30 days was found to lower systolic blood pressure, lower triglyceride levels, improve insulin sensitivity and liver enzyme functioning (30). As with other antioxidant supplements, resveratrol reduces oxidative stress. Taking 10mg of resveratrol daily (in two doses) for four weeks was shown to reduce markers of oxidative stress, as well as improve insulin sensitivity (31). How do I take resveratrol? The lower end of supplementation (5-10mg daily) tends to be best for cardiovascular health, insulin sensitivity, and longevity for generally healthy people. For those with health issues, a higher dose of between 150 and 445mg is recommended. However, more research is needed to determine the optimal dose.     Official Rankings         Top 10 Resveratrol Products Ranked Alpha-Lipoic Acid Sources Of Alpha Lipoic Acid Alpha-lipoic ccid (ALA) is a mitochondrial compound heavily involved in energy metabolism. It is synthesised in the body and is found in meat, fruit and vegetables. It is a potent antioxidant because it works with mitochondria (known as the powerhouses of the cells) and the body’s natural antioxidant defences. It also seems to be able to reverse the oxidant damage associated with aging, reduce inflammation and help to prevent a number of diseases. ALA is water soluble in the gut and is absorbed by transporters so does not have to be consumed alongside lipids, unlike some other antioxidants. How does alpha-lipoic acid boost health? Alpha-lipoic acid has been shown to improve blood flow. A randomized, controlled, double-blinded study found that supplementation of 600mg alpha-lipoic acid daily for 21 days was found to significantly increase blood flow (32). In addition, supplementation of alpha-lipoic acid daily for three weeks has been shown to improve endothelial function as a result of decreasing of oxygen-derived free radicals (33). Research has also found that alpha-lipoic acid can reduce blood glucose levels. Supplementation of 90mg of alpha-lipoic acid, 250mg of vitamin C and 600IU f vitamin E daily for six weeks was found to significantly reduce blood glucose levels, as measured by HbA1c (34). Another study also reported that 300, 600, 900, or 1,200mg of alpha-lipoic acid taken daily for six months was effective in reducing blood glucose levels and this occurred in a dose-dependent manner (34). Alpha-lipoic acid has also been shown to reduce inflammation. A randomized, double-blind study found that supplementation of 150 mg irbesartan (a blood pressure medication), 300 mg of alpha-lipoic acid 300 mg or both significantly reduced pro-inflammatory markers in the body (35). How do I take alpha-lipoic acid? Standard dosages of ALA used in studies are between 300mg and 600mg per day. It does not require food to be absorbed so can be taken in a fasted state.     Official Rankings         Top 10 ALA Products Ranked Spirulina Spirulina Extract Spirulina is a blue-green algae, which is often used as a source of vitamin B12 and protein by vegans. It has a number of active elements, the main ingredient being phycocyanobilin, which comprises roughly 1% of spirulina. This mimics the body’s bilirubin compound to inhibit an enzyme complex called Nicotinamide Adenine Dinucleotide Phosphate (NADPH) oxidase, which results in both antioxidant and anti-inflammatory effects. How does spirulina boost health? Studies have shown that spirulina can reduce triglyceride levels, as well as a number of other health markers. A randomized, double-blind, placebo-controlled study found that supplementation of 8g of spirulina for six weeks in a healthy elderly population of adults between 60 and 90 years old was found to improve lipid profiles, immune variables and antioxidant capacity (36). Supplementation with spirulina can also boost exercise performance. A double-blind, placebo-controlled, counterbalanced crossover study found that 6g of spirulina taken daily for four weeks was able to significantly boost exercise performance (as measured by time to exhaustion) and fat oxidation compared to placebo, as well as reducing markers of oxidation (37). Spirulina can also help to control allergies. Supplementation of 2g spirulina daily for six months was found to reduce nasal discharge, sneezing, nasal congestion and itching (38). How do I take spirulina? Doses used in studies of spirulina have varied widely, making it difficult to determine the most optimal dose. Doses of between 1 and 8g daily seem to provide positive effects, which is dependent on the health issue it is being used for. The dose of spirulina used in studies examining its effects vary greatly. In general, 1-8 g per day of spirulina has been shown to have positive effects. More research is needed to needed to determine whether spirulina should be taken once a day, or in smaller doses multiple times per day. Regardless of how it is taken, it is not recommended to take more than 8g per day as there seem to be no further benefits after that level.     Official Rankings         Top 10 Spirulina Products Ranked The Bottom Line The body naturally produces antioxidants and you can get plenty of them from eating a healthy diet with plenty of fruit and vegetables. However, supplementation can be helpful, particularly if you are looking to reduce the symptoms of a particular health condition. If you are taking any medications, it is important to check with your doctor first before taking any of these supplements, which also applies if you are pregnant or breastfeeding. Overall, antioxidant supplements can help to reduce the harmful effects of a build-up of free radicals, reducing risk of disease as well as helping to improve a number of health markers in the body.", "pub_date": "19-08-2019", "access_date": "2019-12-02", "query": "choosing the best antioxidant supplements", "Google rank": "", "url": "https://top10supps.com/best-antioxidant-supplements/", "keywords": "mg, vitamin, antioxidant, curcumin, supplementation"}