{"title": "No, You Aren’t a Drug Addict If You Take Antidepressants", "body": "If you’ve read the L.A. Times recently, you might have come across an op-ed by journalist David Lazarus, who conflates his dependence on antidepressant medication with addiction. In the piece, Lazarus proclaims, “I am an addict.”  The problem is, what he was describing isn’t actually addiction.  For starters, addiction and dependencyare not the same things. “Call it an addiction. Call it a dependence. Call it whatever you please,” he writes. “I’m hooked.”  But we can’t just label it whatever we please, because words have specific meanings — and with something as stigmatized as addiction, we need to choose our words carefully. To be clear: If you’re physically dependent on an antidepressant, it does not make you a drug addict. Antidepressant withdrawal symptoms are a real thing for many people, especially if they’ve been on antidepressants for a significant amount of time. It can be a difficult experience, to be sure. But antidepressant discontinuation syndrome is not akin to addiction.   Addiction — or substance use disorder — is a mental illness as defined by the DSM-5 and the ICD-11 (two of the main diagnostic materials worldwide). Substance use disorders are characterized by symptoms that arise from continuing to take a substance despite experiencing negative consequences. Some of the criteria include things like: Some of the criteria include things like: wanting to quit or cut back and being unable to. Some of the criteria include things like: cravings or urges to use. Some of the criteria include things like: giving up important or enriching activities because of drug use. Some of the criteria include things like: spending an exorbitant amount of time and effort to get your fix. For Lazarus to have an addiction to antidepressants, then, he would’ve had to experience negative consequences while he was on antidepressants — not when he stopped taking them — and those consequences would’ve had a significant impact on his day-to-day life. When you have substance use disorder, you can’t stop, and your addiction rises to the top of your priority list — no matter how much your intellect and morals disagree with its increasingly vital role in your life. Not all people with substance use disorders have been physically dependent, though. Dependency does not an addiction make.  Dependency refers to what happens when you stop using. Namely, that you experience withdrawal symptoms. Someone with chronic pain can be physically dependent on a pain medication, experiencing withdrawal symptoms when they aren’t medicated, yet not misuse pain meds while they’re taking them.  Similarly, someone could have an alcohol use disorder but not be physically dependent to the point of experiencing withdrawal symptoms when they get sober.  In other words? Dependence and addiction are referring to two completely different things. One is the debilitating, damaging experience while using. The other is a temporary experience of withdrawal after stopping.  So for someone to suggest that they’re addicted to antidepressants? It’s problematic, to say the least. I call myself an alcoholic, an addict, and a person in recovery. And in my experience, addiction is a desperate plea to not feel pain anymore.  It’s an angry rejection of my place in the world, an obsessive clawing to change the unchangeable. I used because something deep in my gut hoped that by altering my own perception, I could change my reality. Substance use disorders are frequently comorbid with other mental illnesses. That’s certainly my story. I’ve had a lifelong struggle with major depressive disorder and PTSD. Desperate for relief from my pain, I would use most any drug that was offered to me. I found alcohol was a great way to mitigate my anxious feelings, and for a while, it was an effective way to dull my senses (self-medicating for sensory overload) and slow down my response time (dampen hyperarousal symptoms).  It worked, for the first couple drinks — until I would have too much and my mood would tank. But I was willing to do anything to escape feeling the desperate loneliness in the pit of my stomach. I just wanted to rebel and run and disappear. I didn’t want to be depressed, I didn’t want flashbacks, I just wanted it all to stop.  I still feel that way sometimes. But thankfully, with support, today I have other options besides reaching for the bottle. What many people don’t understand is that substance use disorders aren’t defined by physical dependency — it’s this mental obsession that’s the real struggle.  The urge to fulfill the cravings. The turning to substances again and again, even when you don’t want to. It’s the compulsive drive for immediate relief, despite all the consequences that follow. And often times, the self-delusion that this time, it will be different. Someone with a substance use disorder would be hard pressed to just wean themselves off a substance without some kind of support system. That’s why so many recovery groups and rehabs and other sober living programs exist — because it can be a near impossible feat to beat a use disorder single-handedly. It would’ve been impossible for me to. And part of my arsenal of tools that have helped me recover? Antidepressants. People frequently think antidepressants will make them numb to the world, and that a “happy pill” won’t actually help. Psychiatric medications are often spoken about as some kind of conspiracy.  Writing about the so-called “negatives” of psychiatric medication is nothing new. Lazarus’ piece was not, by any stretch, groundbreaking. If anything, it reinforced the fears that many people have about these medications — including people in recovery. However, as someone in recovery, I can confidently say that psychiatric medications are part of what keeps me sober. My freshman year of college, I experienced a painful breakup that triggered a downward spiral into a serious depression. I would go days on end without leaving my room. I’d stay locked inside, laying around watching Disney movies and crying.  At the end of my rope, I went to the psychologist on our campus. The psychologist told me that I showed “classic” signs of clinical depression and suggested I set up an appointment with the psychiatrist. At first, I was annoyed. I wondered how it being ‘clinical’ made it any different from what I’d always experienced.  I knew that I was depressed. That much was obvious. Going to a psychiatrist scared me. I was horrified by the idea that I needed a psychiatrist. I had a real problem with depression, but I was adamant against the idea of medication. The stigma of mental illness was so deeply ingrained that I was ashamed at the thought of needing medication.  I wrote in my journal, “Do I really need to be seen by a PSYCHIATRIST?... I don’t want a doctor to evaluate me, I want to be HEALED — not TREATED.”  It shouldn’t come as a shock when I tell you that I stopped seeing the therapist who suggested I go to a psychiatrist. Nothing got better, of course. I blew everything off. Every day was a struggle to get up and go to class. I found no meaning in anything I did.  I accepted that I had some kind of mental disorder, but only on a surface level. In a lot of ways, I rationalized my depression — I figured the world around me was a mess and I was just too incompetent to do anything about it. For years, I continued to reject the idea of medication. I was convinced that going on antidepressants would make me numb to the world. I fully believed medication would be taking the “easy way out” while simultaneously convinced it wouldn’t work for me anyway. I couldn’t wrap my head around the idea that I was sick. I had depression, but I refused to take medicine for it because I didn’t want to “rely on a pill.” Instead, I blamed myself, convinced I just needed to pull it together. The stigma attached to antidepressants — the stigma that Lazarus reinforces by suggesting that psychiatric meds will harm someone in the same ways that addiction does — kept me from getting the help I so desperately needed. Instead, I travelled a long path of denial, substance use, and self-harm. I became an addict in large part because I was living with untreated mental illnesses.  I didn’t seek help again until I was so far gone that without help, I would have died. By the time I finally reached out for help, addiction nearly took me down with it. That’s what addiction does. It’s not being “crankier and more irritable than usual.” Addiction, quite literally, levels your life to the ground and renders you powerless. Dependence and withdrawal can be lousy, yes — but discontinuing any medication, especially one that you need, is a challenge that isn’t unique to psychiatric medication, and certainly not a reason to avoid taking them.  My life could have been so much happier and more productive in those years if I hadn’t been too embarrassed to receive the help I needed. I might have even avoided a substance use disorder altogether if I’d gotten treatment for my mental illnesses.  I wish I’d taken the steps to get help sooner, instead of trying to shoulder the burden of mental illness alone. Have antidepressants been a ‘magic fix’ for me? No, but they have been an important tool for managing my mental health.  My antidepressant has allowed me to move through my most debilitating symptoms. It got me out of bed when my symptoms left me burnt out and defeated.  They gave me the ability to crawl over that initial hump and nudged me to a more manageable baseline, so I could finally engage in healing activities like therapy, support groups, and exercise.  Am I physically dependent on my antidepressants? Maybe. I’d argue that the quality of life I have now is worth it, though. But does that mean I relapsed? I’ll have to check in with my sponsor, I suppose, but I’m pretty sure the answer is obvious: Abso-f*cking-lutely not. Kristance Harlow is a journalist and freelance writer. She writes about mental illness and recovery from addiction. She fights stigma one word at a time. Find Kristance on Twitter, Instagram, or her blog. ", "pub_date": "2019-09-17T07:00:00+00:00", "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "https://www.healthline.com/health/antidepressants-arent-addicting#1", "keywords": "addiction, antidepressant, substance, lazarus, mental"}