{"title": "Antioxidants Explained in Simple Terms", "body": "You may have heard a lot of talk about antioxidants. However, few people know what they are or how they work. This article tells you everything you need to know about antioxidants. Antioxidants are molecules that fight free radicals in your body. Free radicals are compounds that can cause harm if their levels become too high in your body. They’re linked to multiple illnesses, including diabetes, heart disease, and cancer. Your body has its own antioxidant defenses to keep free radicals in check. However, antioxidants are also found in food, especially in fruits, vegetables, and other plant-based, whole foods. Several vitamins, such as vitamins E and C, are effective antioxidants. Antioxidant preservatives also play a crucial role in food production by increasing shelf life. Free radicals are constantly being formed in your body. Without antioxidants, free radicals would cause serious harm very quickly, eventually resulting in death. However, free radicals also serve important functions that are essential for health (1). For example, your immune cells use free radicals to fight infections (2). As a result, your body needs to maintain a certain balance of free radicals and antioxidants. When free radicals outnumber antioxidants, it can lead to a state called oxidative stress. Prolonged oxidative stress can damage your DNA and other important molecules in your body. Sometimes it even leads to cell death. Damage to your DNA increases your risk of cancer, and some scientists have theorized that it plays a pivotal role in the aging process (3, 4). Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: air pollution. Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: cigarette smoke. Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: alcohol intake. Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: toxins. Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: high blood sugar levels (5, 6). Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: high intake of polyunsaturated fatty acids (7). Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: radiation, including excessive sunbathing. Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: bacterial, fungal, or viral infections. Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: excessive intake of iron, magnesium, copper, or zinc (1). Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: too much or too little oxygen in your body (8). Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: intense and prolonged exercise, which causes tissue damage (9). Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: excessive intake of antioxidants, such as vitamins C and E (1). Several lifestyle, stress, and environmental factors are known to promote excessive free radical formation and oxidative stress, including: antioxidant deficiency (10). Prolonged oxidative stress leads to an increased risk of negative health outcomes, such as cardiovascular disease and certain types of cancer. Antioxidants are essential for the survival of all living things. Your body generates its own antioxidants, such as the cellular antioxidant glutathione. Plants and animals, as well as all other forms of life, have their own defenses against free radicals and oxidative damage. Therefore, antioxidants are found in all whole foods of plant and animal origin. Adequate antioxidant intake is important. In fact, your life depends on the intake of certain antioxidants — namely, vitamins C and E. However, many other non-essential antioxidants occur in food. While they’re unnecessary for your body, they play an important role in general health. The health benefits associated with a diet rich in plants is at least partially due to the variety of antioxidants they provide (11). Berries, green tea, coffee, and dark chocolate are renowned for being good sources of antioxidants (12). According to some studies, coffee is the single biggest source of antioxidants in the Western diet, but this is partly because the average individual doesn’t eat that many antioxidant-rich foods (13, 14). Meat products and fish also contain antioxidants, but to a lesser extent than fruits and vegetables (15, 16). Antioxidants can increase the shelf life of both natural and processed foods. Therefore, they’re frequently used as food additives. For instance, vitamin C is often added to processed foods to act as a preservative (17).   Antioxidants can be categorized as either water- or fat-soluble. Water-soluble antioxidants perform their actions in the fluid inside and outside cells, whereas fat-soluble ones act primarily in cell membranes. Important dietary antioxidants include: Important dietary antioxidants include: Vitamin C. This water-soluble antioxidant is an essential dietary nutrient.. Important dietary antioxidants include: Vitamin E. This fat-soluble antioxidant plays a critical role in protecting cell membranes against oxidative damage.. Important dietary antioxidants include: Flavonoids. This group of plant antioxidants has many beneficial health effects (18).. Many substances that happen to be antioxidants also have other important functions. Notable examples include curcuminoids in turmeric and oleocanthal in extra virgin olive oil. These substances function as antioxidants but also have potent anti-inflammatory activity (19, 20). Dietary intake of antioxidants is essential for optimal health, but more is not always better. Excessive intake of isolated antioxidants can have toxic effects and may even promote rather than prevent oxidative damage — a phenomenon termed the “antioxidant paradox” (21, 22). Some studies even show that high doses of antioxidants increase your risk of death (23, 24). For this reason, most health professionals advise people to avoid high-dose antioxidant supplements, although further studies are needed before solid conclusions can be reached. Eating plenty of antioxidant-rich whole food is a much better idea. Studies indicate that foods reduce oxidative damage to a greater extent than supplements. For example, one study compared the effects of drinking blood-orange juice and sugar water, both of which contained equal amounts of vitamin C. It found that the juice had significantly greater antioxidant power (25). These results suggest that foods’ compounds work synergistically. Taking just one or two isolated nutrients won’t have the same beneficial effects. The best strategy to ensure adequate antioxidant intake is to follow a diet rich in various vegetables and fruits, alongside other healthy habits (26). However, low-dose supplements, such as multivitamins, may be beneficial if you are deficient in certain nutrients or unable to follow a healthy diet. Adequate antioxidant intake is essential to a healthy diet, although some studies suggest that high-dose supplements may be harmful. The best strategy is to get your daily dose of antioxidants from healthy plant foods, such as fruits and vegetables. ", "pub_date": "2019-07-29T15:00:00+00:00", "access_date": "2019-12-02", "query": "antioxidants must", "Google rank": "", "url": "https://www.healthline.com/nutrition/antioxidants-explained", "keywords": "antioxidant, stress, radical, oxidative, excessive"}