{"title": "Scientist: Antidepressants cause addiction", "body": "Nausea, headache, fever, trembling, panic attacks and hallucinations. These are but a few of the symptoms that depression-struck patients risk facing when they discontinue their treatment with SSRI drugs, popularly -- but falsely -- dubbed “happy pills”. It sounds like substance addiction and that is exactly what it is, say scientists behind a study from the Nordic Cochrane Centre, an independent research unit monitoring health in the Nordic countries. But SSRI drugs are not addictive, officially. The Danish Health and Medicines Authority states that complications may arise when people stop taking the pills; they might experience insomnia, nausea, disturbed sense of touch and feelings of “electrical shocks” to the head. But it’s not addiction -- instead it’s labelled “SSRI discontinuation syndrome”. Pure semantics, say the researchers from Nordic Cochrane Centre. The Nordic Cochrane study is a literature review where results from previous studies have been compared. The researchers looked for similarities between the symptoms that patients experience when they end a treatment with benzodiazepines or SSRI drugs. 4356 scientific articles on benzodiazepines and 526 articles on SSRI drugs where selected for the review. After the initial selection, each article is reviewed to assure it meets certain criteria which make it valid to use the article in the comparison. After two reviews only 45 articles on benzodiazepines and 31 on SSRI drugs were left. “People get ill when they stop taking the medicine,” says Margrethe Nielsen, Ph.D.and lead author on the meta-analysis. So ill, she adds, that it should be labelled as addiction. In the past four years Nielsen has studied two of the most commonly used types of antidepressants: SSRI pills and benzodiazepines, the later used to treat depression from 1950 until the late 80s when SSRI drugs were released on the market. Those four years of research have resulted in a Ph.D. thesis, which Nielsen just defended, and three scientific articles, one of them published in the American journal Addiction. In the article, Nielsen, along with Peter Gøtszche, director of Nordic Cochrane Centre, compares the symptoms which arise when people stop treatment with both SSRI medicine and benzodiazepines. SSRI drugs were introduced in Denmark in the late 80s. They were marketed as ”happy pills” but this label is wrong. The pills will not make you happy. The drugs work by inhibiting the re-uptake of serotonin, a neurotransmitter suspected of regulating our emotions. Both drugs are used to treat mental illness and both drugs function by affecting the central nervous system.But one thing sets them apart: the Danish Ministry of Health categorizes benzodiazepines as addictive and doctors are advised against prescribing it. This is not the case for SSRI drugs. “And that makes no sense,” say Nielsen and Gøetzsche in the article’s conclusion. ”People get the exact same symptoms when they stop taking the drugs and in our view this makes it necessary to categorize SSRI drugs as addictive,” says Nielsen. More precisely, 37 out of 42 symptoms are identical, claims the article. This conclusion is inferred on background of a comparison between symptoms described in 45 papers on benzodiazepine addiction and 31 papers on SSRI discontinuation syndrome. It's not a comprehensive clinical study on live people but a review and analysis of what previous studies have concluded. This can be the best way to uncover the effects of new medicine, says Nielsen. \"When you release a new medical drug to the market your knowledge about it is very limited,\" says Nielsen, adding that this should cause for worry. Until a drug has been used outside of the labs for a longer period it's difficult to get an actual image of what kind of side effects the drug might cause, says Nielsen. According to Nielsen, side effects are what most prescribers to SSRI drugs will experience during treatment. “A lot of the people treated with SSRI drugs only have mild to moderate depressions and in those cases, the medicine won't help much more than if they were taking placebos,” says Nielsen. In those cases, only the side effects are left and Nielsen raise the question of what then is keeping the people on the pills. Since 2000, the number of Danes taking antidepressants has almost doubled, closing in on almost 500.000 Danes in treatment for depression today. Nielsen says one explanation for this development is to be found with more and more patients ending in long term treatments where they take SSRI drugs for years to keep the depression at bay. Nielsen sees this as an indirect proof of addiction -- and a huge problem. Not only for the patients but also for the Danish society, each year paying close to 14 billion kroner in expenses for depression treatments. “We can't afford to make these people sick and give them an addiction they never asked for,” says Nielsen. At the Psychiatric Centre Copenhagen, Lars Vedel Kessing, clinical professor and attending physician, has been treating and researching depression for many years. It's not the first time he sees SSRI drugs accused of causing addiction. Far from, and slightly indignant he explains why he believes Nielsen's conclusions to be wrong. Before you can categorize something as addictive there has to be an onset of four fundamental symptoms, says Kessing. Before you can categorize something as addictive there has to be an onset of four fundamental symptoms, says Kessing. \n\t\tFirst, you lose control and the desire to take the drug becomes compulsive. In some sense you could say the drug takes control of you, say Kessing.\n\t\t . Before you can categorize something as addictive there has to be an onset of four fundamental symptoms, says Kessing. \nNext is the onset of tolerance.The dosage must be increased all the time to get the desired effect and you keep taking more and more of the drug.\n\t\t . Before you can categorize something as addictive there has to be an onset of four fundamental symptoms, says Kessing. \n\t\tDirectly related to this is the third symptom; a strong urge to privately obtain more of the drug so it can be taken without the physicians knowledge.\n\t\t . Before you can categorize something as addictive there has to be an onset of four fundamental symptoms, says Kessing. \n\t\tLastly, there will be a detrimental effect to the individual who will no longer be able to function socially of physically.. “Not a single one of these phenomena are present in SSRI discontinuation syndrome,” says Kessing. But all four are present in treatments with benzodiazepines. “In my opinion this study doesn't hold much scientific merit,” says Kessing. According to him Nielsen's study is based more on emotions than evidence. And even though psychosis and hallucinations, which appear on the list of identical symptoms, sound rather serious, the likelihood of them appearing in relation to SSRI discontinuation syndrome is extremely rare. So rare, that Kessing has never seen them even once in his 27 years as a physician. According to Kessing it is correct that some groups of patients won't have any benefit from SSRI drugs but contrary to Nielsen, Kessing says this only holds true for the people suffering from mild depression. A position that is backed by the Danish Health and Medicines Authority which recommends prescribing antidepressants to people suffering from moderate and severe depression. “Medicine doesn't help people with mild depression. You can't prove any kind of effect in those cases because mild depressions tend to cease by themselves,” says Kessing. But moderate and severe depressions don't cease by themselves and in those cases SSRI drugs seem to help, says Kessing, adding that this is not only his opinion but shared by physicians and psychiatrists world-wide. Furthermore, Kessing rejects the idea that long term treatments are an indirect proof of addiction. “It can't be ruled out that some people could stop the treatment earlier, but it needs to be studied,” he adds. Nielsen rejects Kessing's accusation of lacking merit. “The article was peer-reviewed and recognized by experts before the publication in Addiction,” she says, adding that the assessment committee for her Ph.D. thesis also approved of both article and her scientific method. How else should this have been studied, Nielsen asks, and emphasizes that she and the researchers from Nordic Cochrane Centre were meticulous in their review of the literature. But the criticism doesn't surprise her. “It's no easy feat we're trying to accomplish,” says Nielsen. “Some patients claim they've become addicted but their claims keep being rejected by the authorities and the medical industry,” says Nielsen. At the Danish patients association Depressionsforeningen (Depression Association) they often hear from members that quitting the SSRI drugs from one day to another is difficult. “But the question is if the symptoms that arise are caused by the depression or the drugs,” says Kasper Tingkær, secretariat director of Depressionsforeningen. Every time a member reports problems with discontinuation it is based on that individual's own experience. And this makes it difficult to evaluate the actual cause of the problems, says Tingkær. “Some have a real problem quitting the drugs and they think it’s caused by addiction,” he says. But then there is also another group of members, Tingkær explains. “They’ve also had problems ending the drug treatment but for them it was the depression that made quitting so difficult.”", "pub_date": null, "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "https://sciencenordic.com/biology-denmark-depression/scientist-antidepressants-cause-addiction/1386012", "keywords": "nielsen, kessing, ssri, drug, say"}