{"title": "Antidepressants are addictive and increase the risk of relapse", "body": "Antidepressants are addictive and increase the risk of relapse Peter C Gøtzsche professor Nordic Cochrane Centre, Rigshospitalet, Copenhagen, Denmark In their systematic review, Amick and colleagues write that reasons for preferring psychotherapy over drugs for depression include concerns about side effects and “perceived ‘addictiveness’” of drugs.1 This addictiveness is not hypothetical, it is very real and affects about half of those treated with antidepressants.2-4 The authors do not discuss what is perhaps their most important finding—that psychotherapy leads to fewer relapses than drug therapy, which would be expected because relapse is related to the drugs’ addictiveness. It is tricky that withdrawal symptoms and disease symptoms can be the same, but there are clear differences. Withdrawal induced, depression-like symptoms usually come quickly and disappear within hours when the full dose is resumed, whereas patients with true depression take weeks to get better.3 A large trial of patients with remitted depression illustrates this.5 After the patients had become well, they continued with open maintenance drug therapy for 4-24 months. The treatment was then suddenly changed to a double blind placebo for five to eight days at a time that was unknown to the patients and clinicians. Forty of the 122 patients (33%) taking sertraline or paroxetine had an increase in their Hamilton depression score of at least eight, which is a clinically relevant increase. This study illustrates why most doctors get it wrong when they think the disease has come back after lowering the drug dose or stopping altogether. In a group of 122 patients whose depression has been in remission for 4-24 months, probably none or only one would get a true relapse of depression during five to eight random days. Antidepressants trap people into what often becomes lifelong treatment. Of 260<thin>322 people in Finland who were taking an antidepressant in 2008, 45% were still taking one five years later.", "pub_date": null, "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "http://www.deadlymedicines.dk/wp-content/uploads/2016/02/G%C3%B8tzsche-antidepressants-are-addictive-and-increase-risk-of-relapse-bmj.i574.full_.pdf", "keywords": "relapse, depression, addictiveness, antidepressant, patient"}