{"title": "10 Signs Your Antidepressant Isn’t Working | Everyday Health", "body": "2. You skipped a dose — or several. Lack of adherence to antidepressant medication can be a reason medications don’t work, as well as a major barrier to depression treatment. 3. You experience no relief from depression symptoms after a few months. “You should see some improvement within three months of starting an antidepressant,” explains Zinia Thomas, MD, a psychiatrist at Spectrum Psychiatry in St. Louis, Mo. “If you have been on an adequate dose of a depression medication for three months, and you don’t get results, it’s probably time to try something new.” 4. You feel a sudden surge of energy — along with the blues. “If you feel more physical energy after starting an antidepressant, but you still have depression, that’s good and bad news,” says Gabriela Cora, MD, MBA, a psychiatrist in Miami. “It means the depression medication is starting to work, but not in the right way.\" She says that increased physical energy combined with depression is a bad combination that can make you act out or increase your risk for suicide. “So report these symptoms to your doctor right away,” urges Cora. 5. You’re experiencing unpleasant side effects. “The largest study that looked at the effectiveness of antidepressants found that there are no marked differences — they all pretty much work the same,” Hullett says. That means deciding which depression medication to take may come down to side effects. If you gain weight or have sexual problems on one antidepressant, for example, you may want to switch to one without those side effects, he advises. 6. Your antidepressant doesn’t pack the punch it used to. “If you’ve been on an antidepressant for a long time, your body may develop a tolerance,” notes Hullett. So while your medication may have worked well as a depression treatment at first, now you may be feeling that its power has faded. Hullett suggests talking to your doctor about increasing the dosage. “If you’ve been taking 10 milligrams of Prozac, for example, your physician may increase the dose to 20 milligrams,” he says. 7. Your depression gets deeper. “If your depression symptoms get worse as soon as you start taking an antidepressant, or they get better and then very suddenly get worse, it’s a sign that the depression medication isn’t working properly, and you should see your health care professional right away,” Hullett says. Specific warning signs to look out for include feeling agitated or restless, pacing or constant movement, hand wringing, or feeling generally out of control. 8. Your depression symptoms have improved, but you’re still not yourself. If you experience some relief on an antidepressant, but it’s not the relief you hoped for, it may be time to try something new, Dr. Thomas says. That may include trying another depression medication or adding counseling, psychotherapy, mood-boosting cardio exercise, or even light therapy to your treatment regimen. The combination of medication and other depression treatments can speed up the time to recovery and reduce your overall time on antidepressants, she says. 9. You’re having violent mood swings. “Depression medications can sometimes cause mood swings, especially in people who have a tendency toward bipolar disorder — depression and mania,” Hullett says. If you feel unusually elated or you become very terse with your spouse, break furniture, or have an uncharacteristic bout of road rage, you probably need to change your antidepressant, he advises. 10. After an extended period on an antidepressant, your depression is gone. “If you’ve been taking an antidepressant for at least 6 months and you’ve achieved remission, then it may be time to stop altogether,” notes Hullett. He stresses the importance of slowly tapering off depression medications, however. “Antidepressants, particularly selective serotonin reuptake inhibitors (SSRIs), can produce physical symptoms of withdrawal if you stop taking them suddenly,” he says. “So you need to reduce the dosage of depression medication slowly, usually over a few weeks.” Antidepressants can be very helpful, but they’re not like taking aspirin for a headache. If you feel your medication isn’t working up to your expectations, call your doctor, and he or she can help you get back on track to feeling better. ", "pub_date": "2015-07-23T00:00:00", "access_date": "2019-12-19", "query": "antidepressants stopped working", "Google rank": "", "url": "https://www.everydayhealth.com/depression/signs-your-antidepressant-isnt-working.aspx", "keywords": "depression, antidepressant, hullett, medication, feel"}