{"title": "What are the real risks of antidepressants? - Harvard Health", "body": " Since the late 1980s, America and the world have been enjoying the benefits of the selective serotonin reuptake inhibitors (SSRIs). These antidepressants — fluoxetine (Prozac), sertraline (Zoloft), paroxetine (Paxil), fluvoxamine (Luvox), citalopram (Celexa), and escitalopram (Lexapro) — are among the world's most widely prescribed medications. The range of their uses has expanded from depression to anxiety, obsessive-compulsive disorder, eating disorders, and many other psychiatric conditions. These types of antidepressants are generally safe, but no medical treatment is without risk. SSRI antidepressant side effects Some patients taking SSRIs develop insomnia, skin rashes, headaches, joint and muscle pain, stomach upset, nausea, or diarrhea. These problems are usually temporary or mild or both. A more serious potential problem is reduced blood clotting capacity because of a decreased concentration of the neurotransmitter serotonin in platelets. Patients are at slightly increased risk for internal bleeding, especially if they are also taking aspirin or another NSAID, such as ibuprofen or naproxen.. Sexual effects from SSRIs For many patients, SSRIs diminish sexual interest, desire, performance, satisfaction, or all four. In men, SSRIs can delay or inhibit ejaculation, and in women, delay or prevent orgasm. Lowering the dose of the SSRI antidepressant may help, although the patient may lose the drug's benefit. Another solution is adding or substituting bupropion (Wellbutrin), which works by a different mechanism and does not generally cause sexual side effects. Drug interactions SSRIs are broken down in the liver by a group of enzymes known as the cytochrome P450 system. Many other drugs are also metabolized by this same system. Depending on the interaction, there may be a higher or lower blood level of the two drugs. Sometimes only a dose adjustment is necessary, or it may be best to avoid one of the two drugs. If an SSRI is taken along with another drug that enhances serotonin activity, a rare condition called the serotonin syndrome may develop — racing heart, sweating, high fever, high blood pressure, and sometimes delirium. In particular, SSRIs should not be mixed with certain other medications, especially the herbal remedy St. John's wort, monoamine oxidase inhibitors such as phenelzine (Nardil), and clomipramine (Anafranil). The serotonin syndrome has also been reported when an SSRI is combined with lithium, the standard treatment for bipolar disorder. Use of SSRI antidepressants in older people SSRIs are safer than tricyclic antidepressants for older people because they do not disturb heart rhythms and rarely cause dizziness that results in falls. But liver function is less efficient in older people, so there is a greater risk of drug interactions involving the cytochrome P450 system. For that reason, older people do best with rapidly metabolized drugs like sertraline. Loss of antidepressant effectiveness Any antidepressant may lose its effect after months or years, sometimes because the brain has become less responsive to the drug (tolerance). Solutions include increasing the dose and switching to another antidepressant with a different mechanism of action. SSRI antidepressant discontinuation symptoms Symptoms that may occur on suddenly stopping an SSRI include dizziness, loss of coordination, fatigue, tingling, burning, blurred vision, insomnia, and vivid dreams. Less often, there may be nausea or diarrhea, flu-like symptoms, irritability, anxiety, and crying spells. \"Discontinuation syndrome\" is a better description than \"withdrawal reaction,\" a phrase associated with addiction. The syndrome is usually mild, but can be severe. Although none of these types of antidepressants should be stopped abruptly, paroxetine tends to produce the most intense discontinuation symptoms. Here is a place where the longer-lasting drugs have an advantage; some clinicians switch to fluoxetine before gradually lowering the dose. SSRI antidepressants and pregnancy Potential risks to the fetus such as premature delivery and lower birth weight must be weighed against the considerable risks of untreated depression to both mother and child. More seriously depressed women are more likely to need antidepressant drugs while pregnant. Breast-feeding Similar cautions apply to nursing mothers. Paroxetine and sertraline may be preferred as they do not appear to reach significant levels in breast milk. Suicide The risk that antidepressants will incite violent or self-destructive actions is the subject of continuing controversy. In 2004, the FDA first initiated a Black Box Warning on SSRIs — its strongest available measure short of withdrawing a drug from the market. The warning is still placed on package inserts for all antidepressants in common use. It mentions the risk of suicidal thoughts, hostility, and agitation in children, teens and young adults. The number of antidepressant prescriptions for children and teens, which rose rapidly throughout the 1990s, fell precipitously after the Black Box Warning was issued. However, there is the other side of under treatment of depression. The lifetime suicide rate of people with major depression is 15%, and depression can also be lethal in other ways; for example, a history of major depression doubles the risk of heart disease. Regular follow-up and close monitoring can help prevent a bad outcome. Patients should be warned that there is a slight chance they will feel worse for a while, and they should let their prescribing clinicians know immediately if they begin to feel worse or develop new symptoms, especially after changing the medication or the dose. Disclaimer:\nAs a service to our readers, Harvard Health Publishing provides access to our library of archived content. Please note the date of last review on all articles. No content on this site, regardless of date, should ever be used as a substitute for direct medical advice from your doctor or other qualified clinician. ", "pub_date": "2019-03-19T00:00:00-04:00", "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "https://www.health.harvard.edu/mind-and-mood/what-are-the-real-risks-of-antidepressants", "keywords": "ssri, antidepressant, drug, serotonin, depression"}