{"title": "Are antidepressants addictive?", "body": "One of the questions people often ask me when we discuss taking antidepressants is whether or not they're addictive. The simple answer to this is no. But, because it does cause concern amongst people, I think it's worth spending some time explaining in more detail. Unlike alcohol, heroin or nicotine, antidepressants are not addictive because you don't need to keep increasing the dose to get the same effect and you won't crave them if you stop taking them. I think part of the concern around antidepressants and addiction is that people confuse antidepressants with tranquilisers, which can be addictive. A group of tranquilisers – the benzodiazepines, which include medications like Valium (diazepam) – are known to be very addictive. While they might sometimes be prescribed for people with depression who are very agitated and need something to calm them, they are not antidepressants and do not treat depression. Antidepressants are an entirely different type of medication. Am I having antidepressant withdrawal?  The other thing to realise is that people confuse withdrawal symptoms with addiction. It's certainly true that if you stop antidepressants abruptly or without medical guidance, you can experience unpleasant symptoms, which are easily confused with the feelings people get when they are addicted to something. These include feeling anxious, dizzy, stomach upsets or flu-like symptoms. Some people also experience strange sensations that feel like electric shocks. These symptoms do not mean you are addicted to the antidepressant, but they do mean that you have stopped taking them too quickly, before your body had time to adjust. If, for whatever reason, you decide you want to stop taking the antidepressant that has been prescribed for you then it's really important that you tell the doctor who has prescribed it so they can then advise you on how best to reduce the dose and then stop taking it.  While some antidepressants can be stopped suddenly without problems, others need to be slowly weaned down while the body gets used to no longer having it. It also often depends on the dose you're taking so the doctor will also have to take this into consideration. Some people feel that once they stop taking the antidepressant they feel they need it. Again, this doesn't mean that it's addictive, rather, it suggests that it was working and that the original symptoms they were taking the medication for have now returned.   Do I *really* need antidepressants? It's often difficult to appreciate the benefit someone is getting from an antidepressant when someone is actually taking it because, if it works, they no longer feel depressed. Understandably, they question why they are taking the tablet in the first place. It's only once they stop taking it that they realise that it was working and treating the problem they had now that it's returned.  This doesn't just happen with antidepressants but with lots of types of medication – people who are taking high blood pressure medication, for example, have their blood pressure checked, see that it's normal and wonder why they are taking pills, when in fact it's because of the medication that their blood pressure is normal.  What's the link between antidepressants and suicidal thoughts? Another concern that I'm sometimes asked about are the reports on certain types of antidepressants and suicidal feelings, especially in young people. The studies that suggested this link were heavily reported in the media and this has lead to some people becoming very concerned about this, with some people even stopping their antidepressant because of it. Of course, the results of these studies are very important and because of this, it's no surprise that they are reported on. However, sometimes the way that it is reported in the media can lead to people panicking unnecessarily and this actually causes more harm than good.  According to the official guidance from the Royal College of Psychiatrists, it's true that there is some evidence that some young people have experienced suicidal thoughts when taking SSRI antidepressants. For this reason, antidepressants are not licensed for use in people under the age of 18. The National Institute for Health and Care Excellence (Nice) do allow one particular antidepressant – fluoxetine – to be prescribed in youngsters when needed. However, this is done very cautiously and with close monitoring from a psychiatrist. While people mature at different rates, there is no clear evidence of increased risk of suicidal thoughts in people over the age of 18. What we do know if that those with depression are significantly more likely to have suicidal thoughts – and act on them – so it's clearly very important that depression is treated and for many people one of the best ways of doing this is with medication.  Collaboration is key Whether or not to take antidepressants is a personal decision and reliant on multiple factors. It's a decision that should be made by the patient with advice and support from a doctor. There's no doubt that antidepressants aren't right for everyone, but equally there's also very good evidence that they help a great many people. The most important thing is that the decision as to whether or not to take them is based on good, sound evidence and part of this is ensuring that some of the myths around antidepressants are dispelled.   ", "pub_date": "2015-12-04T12:40:36+00:00", "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "https://www.netdoctor.co.uk/healthy-living/advice/a25829/are-antidepressants-addictive/", "keywords": "antidepressant, people, take, stop, suicidal"}