{"title": "Study: Kids Are Getting Too Many Antibiotics", "body": "Sept. 1, 2011 -- Too many kids are still getting antibiotic prescriptions for colds, viral sore throats, and other illnesses that don't require or respond to antibiotics, a study suggests. The study is published in the CDC's Morbidity and Mortality Weekly Report. \nAntibiotics are some of the most powerful treatments that doctors can offer. But their overuse can lead to antibiotic resistance and hard-to-treat infections. Researchers examined how often doctors prescribed antibiotics to children aged 14 and younger from 2007 to 2008. They compared these numbers to prescription rates in 1993 to 1994 to see what, if anything, had changed. Researchers focused on five common upper respiratory infections: Many of these infections are caused by viruses, not bacteria. Antibiotics are not helpful in treating viral infections. The number of antibiotic prescriptions for these illnesses went down, but it is still too high. From 2007-2008, pediatricians prescribed an antibiotic during 229 of every 1,000 office visits. This number is 24% lower than in 1993-1994. Fewer doctors were prescribing antibiotics for colds and sore throats in 2007-2008. There was little change in the number of antibiotic prescriptions for ear infections, bronchitis, and sinusitis. Often children with ear infections do not need antibiotics. So why are we still doling out too many antibiotics?  \"Doctors often feel pressure to prescribe when they are uncertain or they think the parent expects a prescription,\" study researcher Tarayn Fairlie, MD, says in an email. She is a medical epidemiologist at the CDC in Atlanta. This practice may seem harmless, but it is not, she says. \"When a child receives an unnecessary antibiotic it puts them and the people around them at risk for infection with a resistant bacteria, which are often serious and difficult to treat, and may even result in death,\" Fairlie says. \"Antibiotics are also not always harmless medications; they can be associated with serious side effects.\" These can include allergic reactions and/or diarrhea. Parents should ask what's best for their children instead of asking for a prescription for something that likely won't work and may be harmful. Continued Pediatrician Roberto Posada, MD, knows it can be difficult to send the parent of a sick child home empty-handed. He's an assistant professor of pediatrics at Mount Sinai School of Medicine in New York City. Parents are anxious that their child is sick and frustrated that there is nothing they can do to make him or her feel better. This is compounded by the fact that many over-the-counter cold and flu products can't be used in young children anymore. \"Some pediatricians think it's easier to prescribe something and move on. And on the parent's side, you expect to come out with a prescription to make your child better,\" Posada says. Parents may miss the big picture, he says. \"They say 'it's just my kid, so how will that affect everyone else.' But if everyone thinks this way, we will have a problem.\" \"We are overprescribing antibiotics as pediatricians, which is a problem because of drug resistance, and will limit our options for treating patients with serious infections later on,\" he says. Sources SOURCES: Tarayn Fairlie, MD, medical epidemiologist, CDC, Atlanta. Roberto Posada, MD, assistant professor of pediatrics, Mount Sinai School of Medicine, New York City. \nMorbidity and Mortality Weekly Report, Sept. 2, 2011; vol 60. ", "pub_date": "2011-09-01T00:00:00", "access_date": "2019-11-28", "query": "dont use antibiotics for kids", "Google rank": "", "url": "https://www.webmd.com/children/news/20110901/study-kids-are-getting-too-many-antibiotics#1", "keywords": "antibiotic, prescription, infection, fairlie, posada"}