{"title": "Most common antidepressant barely helps improve depression symptoms, 'shocking' trial finds", "body": "Professor Glyn Lewis, who led the research at University College London, said: “We were shocked and surprised when we did our analysis. “There is absolutely no doubt this is an unexpected result.’ “Our primary hypothesis was that it would affect those depressive symptoms at six weeks and we didn't find that. “We definitely need better treatments for depression, and we need more research in this area.\" He suggested that new, more effective classes of antidepressants could be based on ketamine, psilocybin, the psychedelic in magic mushrooms, and anti-inflammatories. It is thought that roughly four million people in England are long-term users of antidepressants. Prescribing data shows that SSRI’s such as sertraline make up 54 per cent of antidepressant prescriptions. Scientists have responded to the new study by pointing out that some of the patients had very mild symptoms of depression to start with, making it less likely that sertraline would cause an improvement. However, others have pointed out that this is exactly the basis upon which GPs tend to hand out the drugs in practice. Dr Gemma Lewis, who co-authored the new research, said: \"I think it's really important to understand that anxiety symptoms are very, very common among people with depression.” She added: \"It appears that people taking the drug are feeling less anxious, so they feel better overall, even if their depressive symptoms were less affected. \"We hope that we have cast new light on how antidepressants work, as they may be primarily affecting anxiety symptoms such as nervousness, worry and tension, and taking longer to affect depressive symptoms.\" Professor Helen Stokes-Lampard, Chair of the Royal College of GPs, said: “It is well-established that it often takes a while for patients to feel the full benefits of modern antidepressants and that they work best when taken for significant periods of time, which is one reason why doctors will often review patients after several weeks of use and then prescribe a fairly long course of the drugs, if they appear to be beneficial.” ", "pub_date": "2019-09-19T00:00:00", "access_date": "2019-12-19", "query": "antidepressants stopped working", "Google rank": "", "url": "https://www.telegraph.co.uk/science/2019/09/19/common-antidepressant-barely-helps-improve-depression-symptoms/", "keywords": "antidepressant, depressive, symptom, lewis, gps"}