{"title": "Antibiotics' Effect on Toddlers' Behavior | How To Adult", "body": "Sick toddlers don't act like healthy children. Every year, millions of toddlers receive antibiotics. These medications are designed to kill bacteria in the child’s system. Antibiotics affect more than just the bacteria infecting the child. They can affect digestion, sleep and mood, in addition to treating the illness. Any of these changes can alter your child’s behavior.    How Antibiotics Work Toddlers receive antibiotics for everything from ear infections to pneumonia. These chemicals work in a variety of ways. Some interfere with the bacteria’s ability to reproduce in the body. Others are toxic to bacteria and kill the organisms on contact. Antibiotics don’t cure every illness -- they only work on bacteria. They don’t combat viral infections. Side Effects Side effects from antibiotics often affect a toddler’s behavior. Humans have a multitude of bacteria in their body at any given moment. Most of these organisms are perfectly healthy, such as the lactobacillus bacteria that lives in the intestines. Most antibiotics don’t discriminate between healthy and infectious bacteria. Antibiotic often kill these healthy bacteria, interrupting the child’s normal digestion. Pain, cramping and diarrhea can cause the child to be grumpy and oppositional. In addition, some children have allergic reactions. Contact your doctor immediately if you see hives, facial swelling and breathing issues. Milder reactions may not be as obvious. However, the discomfort may cause the child to behave in a frustrated or nervous manner. Antibiotics and Depression There are many different families of antibiotics available. One group, called the fluoroquinolone antibiotics, has been linked to depression. Cipro and Floxin are two drugs that fall into this category. These drugs aren’t commonly used for young children. However, with more and more illnesses showing antibiotic resistance, doctors will occasionally use these drugs for serious illnesses in children. Depression in toddlers doesn’t look like depression in older children. Your little one won’t start wearing black and reciting Sylvia Plath. Instead, she is more likely to cry, show a marked disinterest in toys and games and may even throw temper tantrums. Be patient with your little one. Give her lots of affection and reassurance and know that this will pass. Getting Better Antibiotics also affect your child’s behavior as the child recuperates. When ill, your little sweetheart is a pitiful, lovable lump. But as he gets better, his normal sense of play, energy and opposition will emerge. Unfortunately, they don’t all come back in the exact same way. Your child may want to play, but lack the energy. This gives rise to frustration and may lead to temper tantrums. After several days of antibiotics, your child will often appear normal. This doesn’t mean that all the infectious bacteria is gone. It is vital to continue to administer the full antibiotic treatment his doctor has prescribed. ", "pub_date": null, "access_date": "2019-11-28", "query": "dont use antibiotics for kids", "Google rank": "", "url": "https://howtoadult.com/antibiotics-effect-toddlers-behavior-2451.html", "keywords": "antibiotic, bacteria, child, toddler, depression"}