{"title": "Why Your Antidepressants May Have Stopped Working", "body": "\nBahadirTanrioverGetty Images  Depression is a complex mood disorder—one that stems from countless different factors. That said, there are a million reasons your symptoms might seem like they've “come back” or gotten worse, even if you're meds had been keeping your mood pretty stable. It's more common than you'd think: Up to 57 percent of patients on antidepressants have their symptoms reemerge, according to a recent Harvard Medical School review.  Any number of psychological, social, cognitive or physiological issues could be to blame, says Robert Hedaya, MD, a clinical professor of psychiatry at Georgetown University School of Medicine and founder of the Center for Whole Psychiatry + Brain Recovery. (Yes, even things that seem unrelated to your mental health are related to your mental health.) There's also a very real possibly something's gone awry with your antidepressants.  Think that's what might be going on with you? Read on to find out what might be causing your meds to come up short, and then be sure to meet with your doctor so she can adjust your treatment plan. “Sometimes pharmacies change a medication because of insurance factors,” says Dr. Michelle Riba, a clinical professor of psychiatry at the University of Michigan Comprehensive Depression Center. “A higher dose may be cheaper, or they may change from a pill to a capsule or something like that.” In these cases, it’s possible you’re taking more or less of your medication without realizing it, which could explain why your symptoms are different or worse than before, Dr. Riba says.  \nSergey TinyakovGetty Images A number of medical issues—from infections to inflammatory conditions—can affect how you feel and how well your antidepressants work, Dr. Hedaya says. Ask your doctor to evaluate you for these and other issues to see if they might be to blame. Prescription drugs and OTC supplements can interfere with the way your antidepressants work, Dr. Riba says. “Another medication or substance may take over the receptor or decrease the concentration of medication you’re taking for depression,” she explains.  When you see your MD, see if he thinks anything you've started taking could be interfering with your meds.  Poor sleep can interfere with your antidepressants, Dr. Riba says. If you’ve had problems sleeping lately—maybe you just can’t seem to fall asleep, or you’re sleeping more than you used to—that could mess with your antidepressants’ effectiveness. So could taking something like melatonin or another supplement to address any sleep issues.  “Someone may go back to smoking or may be smoking more, which has an impact on how antidepressants work,” Dr. Riba says. “Alcohol or other substance use—including marijuana—could also induce depression in some people.” If you’ve recently started drinking, smoking, or using other substances—or you changed your patterns of use—this could explain why your antidepressants don’t seem to be working.  \nFrancesco Carta fotografoGetty Images As time goes on, depression symptoms can become worse. As a result, the same dosage or type of medication that worked for you in the past might not cut  it anymore.  Ask your doctor if trying a new medication or dose might help to ease your symptoms.  Tachyphylaxis might sound like a horribly scary disease, but it's actually the medical term for a medication that has simply lost its effectiveness. Believe it or not, this happens pretty regularly with antidepressants. If your doctor thinks this is what's going on, there are a number of alternative treatments he or she might suggest. Def make an appointment to chat through what options are best for you.  ", "pub_date": "2019-05-10T13:00:31.868573+00:00", "access_date": "2019-12-19", "query": "antidepressants stopped working", "Google rank": "", "url": "https://www.womenshealthmag.com/health/a27312284/reasons-your-antidepressant-isnt-working/", "keywords": "riba, antidepressant, might, medication, say"}