{"title": "Nobody can agree about antidepressants. Here’s what you need to know | New Scientist", "body": "“IT WAS a year of very bad things,” says Suzy Barber, who lives in London. In 2006, her brother took his own life and a close friend died from cancer. Barber lost her job as a journalist and her freelance work gradually dwindled. With not enough to occupy her, she dwelt on tiny problems. “Everything seemed so monumental,” she says. Barber became mired in despair and self-loathing. “You can’t motivate yourself to do anything, so you’re unproductive. That manifests in you hating yourself more. You feel like you’re constantly teetering on the edge of a massive drop.” Eventually, Barber accepted her doctor’s advice and started on antidepressants. Within six weeks, she was on the road to recovery. Counselling helped, but “the pills kicked in”, she says. “Maybe they saved my life.” Global antidepressant use is soaring. Stories such as Barber’s make a compelling case that the drugs can be helpful. Yet it seems barely a month goes by without them being dismissed in the media as “happy pills” that get people “hooked” or turn them into zombies. Experts, meanwhile, disagree over whether the drugs genuinely have the biochemical effects claimed for them and debate rages about side effects, withdrawal symptoms and the possibility of addiction. So what should we believe – and who, if anyone, should be taking these pills? Depression is often seen as a modern malaise, but it has always been with us, just under different names: melancholia, nervous breakdown or sometimes just “nerves”. For a long time, doctors could do little to help, but by the 1950s, the first medicines emerged. Prime among them were so-called tricyclic antidepressants. They were less than ideal, causing side effects such as weight gain and drowsiness. Giving them to people at suicide risk was itself a risk, as it didn’t take many pills to cause a fatal overdose. They were generally reserved for the most severe cases. Things changed with the launch of Prozac in 1988. It was the first of a class of drugs known as selective serotonin reuptake inhibitors (SSRIs) that are said to work by boosting levels of a brain-signalling molecule called serotonin. Prozac was safer than its predecessors, less likely to cause side effects, and had to be taken just once a day. Sales quickly took off. In 1990, the pale green and white capsules made the cover of Newsweek. In his 1993 book Listening to Prozac, psychiatrist Peter Kramer even said they made his patients feel “better than normal”. With Prozac’s success, other firms raced to develop more SSRIs, as well as drugs known as SNRIs that boost noradrenaline, another brain chemical. The number of conditions they were used for grew to include anxiety, panic attacks and obsessive-compulsive disorder. Today, around 40 antidepressants are available, and they are among the most commonly prescribed drugs in many Western countries. Between 2000 and 2015, prescriptions increased in all 29 countries surveyed by the Organisation for Economic Co-operation and Development, on average doubling. According to the UK’s National Health Service (NHS), in 2015-2016, by some measures, as many as one in 10 adults in England were prescribed the drugs. The National Center for Health Statistics cites similar figures in the US. Carolina Miranda/Getty For some, the rise in antidepressant use is a welcome sign that the stigma surrounding mental health problems is in decline and more people are prepared to seek medical help. But not everyone accepts this narrative. For a start, there have long been holes in the “chemical imbalance” theory, the idea that SSRIs work by fixing a lack of serotonin. The drugs do raise serotonin levels in the junctions between brain cells, but there is no consistent evidence that people with depression have less serotonin than others. There is even less evidence that SNRIs work by correcting an imbalance of noradrenaline. That does not mean the drugs don’t work. Even most sceptics agree that antidepressants have psychological effects. These vary from person to person, but many describe a slight dampening of their emotions – a feeling of being chilled out. “It was just enough to take the edge away,” says Barber, who was prescribed an SSRI called citalopram. “That was what I needed at the time: everything to be a little bit flatter.” Yet strangely, although the flattening happens quickly, within days or sometimes even hours of the first dose, depression itself usually does not abate until several weeks later, as if it takes time for people to relearn their old ways. One alternative explanation for how antidepressants work is that they boost the growth of new brain cells, which takes weeks. On top of their mysterious mechanism, there is also controversy about just how many people benefit from antidepressants. That stems from work by Irving Kirsch, a psychologist at Harvard Medical School, beginning in the 1990s. He says he initially had nothing against antidepressants and sometimes recommended them to his psychotherapy clients. Kirsch was studying the placebo effect, the mysterious improvement in some cases of illness, apparently by the power of mind over matter, after people take medicines known not to work. Antidepressants had been known for decades to show a much bigger placebo effect than other commonly prescribed medicines such as antibiotics – a case of mind over mind. When Kirsch and his colleagues pulled together results from many different trials that compared antidepressants with placebo tablets, they found that about a third of people taking placebo pills showed a significant improvement. This was as expected. Aside from the classic placebo response, it could have been due to things such as the extra time spent talking to doctors as part of the trial, or just spontaneous recoveries. What was surprising was how people on antidepressants were only a little more likely to get better than those on the placebos. Hard as it is to swallow, this suggests that when people like Barber feel better after starting medication, it is not necessarily down to the pills’ biochemical effects on the brain. Kirsch’s results caused uproar. “It’s been very controversial,” he says. They have since been reproduced in several other analyses, by his group and others. As a result, some clinical guidelines now recommend medication only for those with severe depression, where meta-analyses suggest a bigger benefit. For mild to moderate depression, UK doctors were told in 2009 to offer talking therapies to begin with (see “Other ways to treat depression”). But these are no panacea, and the wait for such treatment on the NHS can be many months. In practice, pills are often still the first resort in the UK and many other places.  Other ways to treat depression For mild or moderate depression, UK, Australian and New Zealand guidelines among others recommend talking therapies such as cognitive behavioural therapy. Lifestyle changes can also help, including cutting down on alcohol, establishing regular sleep patterns and being physically more active. “There’s a lack of public understanding of the positive impact of good physical exercise,” says Nick Stafford of Midlands Partnership NHS Foundation Trust, UK. For people with severe depression, the last resort is electroconvulsive therapy: subjecting the brain to electric shocks under anaesthesia. This is thought to be quite effective, but often causes memory loss. New medicines based on ketamine may become available in the next few years. Although developed as an anaesthetic and snorted as a recreational drug, doctors have found that a single injection can alleviate severe depression, with benefits lasting for many months. A recent development suggested that the criticisms of antidepressants were misplaced after all. In April, The Lancet published the biggest analysis to date, led by psychiatrist Andrea Cipriani at the University of Oxford. It covered 21 of the commonest antidepressants and encompassed more than 500 international trials, both published and unpublished, with over 100,000 participants. For each drug, people were more likely to benefit from antidepressants than dummy pills. The size of the effect varied, but most medicines were about 50 per cent more likely to produce a response than placebos. The results were widely reported as “putting to bed” the controversy. Far from it. Kirsch, for instance, says the authors used a misleading measure of the drugs’ efficacy. Depression is usually assessed using a questionnaire that gives a number on the Hamilton Depression Scale between 0 and 52, rising with severity. The antidepressants did indeed increase people’s chance of a positive response. Yet Kirsch points out that those who took the drugs showed an average reduction on the Hamilton scale that was only about two points greater than that of those taking the placebo tablets. “It’s an extremely small effect size,” he says. But at least there is a measurable effect, counters John Ioannidis of Stanford University in California, one of those who carried out the Lancet analysis. “You can see that as the glass is half empty or half full.”  And the average effect hides great variation in responses, says James Warner, a psychiatrist at Imperial College London. “Looking at mean responses irons out those that don’t respond at all and those that respond quite well.” As with all medicines, potential benefits must be weighed against risks. The great variation in people’s response is also true for the side effects. Although generally less unpleasant than those caused by older antidepressants, the unwanted effects of newer pills such as Prozac include insomnia, agitation and loss of libido. They can also trigger more alarming reactions, such as violent or suicidal impulses, but this is thought to be rare. Even David Healy, a psychiatrist at the Hergest Unit in Bangor, UK, who helped to publicise these effects, still recommends the drugs to patients who are severely anxious or who have responded well to the medicines in past depressive episodes. “People need to realise they come with risks,” he says. “But they can be useful.”  Many doctors think that antidepressants are worth a try, and they can always be stopped if side effects get too bad. “Every clinician will balance the risk-benefit equation and discuss that with the patient,” says Warner. But it might not be that simple. Some antidepressant users report reactions on stopping the medication, including anxiety, insomnia and sudden bouts of dizziness, lasting for months. It’s not known what might be causing these “withdrawal symptoms”, but animals given SSRIs for an extended period respond by reducing the number of serotonin receptors in their brain, thus keeping serotonin levels constant. Plausibly, when people stop taking SSRIs, serotonin signalling falls too low, triggering the symptoms. The general advice is to reduce antidepressant dose slowly. But many doctors don’t know just how gradually to do it and some antidepressants are not available in small enough doses to allow this, says James Moore, who started a campaign called Let’s Talk Withdrawal to help those like him who have been affected. Moore says many people contacting his website have experienced what seem to be classic withdrawal symptoms and yet were apparently told that this must be a return of their original condition. After the Lancet meta-analysis came out, Wendy Burn, the president of the UK’s Royal College of Psychiatrists, wrote a letter to The Times newspaper to defend antidepressants. She wrote that for most people, withdrawal symptoms last no more than two weeks.  What is clinical depression? Ups and downs are a part of normal life, so when does sadness become an illness? Doctors define depression as persistent low mood, plus feelings of doubt and self-loathing, lasting for more than two weeks. “People lack energy all of the time and can’t enjoy the things they used to,” says Nick Stafford of the Midlands Partnership NHS Foundation Trust, UK. These psychological symptoms are often coupled with physical ones such as changes in appetite or trouble sleeping. It is common for people to wake up early in the morning with miserable thoughts whirling around in their mind, says Stafford. This has inflamed critics. “By stating that withdrawal isn’t a problem, they may have been responsible for encouraging more people to expose themselves to unnecessary harm,” says Sami Timimi, a psychiatrist in Lincoln, UK. Along with 29 others, Timimi wrote to the college’s complaints committee to say that the letter contradicted a survey of more than 800 people conducted by the college itself. This found that withdrawal symptoms generally last for up to six weeks and that a quarter of people have anxiety lasting more than three months. The college responded that the survey results could be misleading as participants were self-selecting and people might be more likely to take part if they have had bad experiences. It has taken down the results from its website. The truth is we don’t know how common long-lasting withdrawal symptoms are. The trials conducted by drug manufacturers to get their medicines on the market are designed to investigate effectiveness and side effects that arise in the course of treatment, not what happens afterwards. Not everyone experiences withdrawal symptoms. Barber didn’t, for instance. Another user, Tom, whose work problems led to depression and anxiety, experienced nightmares and dizziness for a month after he stopped taking the drugs – yet he feels overall they were worth it. Moore is at the other extreme: he has been trying to come off medication for over a year, and wishes that first pill had never passed his lips. The problem of withdrawal symptoms lies behind claims that antidepressants are addictive. This is hard to evaluate: we don’t know how common prolonged withdrawal symptoms are, and there is also no universally accepted definition of addiction. Cipriani is among those who believe that antidepressants cannot be addictive because users don’t seek an ever-increasing dose to get the same effect. But DSM-5, the bible of US psychiatry, defines someone as addicted to a substance if they have difficulty stopping its use and take it for longer than intended. That would apply to some with bad withdrawal symptoms.  One option is to let people themselves define whether or not they are addicted, says John Read, a psychologist at the University of East London, and a signatory to the complaint letter. Read has published a survey of more than 1800 current or former antidepressant users from New Zealand. About a quarter felt their medication was addictive. An inquiry by Public Health England into dependence on prescription drugs, due to report early next year, may shed light on the issue. The review will include medicines widely accepted as addictive, such as opioid painkillers, as well as antidepressants – to the displeasure of some psychiatrists. Meanwhile, also in the UK, trouble is brewing over the evidence used to assess the effectiveness of drugs and other treatments for depression (see “Flawed evidence?”). “Trials are not designed to learn what happens when you stop taking the drug” With the science so unsettled, antidepressants will continue to be one of the most divisive types of drug in use today. Could it be that both sides have a point? As Moore sees it, although these medicines do help some people, they carry risks that mean they are best avoided if possible for those with less severe illness. Indeed, many psychiatrists accept that they are still being prescribed too freely for people at the milder end of the spectrum, who should first be advised to try talking therapies and lifestyle changes. At the same time, though, some people with severe illness who might really benefit from antidepressants are put off taking them because of the lingering stigma. “Some think taking medication for a mental health problem is a sign of weakness or a character flaw,” says Nick Stafford, a psychiatrist at Midlands Partnership NHS Foundation Trust, UK. Cipriani agrees. “If you give the message that antidepressants are like a placebo, the message is that depression is not real, it’s all in the mind,” he says. “But it’s an illness.” “I’m not trying to get the drugs banned – they have a valid role,” says Moore. But family doctors as well as psychiatrists need to discuss the potential for harm more, he says. “I want patients to hear all the facts when they have that initial discussion about whether an antidepressant is right for them. At the moment, that’s not happening.”  Flawed evidence? by Moya Sarner It isn’t often that psychiatrists, therapists, doctors, researchers and patients agree. But in June, a coalition of professional bodies and mental health charities put out a joint statement calling on the UK’s National Institute for Health and Care Excellence (NICE) to rewrite its draft guidance for treating depression. The current advice was published in 2009, and the latest draft wouldn’t change the status quo on recommended treatments: mainly drugs and cognitive behavioural therapy, including online or over the phone. But coalition members contend that the guidance is flawed. Discounted Evidence For a start, instead of referring to mild, moderate and severe depression, NICE proposes new categories, including less severe depression and more severe depression. These don’t match clinicians’ or patients’ experiences, says Felicitas Rost, president of the UK Society for Psychotherapy Research and leader of the coalition. “No one else has come up with these distinctions. This system is not reliable, has not been validated by the research community and will be completely out of step with American and European guidelines,” she says. But the coalition’s biggest criticism is for NICE’s approach to evidence. It only considers randomised controlled trials, the “gold standard” of medical evidence in which one group of participants is given an active ingredient and another group a placebo, so any changes can be attributed to the active ingredient. This approach works for antidepressants, even if the degree to which it shows significant benefit from the drugs is disputed. But it doesn’t work for psychotherapy. “If one therapist has five patients, the relationship with each of them is different, whereas the antidepressant doesn’t change,” says Rost. She argues that other lines of evidence must be used when assessing psychological therapies. These include recovery rates from depression for those already receiving treatment, which is routinely collected by mental health teams across the country, and studies that ask people what treatments they have and haven’t found helpful, says Rost. Susan McPherson at the University of Essex, who co-wrote the coalition statement, found that NICE excluded 93 studies that gave voice to 2500-plus patients. Another criticism is that, unlike guidelines for treating physical conditions, no research into the longer-term impact of treatments for depression is included in the latest proposal. UK National Health Service bodies are required by law to give equal priority to mental and physical health. But whereas the guidance on treating epilepsy, for example, includes data that was gathered up to 10 years after treatment, for depression it is less than a year. “For me, this is the most important point,” says Rost. “Depression is a long-term condition, so we need to show in our studies if the benefit of a treatment is sustained.” The worry is that by excluding such evidence, the guidance skews treatment towards medication and shorter forms of psychological therapies. Approached for a response, NICE refused to comment on specifics, saying that “the committee are in the process of updating the guidance”. The body took the unusual step of holding a second consultation in July. The final version of the advice is due to be published soon. This article appeared in print under the headline “The Drugs Don’t Work” ", "pub_date": "2018-10-01T00:00:00", "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "https://www.newscientist.com/article/mg23931980-100-nobody-can-agree-about-antidepressants-heres-what-you-need-to-know/", "keywords": "antidepressant, depression, say, barber, uk"}