{"title": "Why Antibiotics are Harmful for Your Health | Top 10 Home Remedies", "body": "Doctors prescribe antibiotics to treat infections or diseases caused by bacteria, such as some respiratory tract infections, skin infections and infected wounds. The drugs block vital processes in bacteria to either kill them or stop them from multiplying. This helps your natural immune system fight the infection. Different antibiotics work differently against bacteria. For example, penicillin destroys the bacterial cell walls, whereas erythromycin stops protein building in bacteria.  While appropriate use of antibiotics is important in timely treatment of various infections, they may have side effects that cause other temporary health issues. Some may even be linked to more serious diseases.  Here are 10 things to watch for while taking antibiotics. Diarrhea is a common adverse effect of antibiotic use. Antibiotics can upset the balance of good and bad bacteria in your gut by killing the good microbes along with infection-causing bacteria. This leads to antibiotic-associated diarrhea causing watery stools. Some of the antibiotics most commonly linked to antibiotic-associated diarrhea are Cephalosporins, Clindamycin, Penicillin and Fluoroquinolones. A 2012 study published in the Journal of the American Medical Association concludes that probiotic use is effective in the prevention and treatment of antibiotic-associated diarrhea. To prevent or treat this side effect of antibiotics, add some probiotic yogurt, kefir, sauerkraut, or miso to your diet. While taking antibiotics like penicillin and metronidazole, many people experience nausea and vomiting. These symptoms occur when antibiotics kill off some of the good bacteria living in your intestine. This leads to problems like bloating, nausea and vomiting, which are usually mild and transient. If you have nausea from an antibiotic treatment, you can eat some probiotic yogurt and drink ginger tea. Candida and other germs living inside the vagina are harmless when present in a natural balance. However, antibiotics used to treat a variety of infections may change the natural balance of these bacteria and increase the number of candida yeast, which may lead to a vaginal yeast infection. Symptoms of a yeast infection include a thick, white vaginal discharge as well as burning and itching. Some of the antibiotics that can change the bacterial balance in the body include clindamycin and tetracycline. If you are taking either of these antibiotics, daily eat at least 1 cup of Greek yogurt with active and live cultures to prevent a yeast infection. You can also ask your doctor to prescribe some probiotic supplement.  Some people are allergic to antibiotics like penicillin and cephalosporins. The allergic reactions may include symptoms like hives, skin rashes, itching, swelling, shortness of breath, wheezing, runny nose, fever and anaphylaxis. Moreover, a 2014 study published in The BMJ notes a positive association between exposure to antibiotics in fetal life or childhood and subsequent asthma. Minimize unnecessary antibiotic use and steer clear of the antibiotics that you are allergic to. Report any adverse reactions to your doctor so that a different antibiotic can be prescribed when needed. More than 80 percent of the body’s immunity is built in the intestinal tract with the help of friendly bacteria that reside there. However, antibiotics indiscriminately kill bacteria, both good and bad.  Researchers at the University of Pennsylvania School of Medicine note that the prolonged use of antibiotics may effectively diminish the efficiency of the body’s immune system, thus increasing the risk of developing secondary bacterial infections. Include foods in your diet that are rich in antibiotic properties, such as ginger, yogurt, neem, oregano, grapefruit, turmeric and garlic. Excessive use of antibiotics may cause oxidative stress and increase the risk of developing certain cancers, such as colon, breast and liver cancer. This mainly happens due to misuse of antibiotics, which can only cure bacterial infections. Many people use incorrectly prescribed antibiotics for treating viral infections like colds, the flu, acute bronchitis, sore throats, and others. A 2004 study published in The Journal of American Medical Association has linked the use of antibiotics with increased risk of incident and fatal breast cancer. However, this study did not determine whether antibiotic use is causally related to breast cancer or if other factors were involved.  Certain antibiotics, such as methicillin, vancomycin, sulfonamides, gentamicin, fluoroquinolones, gatifloxacin, levofloxacin, moxifloxacin, and streptomycin, can be harmful for your kidneys. A 2013 study published in the Canadian Medical Association Journal found that there is an increase in risk of acute kidney injury among men with the use of oral fluoroquinolones. As kidneys remove waste products and help balance water, salt and other minerals in your blood, even slight damage to them can cause severe problems. If you have an existing kidney problem, make sure your doctor knows your medical history, so that the dose of antibiotics can be adjusted according to your kidney’s function level. Also, when taking antibiotics, if you notice changes in your urination, swelling in your legs and feet, and nausea and vomiting, consult your doctor.  Antibiotics used to treat some illnesses may also cause a urinary tract infection (UTI), especially in children. While fighting infection, they often wipe out beneficial bacteria living near the urethra and make it easier for dangerous bacteria to grow in the urinary tract and bladder. UTIs may be prevented by taking steps to maintain or replace helpful bacteria and by practicing good personal hygiene.  All members of the aminoglycoside antibiotic family can cause ototoxicity if they enter the inner ear. The drug may enter through the blood system or via diffusion from the middle ear into the inner ear. A person is at higher risk for aminoglycoside antibiotic-induced ototoxicity when also taking ototoxic drugs. A few symptoms of ototoxicity include partial or profound hearing loss, vertigo and tinnitus, which can be temporary or permanent.  If you’re taking birth control pills or using another oral contraceptive to prevent pregnancy, rifampin-like drugs may reduce its effectiveness. A 1999 study published in The Canadian Journal of Infectious Diseases suggests that the antibiotic rifampin may reduce plasma estrogen concentrations making your oral contraceptive ineffective. Antibiotics used to treat or prevent diseases, including tuberculosis and meningitis, can also make oral contraceptives less effective. Ask your doctor if you need to use an additional contraception method to prevent pregnancy while taking an antibiotic. Your doctor may suggest other contraception methods, such as the progestogen injection, an intrauterine device or an intrauterine system. Additional Tips Additional Tips Antibiotic side effects differ from patient to patient as well as from antibiotic to antibiotic.. Additional Tips Drink plenty of water to avoid dehydration. If needed, use rehydrating beverages that are high in electrolytes.. Additional Tips Avoid alcohol and caffeine.. Additional Tips Avoid eating spicy food. Switch to a more bland diet when you are taking antibiotics.. Additional Tips Do not take any antibiotics without a prescription from your doctor.. Additional Tips Complete the entire course of treatment so that your body receives the appropriate dosage. Consult your doctor if you miss a dose of an antibiotic.. Additional Tips Never take leftover antibiotics. They may not be the correct antibiotic for your specific illness contracted at a later date. So, discard any remaining antibiotics.. Additional Tips Do not take antibiotics prescribed to someone else. Your infection-causing bacteria may be different from that for which the antibiotic was prescribed.. Additional Tips Do not pressurize your doctor to give you antibiotics for a speedy recovery. Instead, ask about methods to alleviate your symptoms.. Additional Tips Include natural antibiotics like ginger, yogurt, neem, honey, oregano, grapefruit, turmeric and garlic in your diet to boost your immunity and fight infections.", "pub_date": "2015-11-20T13:00:13+00:00", "access_date": "2019-11-28", "query": "dont use antibiotics for kids", "Google rank": "", "url": "https://www.top10homeremedies.com/news-facts/why-antibiotics-are-harmful-for-your-health.html", "keywords": "antibiotic, tip, bacteria, infection, http"}