{"title": "How to deal if your antidepressant stops working | Well+Good", "body": "Recently, the actress and comedian Sarah Silverman shared a post on Instagram claiming that she’d “officially built a tolerance to Zoloft.” Comments from followers came pouring in—some congratulating her on boldly speaking about something private, and others sharing their own similar experiences with antidepressants.  According to Steven Schlozman, MD, developing a tolerance to antidepressants is far from uncommon. “The short answer is that it is a well-known phenomenon that is well-documented in the literature,” explains Dr. Schlozman, co-director of The Clay Center for Young Healthy Minds at Massachusetts General Hospital and an assistant professor of psychiatry at Harvard Medical School. It’s called “antidepressant tolerance” in common parlance, but the official name is antidepressant tachyphylaxis, which basically translates to a medication (or specific dose of drugs) that was once effective, and is no longer.  Antidepressants, like Zoloft and Prozac, can help reduce symptoms of depression, anxiety, obsessive-compulsive disorder, and other psychological conditions, experts say. But it can be emotionally draining and frustrating when you start to feel better and then, suddenly, your once-powerful pills lose their potency—or worse, stop working entirely. So how does tolerance happen, and how do you deal if it’s happening to you?  The telltale sign of antidepressant tolerance is this: You felt better after having taken the drugs for four or more months, but then your symptoms returned, according to Dr. Schlozman. Antidepressant tolerance is usually marked by specific symptoms, the most common being apathy, fatigue, and lack of motivation. Physical signs include decreased sexual functioning and flu-like symptoms, like achy muscles. From a chemical perspective, it’s not clear why some people become tolerant to medication. The rate of tolerance to antidepressants varies a lot across studies—usually from around 9 percent to as high as 23 percent—with some suggesting it’s higher with patients on SSRIs like Prozac and Celexa than with other kinds of antidepressants, says Dr. Schlozman.  “In all cases, the frequency is hard to gauge and is based on an interplay between unique genes and unique life experiences and stressors,” he says. “There are theories that involve gene polymorphisms—different combinations of genes in different people that code for receptors that the drug targets—suggesting that some people are more likely to develop tolerance than others, but this is really at the hypothetical stage,” he adds, noting that these theories are tough to test. Tolerance symptoms can also occur if a person isn’t taking their meds regularly or if something super stressful happens in their life and worsens their depressive state—like a breakup or changing jobs, according to Dr. Schlozman’s research. If you start to notice symptoms of antidepressant tolerance or anything else that’s worrisome, Dr. Schlozman says to contact your doctor right away.  They may choose to increase your dose or switch antidepressants. “It’s called tachyphylaxis because ‘tachy’ means you need more of the ‘phylaxis,’ which is the thing that reduces the disease to feel better,” he explains. But to reduce the risk of plateauing again, it’s also important to explore the root causes of your condition with your care team. “The treatment of depression is always some combination of medicines as well as life changes that decrease stress,” says Dr. Schlozman. “You want to get a balance between those two.”  At Parsley Health—a functional medical practice in New York, Los Angeles, and San Francisco—complementary mental health therapies might include meditation, acupuncture, breathwork, yoga, and other forms of exercise. “In parallel, we also try to sort out some of the biological causes of their depression,” says Soyona Rafatjah, MD, a physician at the practice. “It’s important to have medical lab tests done that look at nutrient levels, thyroid function, inflammation, microbiome health, and more to address mood disorders. That way, patients don’t feel like their doctor is throwing antidepressant after antidepressant at them for a condition that seems like an uphill battle.” With all medical conditions, Dr. Rafatjah adds, symptoms may return over time if you medicate an illness without investigating what’s behind it. “Functional medicine arms patients with lifestyle changes that can impact not only their response to medication but potentially make it unnecessary,” she explains. And that’s the best possible outcome, right?   If you take supplements, you should know that they could be affecting your antidepressants. And here are six other things doctors want you to know about depression.  ", "pub_date": "2018-07-18T18:47:58+00:00", "access_date": "2019-12-19", "query": "antidepressants stopped working", "Google rank": "", "url": "https://www.wellandgood.com/good-advice/antidepressant-tolerance-solutions/", "keywords": "antidepressant, schlozman, tolerance, dr, symptom"}