{"title": "Antibiotics are dangerous for children | Competently about health on iLive", "body": "There is a theory that taking antibiotics by children can threaten their health in the future, and specialists have long been engaged in studying how such drugs affect children's health. Antibiotics are often prescribed for the treatment of children and scientists have already established that such drugs negatively affect the state of the intestinal microflora. As a result of many studies it was found that the change in bacterial flora in childhood leads to the development of many diseases in adolescence and adulthood. Due to the microbioma destroyed in early childhood, serious digestive problems are observed, and this, in turn, can provoke the development of allergy or obesity. Such conclusions were made by scientists from the University of Minnesota. Also, experts noted that children who often took antibacterial drugs in childhood, in the future, almost always suffered from allergies or obesity, unlike peers who did not receive antibiotic therapy or took such drugs only as a last resort. The reason for such a violation is the aggressiveness of antibiotics against bacteria, they destroy both pathogenic and useful microflora, which causes digestive system disorders and the development of other diseases. American experts recommend more responsible approach to the treatment of children and prescribe antibiotics only when it is really necessary. Bacteria in the intestine take an active part in the formation of immunity, and the unformed children's immune system suffers after taking antibiotics, even if the intestinal microflora eventually recover, then immunity will suffer because of irreversible consequences. In some cases, antibiotics are prescribed to children inadvisable, for example, with influenza or ARVI. Such drugs destroy bacteria, but they are powerless against viruses that cause flu or colds. Any disease weakens the immune system, so the body becomes vulnerable to bacterial infections. For example, if the condition worsens after a flu has worsened, then, most likely, the cause of any infection, only in this case it is possible to prescribe antibiotic treatment. Experts recommend taking any medications only in extreme cases, sometimes such treatment can do more harm than good, for example, when the body is depleted. Experts advise paying attention to tempering the body and maintaining a healthy lifestyle. For example, every morning you need to do exercises, preferably with the elements of respiratory gymnastics. Also help to strengthen the immunity of a healthy sleep (at least 8 hours a day, and for children according to the norms of sleep for different ages), a balanced diet, with enough fresh vegetables and fruits. In the winter-spring period, you can additionally take vitamin complexes, since it is at this time of year that the lack of vitamins is especially acute in the body. It is also important to select, together with the child's doctor, a complex with microelements that help in the formation of the immune system (copper, selenium, zinc). ", "pub_date": "2015-06-02T00:00:00", "access_date": "2019-11-28", "query": "dont use antibiotics for kids", "Google rank": "", "url": "https://iliveok.com/news/antibiotics-are-dangerous-children_90723i15820.html", "keywords": "antibiotic, child, microflora, destroy, immunity"}