{"title": "Yep, It's Possible to Build Up a Tolerance to an Antidepressant | SELF", "body": "This occurs most commonly among people who've been on their antidepressants for long periods of time. But doctors aren’t sure why it happens, or why it only happens to some people. One theory is that your body eventually starts to account for the changes in neurotransmitter levels and slowly starts to \"oppose\" the shifts that antidepressants cause, making the medication less effective, Dr. Saltz says. But there are other possible factors that don't have to do with the medication at all, the Mayo Clinic explains. It could be that your depression really is becoming more severe, and your current medication dose no longer prevents symptoms. Or, you may be dealing with another health condition (such as hypothyroidism or bipolar disorder) that's causing or worsening depression symptoms or mood changes. Taking a new medication for a different health condition, too, may interfere with how well an antidepressant works. Basically, it's complicated. So if you've been taking an antidepressant for a while and it feels like it's no longer effective for you, check in with your therapist or psychiatrist. If your antidepressant starts to “poop out,” it will usually happen gradually, James Murrough, M.D., an assistant professor of psychiatry and neuroscience and director of the Mood and Anxiety Disorders Program at the Icahn School of Medicine at Mount Sinai, tells SELF. As your medication becomes less effective, you may start to notice some of your symptoms related to depression or anxiety come back, he says. That might include a change in mood (like feeling hopeless or sad), having low energy, being unable to enjoy things you used to like, or changes in your eating or sleeping habits. So if you're taking an antidepressant and notice that you are feeling off, the first step is to talk to your doctor. “Too often I haven’t seen patients for six months, and they come in and say that they’ve had a return of their depressed mood and that it's been going on for months,” Dr. Murrough says. “The sooner you see your doctor, the faster we can intervene and head off a full relapse.” Your doctor will likely try raising your dosage first to see if that helps, Dr. Murrough says. But if you’re maxed out on your dose, you may need to switch to another medication or a combination of drugs. He or she might also suggest going to therapy or increasing the number of sessions if you're already seeing a therapist regularly. As you figure out how to adjust your treatment, it's crucial to maintain an open dialogue with your doctor and/or therapist. Even if you feel just a little not yourself and you're not sure why, it's worth having a conversation with a professional. There's a lot they can do to help, Dr. Murrough says. Related: ", "pub_date": "2018-04-11T15:44:40.402000+00:00", "access_date": "2019-12-19", "query": "antidepressants stopped working", "Google rank": "", "url": "https://www.self.com/story/tolerance-to-antidepressant", "keywords": "murrough, antidepressant, medication, mood, therapist"}