{"title": "Antidepressants: Effects, Addiction, Abuse and Treatment - Rehab Spot", "body": "Antidepressants help treat depression and anxiety by balancing out neurotransmitters within the brain. People with certain mental disorders, or people with depression, are usually prescribed antidepressants to control symptoms. There are many different kinds of antidepressant, each of which works in a different way. For example, many Antidepressants work by increasing serotonin, a natural chemical within the body, to stabilize the mood. It helps get rid of unwanted symptoms such as extreme sadness, anxiety, and obsessive-compulsive disorder symptoms. During 2011–2014, 12.7% of persons aged 12 and over, 8.6% of males, and 16.5% of females took antidepressant medication in the past month. Long-term Antidepressants use is very common, yet many patients wonder how long they will have to take the medication for. Typically, doctors prescribe this type of medication for at least one year so the patient can get the full effect of the drug. Another reason is that depression can last from four to eight months, meaning you need enough time for the medication to battle depression and ease your body back to normal even after the depression has passed. After one year on the drug, it is normally a personal choice whether the patient feels they no longer need the medicine, or if they feel continuing it a little while longer may help their situation. Get Help  Types of Antidepressants There are five types of Antidepressants. Serotonin and Noradrenaline Reuptake Inhibitors(SNRIs) and Selective Serotonin Reuptake Inhibitors (SSRIs) SNRIs and SSRIs both treat depression by using serotonin, but in different ways. SNRIs not only treat depression but also treat other mood disorders and are even sometimes prescribed to treat Attention Deficit Hyperactivity Disorder (ADHD), fibromyalgia, menopausal symptoms, and chronic neuropathic pain. Anyone suffering from anxiety can also be prescribed these medications. It works by increasing the levels of serotonin and norepinephrine in the brain to balance out any chemicals that are affecting the mood. SSRIs will more likely be prescribed for depression since the side effects of these types of SSRIs are much less than other similar drugs. In order for the brain to have a clear pathway of sending and receiving signals such as pain and pleasure, etc. SSRIs will block the reuptake of serotonin, keeping the serotonin within the synapse, thus enabling a more balanced and steady mood from the better communication of messages within the body. Both SNRIs and SSRIs do come with their own set of side effects that are very similar to each other. Many people only experience a few while others experience side effects more often. It depends on which antidepressant you take as well as your past medical history, and tolerance to similar drugs. Side effects can include: Side effects can include: Low blood sugar. Side effects can include: Rashes. Side effects can include: Dry mouth. Side effects can include: Constipation or diarrhea. Side effects can include: Trouble sleeping. Side effects can include: Headaches. Side effects can include: Dizziness. Side effects can include: Anxiety. Side effects can include: Sedation. Side effects can include: Weight loss. Help is out there Reach out to a dedicated treatment specialist and learn how you can create the life you want.  Find out more  Tricyclic Antidepressants (TCAs) TCAs are named after the three rings in their chemical makeup. TCAs increase levels of norepinephrine and serotonin, both of which are neurotransmitters that block the action of another neurotransmitter, acetylcholine This type of medication treats depression; however, it also treats fibromyalgia, a disease of the muscle that generates pain and fatigue. Some side effects of taking Tricyclic Antidepressants are: Some side effects of taking Tricyclic Antidepressants are: Seizures. Some side effects of taking Tricyclic Antidepressants are: Trouble falling and staying asleep. Some side effects of taking Tricyclic Antidepressants are: Anxiety. Some side effects of taking Tricyclic Antidepressants are: Hypertension. Some side effects of taking Tricyclic Antidepressants are: Nausea. Some side effects of taking Tricyclic Antidepressants are: Vomiting. Some side effects of taking Tricyclic Antidepressants are: Weight gain or loss. Some side effects of taking Tricyclic Antidepressants are: Dry mouth. Some side effects of taking Tricyclic Antidepressants are: Sweating. Some side effects of taking Tricyclic Antidepressants are: Dizziness/lightheadedness. Some side effects of taking Tricyclic Antidepressants are: Restlessness. Some side effects of taking Tricyclic Antidepressants are: Drowsiness. Some side effects of taking Tricyclic Antidepressants are: Racing heartbeat. Some side effects of taking Tricyclic Antidepressants are: Constipation. Some side effects of taking Tricyclic Antidepressants are: Low blood pressure. Some side effects of taking Tricyclic Antidepressants are: Rash/hives. Monoamine Oxidase Inhibitors (MAOIs) MAOIs are typically only prescribed after a patient has tried other Antidepressants with no efficient results because they can cause dangerously high blood pressure when combined with certain foods or medication. An enzyme called monoamine oxidase is involved in removing the neurotransmitters norepinephrine, serotonin, and dopamine from the brain. This naturally occurs. MAOIs prevent this from happening, which makes more of these brain chemicals available to effect changes in both cells and circuits that have been impacted by depression. Side effects of MAOIs include: Side effects of MAOIs include: Blurry vision. Side effects of MAOIs include: Seizures. Side effects of MAOIs include: Headaches and dizziness. Side effects of MAOIs include: Hypertension. Side effects of MAOIs include: Weight loss and weight gain. Side effects of MAOIs include: Edema. Side effects of MAOIs include: Dry mouth. Side effects of MAOIs include: Nausea. Side effects of MAOIs include: Diarrhea. Side effects of MAOIs include: Constipation. Side effects of MAOIs include: Drowsiness. Side effects of MAOIs include: Skin reactions. Noradrenaline and Specific Serotoninergic Antidepressants (NaSSAs) The last type of Antidepressants are NaSSAs. Because a depressed person’s brain has an inefficient level of monoamine neurotransmitters (which includes serotonin, norepinephrine, and dopamine), NaSSAs aim to increase concentration of these neurotransmitters. NaSSAs have a dual mechanism of action that increases the concentration of serotonin and noradrenaline in the synaptic cleft and presynaptic cell to within normal ranges. NaSSAs block negative feedback effects on norepinephrine and serotonin secretion by the presynaptic cell. This action increases the concentrations of these neurotransmitters in the synaptic cleft. They also block some serotonin receptors on the postsynaptic cell, which enhances serotonin neurotransmission. While the drug is increasing these chemicals, the brain is ultimately allowing more stabilized moods and a decrease of negative symptoms. Side effects of NaSSAs can include: Side effects of NaSSAs can include: Sedation. Side effects of NaSSAs can include: Blurry vision. Side effects of NaSSAs can include: Dizziness and headaches. Side effects of NaSSAs can include: Weight gain. Side effects of NaSSAs can include: Dry mouth. Side effects of NaSSAs can include: Seizures. Side effects of NaSSAs can include: Fainting. Antidepressant Addiction Doctors frequently misdiagnose sadness as depression, creating a chance for a patient to get addicted to a drug they never needed. Antidepressants are unlike other commonly abused drugs. They do not get you high and make you crave another dose. For this reason, many believe that antidepressants are non-addictive. You won’t even feel the effects of Antidepressants until weeks later. A patient might think the drug is not working, influencing them to take more. This increases the chances of developing a tolerance to the drug right off the bat. Those who do abuse Antidepressants to feel their effects often mix them with alcohol, an action never recommended. Although Antidepressants are not “uppers,” it is still rather dangerous to mix alcohol and Antidepressants because of the mix of their opposite effects on one another. Mixing alcohol with the medication can potentially make depression worse and can cause an overdose. Take action & empower yourself Call now to be connected to a compassionate treatment specialist. Withdrawal Symptoms The intensity of withdrawing from Antidepressants all depends on the type of pill and how long you have been using it. Withdrawing from the drug will not be as intense as other harsh drugs; however, you can still feel some uncomfortable side effects that can last a couple months such as anxiety, nightmares, and pain. If you have been taking the drug for a while and have been upping your doses, it is not recommended to stop suddenly. Generally, tapering off the drug, whereby doses are gradually reduced over time until usage is ceased completely, is recommended. If you have been taking it for a short time and realize you don’t need it to battle your depression anymore, talk to a doctor about stopping. You may experience less negative side effects after a shorter period on the drug. Get Help  Finding Treatment for Antidepressants Antidepressants can be an effective way to overcome depression, but an addiction to Antidepressants could make everything worse. You may not know you are addicted until you find yourself upping your doses as a result of a built-up tolerance. If you find yourself struggling with depression and think you may be addicted to Antidepressants, contact an addiction specialist today to discover options for a brighter future. A detox program and therapy at a recovery center can set you on the path to overcoming your Antidepressants addiction. ", "pub_date": null, "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "https://www.rehabspot.com/drugs/antidepressants/", "keywords": "antidepressant, side, maoi, effect, tricyclic"}