{"title": "What To Do If Your Antidepressants Stop Working", "body": "As a rule, when you begin to take antidepressants, your doctor will give you significant amounts of information regarding the potential side effects, possible impacts your antidepressants will have on your other medications, and how long it'll be before they begin to work  but few of us get any information on what to do when and if your antidepressants seem to stop working at all. The idea that medication designed to prevent serious depressive episodes can \"fail\" is a scary one, but it is possible, and an important part of the picture to know about. It's not as catastrophic as it sounds, either  many people on antidepressants will require some kind of dosage fine-tuning and encounter a few bumps along the road before they find the meds and dosage that works; antidepressant prescriptions also need to respond to life events, diagnoses and other problems that can change effectiveness over time. So what should you do if your antidepressant just isn't doing what it used to? As an antidepressant user for over seven years, I'm one of the lucky ones  I've never had to switch medications. But I have had to undergo dosage shifts as my depression changes, taking higher doses to cope with more severe bouts and having long discussions with therapists and doctors about new choices. If you suspect your antidepressant isn't working (or isn't working as well as it used to) and have taken it for long enough to assess that (some specific medications, for example, need to be taken for six to eight weeks before they're fully effective), you don't need to panic  but you absolutely do need to tell your psychiatrist, your GP, or any other people who help you take care of your mental health. Here's what to do if you suspect your antidepressant isn't doing what it's meant to do. 1. Understand What \"Not Working\" Means A productive first step in figuring out whether your antidepressants have stopped working is in understanding precisely what might be going wrong. The technical term for a diminishing response to a drug or medication of any kind is  tachyphylaxis , though in the case of antidepressants it has a special name: the \"Prozac poop-out.\" The poop-out phenomenon, where antidepressants began to feel inadequate for treating depressive symptoms after a period of time, was first noticed with old-school antidepressant MAOIs in the 1980s, but has been observed in modern SSRIs (selective serotonin reuptake inhibitors) as well, according to a report in Innovative Clinical Neuroscience. But where does tachyphlyaxis in antidepressants come from? The answer is more complex than it seems. The simple answer when most drugs \"stop working\" is that the body has developed a \"tolerance\" to the current dosage or composition of the drug, and just isn't responding in the same way any more. Jerry Kennard over at Health Central highlights that this tolerance can develop in several ways: the brain itself might stop reacting, or the levels of the medication in your bloodstream might lower gradually. But the problem is that antidepressants don't produce effects like this in a uniform way; there's no predictable point at which we all hit \"tolerance,\" and scientists aren't sure why this happens in certain people and not others. WebMD definitely lists it as a factor, but points out that it's very hard to track; it appears to be part of a matrix of different factors in a very complicated balance. Understanding medication failure also means knowing what it looks like for you  and being able to describe your own specific experience of medication failure to your doctors. According to Everyday Health, antidepressant failure has many different forms. Your depressive symptoms may not be alleviated like they used to, you may experience more \"depressive days\" than you did in the past, you may experience serious mood swings and surges of energy, or you may simply not feel depressed any more. Yep, feeling better is a sign that your meds aren't \"working\" any more, in the sense that you no longer seem to need them. 2. Know That It's Not Your Fault If your antidepressant has stopped working effectively because your body's built up a tolerance, that's absolutely not your fault. But since it's tough to know that that is specifically why your antidepressants have stopped working for you, it can be easy to wonder if the problem is something that you did  some action you took that is now making your medication less effective. But studies show that this is generally not the case. There are multiple non-tolerance-related reasons for why antidepressants might cease working properly. The Mayo Clinic's website names several, including \"breakthrough depression,\" a bout of depression serious enough to overwhelm your current dosage; other medical conditions, like thyroid or adrenal gland issues; and age and weight gain. They also point out that beginning to take another medication, even if it seems completely unrelated, might wreak havoc with your antidepressant's effectiveness: migraine medications and some painkillers are known to sometimes change an antidepressant's effectoives, as is the natural remedy St John's Wort, steroids and various antibiotics. This is why it's crucial to mention your antidepressants to anybody who might be prescribing you a new drug, even if it doesn't seem at all related. Life events can also give you some antidepressant issues. Stress is known to make depression worse, and may make your current medication regime inadequate. Alcohol and drug abuse can interfere, too. And Dr. Maurizio Fava, executive vice chair of the Massachusetts General Hospital Department of Psychiatry, explained in an interview with US News & World Report that your previous antidepressant regime might have a role to play, too. In other words, if you responded well to the first antidepressant you tried, you'll be more likely to continue to respond well to it than if you needed to try a few different meds before finding one that worked. We're not entirely sure why this is, but it may make you more vulnerable and is something to keep in mind. Something else to remember: if you haven't been taking your medication properly, don't beat yourself up. Non-compliance  the technical term for \"not taking your meds in the right way\"  is incredibly common with antidepressants; a 2003 study found that only 28 percent of people were taking their SSRIs properly six months after being prescribed them for the first time. The good news is that you can assess their effectiveness more accurately if you take them as prescribed, so if you've gotten out of the habit, you can start trying to take your meds as directed in order to see how they are currently impacting you. And if you've stopped taking your meds as prescribed because the side effects are intolerable, make an appointment with your medical professional to discuss what to do next. 3. Consult Your Medical Professional About Changing Dosage Or Medication So you've determined that, in some way, your meds aren't working like they used to (or working at all). What next? Well, the most important thing to remember is this: don't just go off your medication or start taking it in an odd way (once every two days or something like that) as an \"experiment.\" If you don't trust your current GP to give you proper advice, get another one. But you need to team up with a decent medical professional who can lead you through a few trials and options. Mental Health Daily lays out the main five strategies that you and your doctor might choose to utilize. The first step may be contemplating increasing the dosage you're currently on, but that isn't the only option; you may also decide to switch to another antidepressant in the same class (like another SSRI), try another class of antidepressant altogether, or add another drug into the mix (this is called antidepressant augmentation therapy). Your doctor may also suggest a withdrawal period, in which you go off the drug entirely; this may be necessary if you're going to start a new type of medication. It's also important to remember that your antidepressant may have ceased to work properly  or never quite worked correctly to begin with  due to a misdiagnosis. People with undiagnosed bipolar disorder (or people with bipolar disorder who have been misdiagnosed as having unipolar depression) are occasionally prescribed antidepressants to deal with their depressive periods, as neither they nor their doctors realize that the situation actually requires a mood stabilizer. If your antidepressant doesn't appear to be working and you're also experiencing unusual mood difficulties and symptoms of mania, you and your doctor may need to shift focus altogether. But remember, no matter what the specifics of your situation are, you're not without hope. Images: Pixabay, Giphy ", "pub_date": "2016-09-14T00:00:00", "access_date": "2019-12-19", "query": "antidepressants stopped working", "Google rank": "", "url": "https://www.bustle.com/articles/163511-what-to-do-if-your-antidepressants-stop-working", "keywords": "antidepressant, medication, med, work, dosage"}