{"title": "Are antidepressants addictive? Yes. No. It depends.", "body": "What do antidepressants withdrawal symptoms feel like? There are many types of symptoms, and not all patients experience all of them. Typical symptoms are: flu-like symptoms (shivering, excessive sweating, headache, nausea, vomiting); ‘shock-like’ sensations (brain zapping, as described by patients); insomnia and vivid dreams; irritability and crying spells; dizziness; and occasionally, movement problems and decreased concentration and memory. They usually start abruptly and within a few days of stopping the antidepressants. Thus, they are different from a return of the original anxiety and depression for which the antidepressants were prescribed in the first place, which is more gradual and can take weeks or months to reappear. The percentage of patients reporting withdrawal symptoms varies a lot in between studies, also because different antidepressants have different risk of withdrawal symptoms. An analysis of many studies, some including patients’ surveys– which may not be representative of the entire population of people taking antidepressants — find that more than half of patients who stop or reduce antidepressants experience withdrawal symptoms, with almost all of them reporting severe symptoms, and a significant proportion experiencing symptoms for several weeks, months, or longer. A stricter analysis only of studies that have a ‘placebo’ comparison– believe it or not, people can have withdrawal symptoms even when stopping an inert, dummy pill — brings the proportion of people who experience withdrawal symptoms at around 40%, with various levels of severity, from mild and self-limiting to prolonged and severe. In any case, it is a relevant proportion of people taking antidepressants. It is more than we used to think. And it is a good thing that new scientific evidence and patients’ voices have prompted the statement from the Royal College. And this blog. So, how can you minimise the risk of antidepressant withdrawal symptoms? First, do not take antidepressants unless you really need to take them. Most people who go through a difficult time in their lives should not be prescribed antidepressants. They should rely on the support of friends, family and the wider social support when going through a crisis. And, if they need professional help for coping, they should access psychological therapies first. In many countries, psychological therapies are rarely available in the public health services, but in the UK they are– another jewel in our NHS crown. Antidepressants should only be prescribed for people who suffer from clinical depression of significant intensity. These are people who have been suffering from sadness, tiredness, lack of hope and motivation, and thoughts about death, every day, for weeks or months. And who have a reduced quality of life because of their depression: they have stopped working; they no longer have social relationships; they have used more alcohol than before; they have been thinking about, or planning how, taking their own lives. Second, you should only take the antidepressants for as long as you need them, and not longer. Accepted clinical guidelines indicate that, for people who take an antidepressant for the first time, or only sporadically throughout their life, these drugs should be taken for a maximum of 6 to 9 months after people have started to be well again. Longer treatments, for 1–2 years or more, are only appropriate if there have been multiple, frequent and severe phases of depression. The decision to continue on an antidepressant should be regularly reviewed in discussion with the doctor. Third, if you decide to stop, do so slowly, and with the support of your doctor. People should never stop an antidepressant abruptly and without consulting their doctor. The dose should be reduced gradually, and the current advice of reducing and stopping over four weeks should be considered the minimum time, provided it is tolerable for the patient, but not the rule for everybody. For some people, it may be necessary to reduce over several months, especially if they have taken the antidepressants for years. The slower reduction should be toward the end, because this is when the proportional reduction of the dose is bigger. Of course, not everybody will experience the withdrawal symptoms in their more severe form. Longer duration of treatment, as mentioned above, and higher doses, increase the risk of severe withdrawal symptoms. Some antidepressants increase the risk more than others (for example, paroxetine, venlafaxine, amitriptyline, imipramine, all MOAIs). Children and adolescents are at a higher risk of severe withdrawal symptoms (and they should only receive antidepressants under the care of a specialist psychiatrist). People who are taking other medications affecting the brain (antihypertensive, antihistamine, antipsychotics) are a higher risk. People who experience a worsening of anxiety symptoms at the start of an antidepressant are a higher risk. And if you have experienced withdrawals symptoms when stopping an antidepressant before, you are likely to experience them again. If the symptoms do develop and cannot be tolerated, or do not improve spontaneously over 1–2 weeks, then there are steps that can be taken. The doctor should re-start the same antidepressant (or another antidepressant that is less likely to induce withdrawal symptoms) at the last dose before the withdrawal symptoms occurred, and the reduction should be slowed down. Slowed right down. What does the future hold? As the College statement says, ‘Depression is a condition that can affect people differently and cause a wide variety of distressing symptoms. It can lead to relationship and family breakdown, increase the likelihood of drug or alcohol addiction, reduce the ability to overcome serious illness and increase mortality rates — not just from the risk of suicide.’ Antidepressants are a recommended therapeutic option. And they do work — in fact they are more effective than many medications used for physical health problems (for example, than some drugs routinely prescribed for hypertension and chronic heart failure). But of course, we do need to understand more about these drugs. About ‘personalizing’ antidepressant treatment, in order to choose the antidepressant which is more likely to work best for an individual patient, or least likely to induce side effects. And, of course, as discussed here, we need to understand the best antidepressants to minimize the severity and duration of withdrawal symptoms. But we should not dismiss this important therapeutic tool, nor judge it more harshly than we judge other medications for physical disorders. Otherwise, we are simply perpetuating the stigma about mental health problems: not needing medications because they are ‘not real’ and are ‘all in the mind’. ", "pub_date": null, "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "https://medium.com/inspire-the-mind/are-antidepressants-addictive-yes-no-it-depends-7d0a3de1d638", "keywords": "antidepressant, withdrawal, symptom, people, stop"}