{"title": "Common antidepressant sertraline ‘barely treats depression’, shock study finds - The Sun", "body": "BRITAIN’S most commonly-prescribed antidepressant barely works, a study reveals. Scientists from University College London said they were “shocked” by the findings. 1 The study – the biggest of its kind – is one of the first to look at patients visiting GPs with mild to moderate depression, rather than severe cases. It compared prescribing the nation’s most popular antidepressant, sertraline, with a dummy drug. Nearly 16m doses were doled out by GPs in the last year alone. Researchers expected the pills to have a significant effect on depressive symptoms such as poor concentration, troubled sleep and low mood, but found they had little impact. The drugs did boost overall mental wellbeing in patients, by cutting levels of anxiety. Experts said, as a result, twice as many patients reported feeling better after taking them than those given a placebo. Researcher Professor Glyn Lewis, head of division at UCL Psychiatry, said: “We were shocked and surprised when we did our analysis. There is absolutely no doubt this is an unexpected result. “Antidepressants work but perhaps in a different way to the way we had originally thought. “They seem to be working on anxiety symptoms first before any smaller, and later, possible effects on depression. “We definitely need better treatments for depression.” Sertraline is part of most common class of antidepressant known as selective serotonin reuptake inhibitors (SRI). Experts said their findings likely apply to the entire class of drugs. GPs wrote more than 39 million prescriptions for SSRIs in the past year. The study, published in The Lancet Psychiatry, was conducted in GP surgeries across England. It included 653 people experiencing depressive symptoms, who were split into two groups. The first group was given a dummy drug for 12 weeks while the second group was given sertraline. After six weeks, those on the active pills experienced a five per cent improvement in depressive symptoms compared to the placebo. After 12 weeks the gain was just 13 per cent.  HEALTH SCARE Flu and norovirus warning as NHS sees 1m more in A&E than same time last year  HEALTH SCARE  EYE OPENING Couples have sex in MRI scanners - all in the name of science  EYE OPENING  DEMENTIA RISK Being obese in middle age 'increases risk of dementia by more than a fifth'  DEMENTIA RISK  ONE FOOT IN THE RAVE Over-50s 'who attend concerts and shows live an extra 14 years'  ONE FOOT IN THE RAVE  JUST THE VEGANNING Vegans who avoid all animal products at risk of vitamin B12 deficiency  JUST THE VEGANNING  JOINT HEARTACHE Smoking cannabis regularly may damage the heart, research finds  JOINT HEARTACHE.    However, experts found the pills did ease symptoms of anxiety, which often accompany depression. These include worry, nervousness, irritability and restlessness. In the first six weeks, these symptoms fell by 21 per cent, and reached 23 per cent lower after 12 weeks’ use.  ", "pub_date": "2019-09-19T22:30:41+00:00", "access_date": "2019-12-19", "query": "antidepressants stopped working", "Google rank": "", "url": "https://www.thesun.co.uk/news/9965578/britains-prescribed-antidepressant-barely-works/", "keywords": "cent, gps, sertraline, antidepressant, dementia"}