{"title": "5 Natural Remedies For Ear Infections {no antibiotics!}", "body": "Antibiotics aren’t always necessary for ear infections. In fact, overuse of antibiotics for children’s ear infections is a leading cause of gut dysbiosis and antibiotic-resistant infections. Learn how to treat them at home with these 5 natural remedies for ear infections — no antibiotics!  If I had a nickel for every time I called my baby’s pediatrician during those first two years… I’d be one rich momma! More often than not, that phone call was more about easing my mind than it was about anything being seriously wrong with my child. Simply put — many parents (myself included, once upon a time) often feel more at ease with a prescription for antibiotics than they do with trusting natural remedies. Yet, in 2013, the American Academy of Pediatrics revised their diagnosis and treatment standards for acute otitis media (AOM). These new standards offer more rigorous diagnostic criteria to prevent the overuse of antibiotics (source). Absolutely not! There are always going to be situations when antibiotics are the best choice to save your or your child’s life or prevent further injury to the body. As a parent, I have to listen to two things when making medical decisions, especially for my children: I have to set my emotions aside and understand the facts of whatever illness I may be dealing with. So what are the facts? So what are the facts? Ear infections are painful, often cause fevers, and if left untreated, can progress until there is a loss of hearing and possibly permanent damage to the ear.. So what are the facts? There are infections of all sorts that are stubborn and resist natural remedies.. So what are the facts? There are infections of all sorts that are stubborn and respond better to natural remedies than they do to allopathic treatment.. Knowing the facts, I also have Killer Momma Intuition when it comes to my kids. I can pick out their cries in a room full of people. I can hear their voices say “Mommy!” from across a crowded room. Alas, I can sleep through anything, but will wake immediately if I hear one of their bedroom doors crack open in the middle of the night. If I slam on my brakes while driving, I instinctively move my arm toward them to block them from danger. These instincts allow me to make the best decisions for my kids, even when those decisions may not make sense to the world around me. Trusting my instincts when it comes to medical care for my children means I take the facts seriously, but I don’t allow my decisions to be motivated by fear. There is a big difference between operating in fear and trusting my instincts.  Armed with facts and my instincts, I have pursued natural and holistic healthcare and remedies for my family for about six years now. We’ve treated strep throat, tummy bugs, upper respiratory illness, urinary tract infections, and ear infections at home with natural remedies. (And antibiotics have been used twice in that time — both times for me. I wrote about that here.) One day, the facts and my instincts may very well tell me that it’s time to trust a medical doctor with the care of someone in my family or myself — in which case, I’ll listen to both! Ear infections are one of the easiest maladies to treat naturally and at home, however. If you suspect an ear infection and still feel a trip to the doctor is necessary, by all means, go! But before you fill that prescription for antibiotics for yourself or your child, give some proven, natural remedies a try. Here are five natural, no-antibiotic treatments for ear infections that work: Something as simple and cheap as good, ol’ hydrogen peroxide is how we have healed many an ear infection in our house. This is the first remedy I reach for when I know an ear infection is present. If you’re going to be administering H2O2 to a child, have them lie on their side in your lap with the infected ear facing up. Using a dropper, fill the ear canal with peroxide. Pull gently on the ear lobe to help the peroxide go all the way down into the ear. The child will probably complain that it’s cold or that it tickles. If an infection is truly present, there will be lots of white bubbly foam coming out of the ear. This is all normal. Help the child relax by encouraging them to breath deeply or by reading a book while they lie on your lap, retaining the peroxide in the ear for five to 10 minutes. Then have them turn over and allow the peroxide to flow out onto a towel. Repeat this three or four times a day for several days. As the infection heals, there should be less and less bubbles coming out of the ear. It is not uncommon for chunks of ear wax to come out of the ear canal along with the bubbles, especially after doing this for a few days, as the peroxide softens the ear wax. Hydrogen peroxide is so effective, I almost never have to reach for another remedy for a mild ear infection. If you wish to attack an ear infection with a full-on natural antibiotic, garlic oil is a powerful remedy. We have used raw garlic with much success against a host of illnesses in our home, including strep throat! I can personally speak to the power of garlic to treat even the most difficult infections. You can purchase a ready-made garlic oil that is specifically for this purpose. These are often mixed with other herbs, such as mullein or goldenseal. Ear infections, especially in children, tend to come on suddenly. There may not be time to order a pre-made garlic oil and receive it before the infection gets worse. In that case, it is helpful to know how to make your own — and it’s very simple! Homemade Garlic Oil: A Natural Remedy For Ear Infections Combine the garlic with olive oil in a small, glass dish. Allow the garlic to “steep” in the olive oil and release its healing properties for 2 to 4 hours. This retains all the benefits of raw garlic, plus olive oil is soothing to any inflammation in the ears. Strain the oil, then place 2 or 3 drops in the infected ear. You can do this up to 4 times per day. Use more olive oil — 2 tablespoons — for very small children so that it is not quite as concentrated.  Colloidal silver is a natural microbial antibiotic made of minute silver particles suspended in water. Colloidal silver essentially cuts off the oxygen supply of infections, thereby making it very difficult for them to remain alive or spread. The process of treating an ear infection with colloidal silver is very similar to hydrogen peroxide. Rather than filling the ear canal with peroxide, however, you should only use 2 or 3 drops of colloidal silver in the infected ear. Using colloidal silver in both ears will help prevent the spread of the infection to the other ear, which often happens. Retain the colloidal silver in the ear as long as possible — but for at least 10 to 15 minutes — before allowing it to drain out. A couple of summers ago, our kids got swimmer’s ear several times, and colloidal silver was the only remedy that was able to knock it out.  You should never put essential oils inside the ear canal. However, you can use essential oils to reduce the pain of an ear infection. For all ages, lavender oil can be applied to the back side of the ear, behind the lobe, from the soft spot all the way up the bone that runs behind the ear. Massaging the side of the neck and in front of the ear toward the cheek with soothing EOs can also be helpful. Oils that work best for this purpose include rosemary, tea tree (melaleuca), and of course, lavender. Please consult an aromatherapist or essential oil guide book to help you determine which oils are safe for babies, children, and pregnant or nursing mothers. Use only high quality essential oils, such as those from my preferred source, Spark Naturals. Save 10% on any Spark Naturals order with my discount code NOURISHING10 + get free shipping on orders of $25 or more! Oregano oil is a powerful, natural antibiotic that works on stubborn infections. Because of the burning nature of this oil, I prefer to take it internally — and as a last resort. I do not recommend giving oregano oil (or any essential oil)  internally to children under the age of 12 without first consulting a qualified aromatherapist. For adults, however, 1 or 2 drops of oregano essential oil can be placed in a gel capsule with a small amount of fractionated coconut oil and taken up to twice daily. Read more about the safe use of oregano oil here. Our family are huge fans of chiropractic. In fact, when we started getting regular adjustments in 2008, our eyes were opened to the world of natural and holistic health care — and we’ve never looked back. Wellness-focused chiropractors will not treat the ear infection. Instead, they see the ear infection as a symptom of a deeper issue: a body out of alignment. The adjustment restores body function by reducing nervous system stress that keeps the body from functioning normally and healing. Our bodies are made to heal themselves. With the spine in alignment, the body takes care of the rest. Whether it’s ear infections, constipation, or PMS, often the root of the issue is found in the spine. Aligning the spine removes the interference and allows the body to heal.  The first thing I do when I suspect an ear infection is grab the hydrogen peroxide. For the first and second days, I administer peroxide up to four times daily. I also rub lavender oil behind the ear and down the neck to provide pain relief since we don’t have over-the-counter pain killers in our house. If my child isn’t back to her old self by the end of the second day, I call the chiropractor and schedule an adjustment for the third day. I still continue the peroxide 3 or 4 times a day. By this point — three days of peroxide and an adjustment — my kids are usually over it completely. I’ll still do peroxide a couple times a day just to be safe. If I’m on the third or fourth day of the infection and it shows no sign of improvement at all, I’ll pull out the garlic oil and colloidal silver and alternate them, while still using essential oils for pain relief. Ear infections are VERY rare in our family, but this is the protocol I’ve used each time; and neither of my kids have taken an antibiotic in over eight years. Natural remedies work safely, effectively, and quickly for ear infections in adults and children. I hope you’ll feel empowered to reduce antibiotic use in your home and give some of these remedies a try next time you’re faced with an ear infection! Disclaimer: This post is for informational purposes only and is not intended to diagnose, treat, or cure any condition or disease. It is also not a replacement for proper medical care provided by a licensed practitioner. You are responsible for your healthcare. ", "pub_date": "2018-09-16T12:00:41+00:00", "access_date": "2019-11-28", "query": "dont use antibiotics for kids", "Google rank": "", "url": "https://allthenourishingthings.com/5-natural-remedies-for-ear-infections-no-antibiotics/", "keywords": "ear, infection, oil, peroxide, remedy"}