{"title": "Detox and Withdrawal from Antidepressants", "body": "\n Antidepressant medications are several classes of drugs that are used for the treatment of clinical depression or major depressive disorder as well as in the treatment of the symptoms of depression than are associated with other psychiatric conditions. They are also used to treat anxiety disorders, eating disorders, chronic pain, and a number of other conditions. There are several  :\n Selective serotonin reuptake inhibitors (SSRIs): These work selectively on serotonin and include well-known drugs such as Prozac, Zoloft, Paxil, and others. Tricyclic antidepressants: These are medications that have a very broad mechanism of action to work on several different neurotransmitters, including dopamine, serotonin, and norepinephrine. These medications include Elavil, Anafranil, and Pamelor. While they are generally as effective as SSRIs in the treatment of depression, they may have a much more severe side effect profile and therefore are not commonly prescribed for depression. They still have their utility in other areas, such as for the treatment of chronic pain. Monoamine oxidase inhibitors: This is an older group of medications that is rarely used today as it has potential for a number of serious side effects. The medications prohibit the breakdown of certain neurotransmitters by inhibiting an enzyme. Nardil and Parnate are examples of medications in this class. Atypical antidepressants: This group consists of a number of different medications that have a different mode of action from the other three groups. Cymbalta, Wellbutrin, Remeron, and Effexor are examples of different medications in this class. There is less evidence that individuals develop full-blown severe substance use disorders to antidepressant medications than there is that individuals can develop a physical dependence on antidepressant medications. The difference between having an addiction to a drug and developing a physical dependence to a drug is that addiction is a syndrome that represents the nonmedical use of a drug that results in a number of adverse consequences to the individual, including the being unable to control the drug use. Physical dependence is a physiological phenomenon that is a consequence of many different drugs and includes both the syndromes of tolerance (needing more of the drug to achieve the effect once achieved at lower doses) and withdrawal (a syndrome of negative effects that occur as a result of either discontinuing the drug or drastically cutting down the dosage). It is possible to be physically dependent on a drug and still use it medicinally. It is possible to be addicted to a drug and not have developed physical dependence on it. And it is very possible that one has an addiction to a drug that includes a syndrome of physical dependence. Thus, addiction and physical dependence are two separate but sometimes related concepts. It is quite rare to see an individual using antidepressant medications for nonmedical reasons and experiencing the defined symptoms of addiction (now termed a moderate to severe substance use disorder), but anyone who uses antidepressants for a significant period of time will develop a mild physical dependence to them. One of the interesting observations regarding this physical dependence on antidepressant medications is that there has been a special term developed to identify physical dependence on antidepressant medications: antidepressant discontinuation syndrome (ADS). It appears that ADS is most prevalent in individuals who abruptly stop using antidepressant medications that work on the neurotransmitter serotonin (hence, it is sometimes referred to as serotonin discontinuation syndrome or SSRI discontinuation syndrome even though other medications besides SSRIs can induce it). However, ADS is noted to occur across all classes of antidepressant medications.  ADS is also more likely to occur if the individual has used the medication for a period of longer than 6-8 weeks. It is extremely rare for it to occur if the person has taken the drug for less than 6 weeks. It appears that 20 percent of individuals who abruptly stop using antidepressant medications develop ADS.\n \n More on Withdrawal & Timelines In general, the timeline for ADS is relatively straightforward and does not appear to be identified by significant phases of different clusters of symptoms. In general, the timeline for ADS is relatively straightforward and does not appear to be identified by significant phases of different clusters of symptoms. Initial symptoms appear in some individuals within 1-3 days following an abrupt discontinuation of the medication.. In general, the timeline for ADS is relatively straightforward and does not appear to be identified by significant phases of different clusters of symptoms. The symptoms typically last 1-3 weeks and will typically peak within the first week.. In general, the timeline for ADS is relatively straightforward and does not appear to be identified by significant phases of different clusters of symptoms. Symptoms can be relieved within 24 hours by restarting the antidepressant medication.. In general, the timeline for ADS is relatively straightforward and does not appear to be identified by significant phases of different clusters of symptoms. Most of the symptoms of ADS are reported to be mild and short-lived but can be mistaken for physical illness and can be broken down into groups of potential symptoms:\n \nGastrointestinal symptoms typically include nausea and/or vomiting (rare).  And can be broken down into groups of potential symptoms:\n \nSymptoms affecting motor functioning typically include mild tremors and dystonia (abnormal muscle tone and unusual posturing).  And can be broken down into groups of potential symptoms:\n \nPhysiological symptoms include runny nose, blurry vision, feelings of fatigue or lethargy, and fever or chills.  And can be broken down into groups of potential symptoms:\n Some mild neurological symptoms may appear, such as dizziness, headache, tingling sensations, issues with balance, and difficulty walking.  And can be broken down into groups of potential symptoms:\n \nPsychological symptoms appear to be prevalent, such as mood swings, feelings of anxiety, depression, crying spells, irritability, insomnia, and vivid dreams.  In some rare cases, serious psychiatric symptoms such as hallucinations and mania have been reported, but these are extremely rare in people without a history of psychosis. The symptoms associated with ADS are not considered to be life-threatening. Whenever an individual experiences withdrawal symptoms that include psychological symptoms, such as depression, there is the potential for self-harm or for unintentional harm due to poor judgment or accidents. It is strongly recommended that individuals discontinue antidepressant medications under the supervision of a physician.\n Because ADS may present as flulike symptoms physicians may treat the symptoms, such as nausea, dizziness, headache, etc., the same way they would approach an individual who had the influenza virus. Issues such as insomnia can be treated with sedatives and so forth. There are no approved medications to specifically address ADS. However, there are two strategies outside of just using specific medications for symptom management that have been suggested to assist in the management of ADS. Since ADS occurs as a result of abrupt discontinuation, a tapering strategy where the prescribing physician slowly tapers down the dosage of the antidepressant medication in successive intervals is successful in avoiding ADS in most cases. Some sources recommend that if the above tapering process still produces symptoms, using a different antidepressant with a longer half-life and then tapering down slowly with that medication should avoid the symptoms of ADS. \n About Drug and Alcohol Detox ", "pub_date": null, "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "https://americanaddictioncenters.org/withdrawal-timelines-treatments/anti-depressants", "keywords": "ad, symptom, antidepressant, medication, dependence"}