{"title": "Home Remedies: When to use and not use antibiotics - Mayo Clinic News Network", "body": "For parents and caregivers, it can be hard to tell whether your child’s illness requires antibiotics or if there are other ways to effectively treat his or her symptoms. To prevent overuse of these drugs, it’s important to know when home remedies can be used instead of antibiotics. \"If your child has an ear infection, consider using over-the-counter pain relievers in place of antibiotics,\" says Tiffany Casper, D.O., a Mayo Clinic Health System family physician. \"Children’s ear infections usually improve within two to three days, especially for kids who are 2 years or older. If your child’s health does not improve within a few days, it would be wise to take them in to see their provider.\" Dr. Casper recommends antibiotics for an ear infection if: Dr. Casper recommends antibiotics for an ear infection if: Your child is 6 months old or younger.. Dr. Casper recommends antibiotics for an ear infection if: Your child is between 6months and 2 years old, and has moderate to severe pain.. Dr. Casper recommends antibiotics for an ear infection if: Your child is 2 years old or older and experiencing severe symptoms.. \"Don’t use antibiotics to treat your child’s cold, flu and most other respiratory infections,\" says Dr. Casper. \"Most respiratory infections are caused by viruses, and antibiotics don’t treat viruses. Antibiotics fight bacteria.\" Instead, Dr. Casper suggests offering your child warm liquids, such as tea or soup. These can have a soothing effect and loosen mucus. Over-the-counter saline nasal drops or saline spray  also can loosen nasal mucus. Try running a cool-mist humidifier in your child’s room or using steam from a hot shower for additional relief. Strep throat is caused by bacteria. However, most children with the symptoms of strep throat have a virus, explains Dr. Casper. \"You should ask for a strep throat test before turning to antibiotics to cure your child's symptoms,\" she says. Ice cream, frozen fruit pops or cold beverages may soothe a sore throat. Older children can try gargling salt water or sucking on throat lozenges. Always encourage your child to get enough rest, so his or her body has a chance to recover. \"Consider getting antibiotics for your child when a cough persists for 14 days or more,” says Dr. Casper. \"Antibiotics are also necessary if a doctor diagnoses your child with a bacterial infection, such as strep throat.\" ", "pub_date": "2019-10-02T00:00:00", "access_date": "2019-11-28", "query": "dont use antibiotics for kids", "Google rank": "", "url": "https://newsnetwork.mayoclinic.org/discussion/home-remedies-when-to-use-and-not-use-antibiotics-2/", "keywords": "casper, antibiotic, child, ear, throat"}