{"title": "What to Do If Your Antidepressant Stops Working", "body": "An antidepressant can work wonders for some people dealing with symptoms like low mood, loss of interest in things they once enjoyed, ennui, and lack of energy. This is especially true of folks who have moderate, severe, or chronic depression; mild depression isn't as responsive to medication.﻿﻿   Regardless of the statistics, an antidepressant is not a miracle cure, nor is it a permanent fix. Some studies suggest that the rate of relapse while using an antidepressant is about 23% during a two-year period.﻿﻿   Depression relapse means a person who previously was responding well to an antidepressant begins to have symptoms of depression again, everything from feeling sad, irritable, or anxious to having thoughts of self-harm or physical pain.   If this has happened to you, here are some possible reasons why. Understanding them may help you and your doctor figure out why your medication has stopped working for you and what to do about it.   \nDepression Discussion Guide  \nGet our printable guide to help you ask the right questions at your next doctor's appointment.    As it turns out, there are lots of potential reasons your antidepressant seems to be fizzling out.﻿﻿ Once you and your doctor have honed in on the reason (or reasons) you're no longer getting relief from your antidepressant, the next step is to work around the situation.     Starting a New Medication     Drug interactions are notorious for interfering with how well medication works. In the case of antidepressants, possible culprits are antibiotics and steroids. Both can make an antidepressant less effective. What's more, steroids can have a direct impact on your mood.   Next steps: Being upfront with all of your healthcare providers about the medications you are taking, including prescription, over-the-counter, vitamins, and supplements, can help prevent any drug interactions and enable your doctors to prescribe the best course of treatment for your physical and mental health.     Smoking and Drinking     Unfortunately, nicotine and alcohol use is common among many people struggling with depression. In addition to exacerbating your symptoms of depression, both tobacco smoke and alcohol can interfere with the way antidepressants are metabolized in the body.   Next steps: If you are misusing alcohol, nicotine, or any other illicit substance, be honest with your healthcare provider. Together, you can figure out a plan to treat both your depression and your addiction simultaneously.       Another Medical Condition     A secondary health problem, like diabetes or hypothyroidism, can independently cause depression and make it harder to respond to treatment. Other conditions that are known to trigger symptoms of depression include Alzheimer's disease, Parkinson's disease, pancreatic cancer, hepatitis C, and multiple sclerosis (MS).   Next steps: If you've developed a separate health problem, visit your doctor to get a proper diagnosis and plan of treatment. Once you begin treatment for the other health condition, your antidepressant may become helpful again.     Added Stress     Work pressure? Family issues? Big changes in your daily life, such as a move or a new job? Any type of added stress can alter your brain chemistry enough to counteract the effects of your antidepressant and cause breakthrough symptoms of depression.   Next steps: If stress is an issue, psychotherapy or counseling can be a useful addition to your depression treatment.       Age     Changes in metabolism and body composition in older adults can have an impact on how well medications are absorbed, metabolized, distributed, and removed from the body—which can impact the effectiveness of the medication.   For example, as we age, our digestive system becomes slower, causing a possible delay in the action of the medication. We also experience a decrease in liver function, which can make it harder for the body to break down medications. It's also common for people who are older to take medication for multiple health conditions, which can also impact how an antidepressant works.   Next steps: You and your doctor should weigh the pros and cons of taking antidepressants as you age as well as any adjunct therapies like cognitive behavioral therapy that can help balance any delays or sensitivities to medications.       Undiagnosed Bipolar Disorder     The possibility of an alternative mental health diagnosis is important to consider because the seeming loss of effectiveness of an antidepressant may actually be due to the cyclic change in mood that's characteristic of bipolar disorder. For people with bipolar disorder, an antidepressant can induce mania and make things worse.   Next steps: If you have any symptoms of mania or hypomania, it's important to talk to your doctor and perhaps undergo testing to see if you may have bipolar disorder rather than clinical depression. If you have bipolar disorder, you may be prescribed a mood stabilizer or antipsychotic medication in addition to your antidepressant.     Tolerance     When medication no longer works as well for someone as it did when they first started taking it, that person is said to have developed a tolerance for the drug. The medical term for decreased effectiveness of the medication is tachyphylaxis, although some people refer to it as \"Prozac poop-out.\"﻿﻿   This phenomenon can occur with any selective serotonin reuptake inhibitor (SSRI) used to treat depression. Studies suggest that 25% to 30% of people taking an SSRI will notice a decrease in effectiveness over time.﻿﻿ While no one knows for sure why these medications lose their effectiveness over time, one theory is that the receptors in the brain become less sensitive to the medication.    Besides Prozac (fluoxetine), other common SSRIs prescribed for depression include:     Zoloft (sertraline).   Paxil (paroxetine).   Celexa (citalopram).   Lexapro (escitalopram).       A Word From Verywell     Regularly tracking your symptoms and keeping scheduled appointments with the health professional who prescribed your medication—whether it's your internist, a psychiatrist, or a special nurse practitioner—can help you quickly find a remedy if your antidepressant stops working for you.   During these visits, be sure to tell your healthcare provider if there's anything happening in your life that could be causing additional stress or health complications, or if another doctor has prescribed a drug for you that might interfere with your antidepressant.   Finding out your medication is no longer working can be frustrating, especially since figuring out the right antidepressant likely took some trial and error in the first place. Do your best to stay patient and hopeful. It is possible to find a solution so you can feel your best again. ", "pub_date": null, "access_date": "2019-12-19", "query": "antidepressants stopped working", "Google rank": "", "url": "https://www.verywellmind.com/what-to-do-if-your-antidepressant-has-stopped-working-1066864", "keywords": "antidepressant, depression, medication, next, step"}