{"title": "Commonly-prescribed antidepressant (sertraline aka Zoloft) takes up to 12 weeks to ease low mood | Lipstick Alley", "body": "Depression pill taken by millions 'barely works': Scientists find sertraline - also known as Lustral and Zoloft - takes up to 12 weeks to ease low mood but relieves anxiety in half the time. Scientists analysed the effect of sertraline in 650 people over 12 weeks. Did not ease symptoms in six weeks, 'weak evidence' of benefit at week 12. But 'strong evidence' helped with anxiety at week six, improved up to week 12 One of the most commonly prescribed antidepressants does little to ease symptoms of depression, research suggests. In the biggest study of its kind, scientists from University College London analysed the effect of the drug sertraline in more than 650 people over 12 weeks. Sertraline is a selective serotonin reuptake inhibitor (SSRI), the most common class of antidepressants. It is also known by the brand names Lustral in the UK and Zoloft in the US. Results showed the drug did not improve the patients' depressive symptoms - such as low mood - after six weeks, with just 'weak evidence' it had an effect within three months. However, there was 'strong evidence' sertraline tackled anxiety symptoms - such as worrying - after six weeks, which improved up to week 12. Although sertraline may be slow to act, the scientists stress it could still lead to a 'clinically meaningful in depressive symptoms'. Depression and anxiety 'often occur together', they said. Therefore, easing the latter may boost a patient's mood 'overall'. The commonly-prescribed antidepressant sertraline (pictured) may ease anxiety weeks before helping a patient's low mood, according to a study of more than 650 people over 12 weeks 'Antidepressants are one of the most commonly prescribed medications in the UK and prescription rates have risen dramatically over the last decade in high income countries,' lead author Dr Gemma Lewis said. 'However, we are still developing our understanding of exactly how they work 'It appears people taking the drug are feeling less anxious, so they feel better overall, even if their depressive symptoms were less affected. 'We hope we have cast new light on how antidepressants work, as they may be primarily affecting anxiety symptoms such as nervousness, worry and tension, and taking longer to affect depressive symptoms.' Depression is predicted to be the leading cause of disability in 'high-income countries' by 2030, the scientists wrote in The Lancet Psychiatry. In England alone, 70.9 million antidepressants were doled out last year. Concerns persist the drugs may be over-prescribed, with some also questioning their effectiveness. To learn more, the scientists analysed 653 people who went to their GP with depression in the past two years. The participants, aged 18-to-74, varied in their symptoms, with some having depression, anxiety or a mixture of the two. WHAT IS DEPRESSION? While it is normal to feel down from time to time, people with depression may feel persistently unhappy for weeks or months on end. Depression can affect anyone at any age and is fairly common – approximately one in ten people are likely to experience it at some point in their life. Depression is a genuine health condition which people cannot just ignore or 'snap out of it'. Symptoms and effects vary, but can include constantly feeling upset or hopeless, or losing interest in things you used to enjoy. It can also cause physical symptoms such as problems sleeping, tiredness, having a low appetite or sex drive, and even feeling physical pain. In extreme cases it can lead to suicidal thoughts. Traumatic events can trigger it, and people with a family history may be more at risk. It is important to see a doctor if you think you or someone you know has depression, as it can be managed with lifestyle changes, therapy or medication. Source: NHS Choices In all cases, there was 'clinical uncertainty about whether to prescribe an antidepressant'. Half the participants were given sertraline for 12 weeks. For the first week they took one 50mg capsule a day, which went up to two capsules a day for the remaining 11 weeks. This treatment schedule is 'consistent with evidence on optimal dosages for efficacy and acceptability', the scientists wrote. The remaining participants were given a placebo. The scientists claim their participants are more representative of Britons receiving antidepressants than those who took part in previous trials. Past studies were carried out years ago and only included patients from specialist mental health services, they argue. The management of depression has since changed, with most antidepressants being prescribed by GPs, even to people with mild symptoms. After six weeks, the scientists found 'no evidence of a clinically meaningful reduction in depressive symptoms'. Studies that assess the effectiveness of an antidepressant typically look for an improvement in symptoms after six or eight weeks. However, there was 'strong evidence sertraline reduced generalised anxiety symptoms' after six weeks, which improved up to week 12. In terms of depression at 12 weeks, there was 'weak evidence sertraline reduced symptoms compared with placebo'. Although the 'weak' benefit sounds unpromising, the scientists stress it could still have a 'clinically important effect'. The results did not vary according to how long the participants had suffered with their mental health or the severity of their symptoms. This suggests sertraline may benefit people with both mild and severe symptoms, as well as those who do not meet the diagnostic criteria for anxiety or depression, the scientists said. They hope their study will make doctors more aware of which patients could benefit from the commonly-prescribed class of antidepressants. 'Our study supports the current use of antidepressants and finds sertraline is effective for the people likely to receive antidepressants in primary care,' senior author Professor Glyn Lewis said. 'They work, just in a different way than we had expected.' Stephen Buckley, head of information at the mental-health charity Mind, told MailOnline: 'Many people experience symptoms of anxiety and depression together, and while thousands of people find medication helpful, it's not for everyone. 'People should be offered a range of treatments. But we know that, after years of underfunding, and at a time of rising demand, mental-health services are stretched, leaving GPs often feeling they have few referral options available. 'What people find helpful in managing their mental health varies from person to person. 'People can and do recover from mental-health problems with the right support, but there is no quick fix. 'The NHS Long Term Plan comes with funding to improve mental-health services and should result in GPs being better able to refer patients to a wider variety of treatments beyond medication.' Mind is calling for people over 16 who have accessed or tried to access GP or voluntary mental health services in the last 12 months to take part in their Big Mental Health Survey here. How prescriptions have doubled One in six adults takes antidepressants – after prescriptions doubled in the past decade. Almost 71million prescriptions for the pills were handed out in 2018, compared with 36million a decade earlier. More than seven million people in England were given a prescription for an antidepressant last year. Nearly one million have taken them continuously for at least three years. Health Secretary Matt Hancock last week pledged more support to help patients get off the drugs, amid concerns of an over-medicalisation crisis. The Mail has been campaigning for greater recognition of the prescription drugs addiction crisis for two years. The problem often arises when patients are given painkillers after an operation or anti-depressants to cope with a bereavement. Some become hooked and have little support in breaking the habit. Last week, a report by Public Health England revealed that one in four British adults is being prescribed potentially addictive drugs – including antidepressants and opioid pain medications. Mr Hancock called the findings ‘alarming’ and warned that Britain was ‘in the grip of an over-medication crisis’ as he promised immediate action. He added: ‘I’m incredibly concerned by this new evidence about the impact over-medicalisation is having.’ An official review will call for a national helpline and for new guidelines on when doctors should intervene.", "pub_date": "2019-09-20T00:00:00", "access_date": "2019-12-19", "query": "antidepressants stopped working", "Google rank": "", "url": "https://www.lipstickalley.com/threads/commonly-prescribed-antidepressant-sertraline-aka-zoloft-takes-up-to-12-weeks-to-ease-low-mood.2785075/", "keywords": "week, sertraline, antidepressant, depression, symptom"}