{"title": "Antidepressant Addiction and Abuse - Addiction Center", "body": "Antidepressants aren’t addictive in the same way substances like alcohol and heroin are. Those abusing antidepressants do not experience the cravings that other drugs cause, nor do they experience the euphoria, exhibit addictive behaviors, or experience the negative consequences that someone frequently sees with many other drugs. People can still develop a physical dependence on the antidepressants. Individuals with depression are also more likely to abuse other drugs. Antidepressant dependence can form in people who never needed the drugs in the first place. Some people are incorrectly diagnosed with depression and prescribed antidepressants. According to one study, doctors misdiagnosed almost two-thirds of patients with depression and prescribed unnecessary antidepressants. Antidepressant Addiction Vs. Dependence Antidepressant dependence is a state of adaptation caused by regularly taking a medication where a specific withdrawal syndrome can be produced by abrupt discontinuation of use or rapid dose reduction. Antidepressant addiction is a primary, chronic, neurobiological disease with genetic, psychosocial, and environmental factors that influence its development and manifestation. It is characterized by behaviors that include at least one or more of the following: impaired control over drug use, compulsive use, continued use despite harm, and craving. Drug addiction is a treatable disease, utilizing a multidisciplinary approach, but relapse is common.   Are Antidepressants Addictive? Doctors generally do not consider antidepressants to be addictive in the traditional sense. Antidepressants can absolutely can cause physical dependence as evidenced by the withdrawal symptoms stopping or reducing antidepressants can cause. People who suddenly stop taking antidepressants often have withdrawal symptoms such as nausea, hand tremors and depression. However, very few people give up their daily responsibilities to find anti-depressants because the reward is not big enough; there is no euphoric rush of dopamine from taking antidepressants. There are no cravings, no hazardous behaviors, no examples of prolonged addictive behavior for antidepressants. People do try to abuse antidepressants, especially Wellbutrin, by snorting them, but that does not create an addiction. It is usually done when no other substances are available to give the user a placebo type effect when they are craving their actual drug of choice. Although there are risks with taking antidepressants, these medications help many people live better, more functional lives. Those prescribed antidepressants should never stop taking their medication without first speaking to a doctor. What Are Antidepressants? Antidepressants are prescription medications used to treat moderate to severe depression. The most common forms of antidepressant medication are selective serotonin reuptake inhibitors (SSRIs) and serotonin and norepinephrine reuptake inhibitors (SNRIs). SSRIs treat depression by changing the brain’s chemical balance of serotonin. This chemical impacts mood and helps users feel positive about their lives. SNRIs similarly boost mood by interacting with norepinephrine and serotonin in the brain. Doctors also prescribe antidepressants to treat Obsessive Compulsive Disorder (OCD) and Generalized Anxiety Disorder. Antidepressants are most often available as oral tablets or capsules. Common antidepressants include: Antidepressants are most often available as oral tablets or capsules. Common antidepressants include: Fluoxetine (Prozac). Antidepressants are most often available as oral tablets or capsules. Common antidepressants include: Citalopram (Celexa). Antidepressants are most often available as oral tablets or capsules. Common antidepressants include: Escitalopram (Lexapro). Antidepressants are most often available as oral tablets or capsules. Common antidepressants include: Paroxetine (Paxil). Antidepressants are most often available as oral tablets or capsules. Common antidepressants include: Sertraline (Zoloft). Antidepressants are most often available as oral tablets or capsules. Common antidepressants include: Venlafaxine (Effexor). Antidepressant Effects and Abuse Antidepressants are among the most prescribed medications in the United States. Many doctors prescribe SSRI and SNRI antidepressants as a safer alternative to benzodiazepines. (Many also prescribe Buspar as a safer alternative to benzodiazepines as it specifically treats anxiety disorders.) Doctors consider antidepressants safer because the drugs have less potential for abuse. Despite this, some people abuse antidepressant medications. A small but growing literature on the misuse and abuse of antidepressants consists largely of case reports. […] The most commonly reported motivation for abuse is to achieve a psychostimulant-like effect. Antidepressants don’t have the euphoric effects other drugs have. In other words, antidepressants can’t get you high. That doesn’t stop some people from trying, though. Some people think that since antidepressants improve mood, high doses must induce euphoria, but that is not how the drugs work. Antidepressants work over time, accumulating in the brain. They don’t produce immediate effects. It can take over a month before an antidepressant starts working. Most antidepressant abuse is typically someone increasing their prescribed dose when they feel like the drug isn’t working fast enough. Some people combine antidepressants with other substances like alcohol in an attempt to amplify the medication’s effects. Over time, antidepressants can stop working for those who truly need them. This can lead some users to increase their doses when they can’t find the relief they need on what was prescribed. I start to get the feeling that something is really wrong. Like all the drugs put together – the lithium, the Prozac, the desipramine, and Desyrel that I take to sleep at night – can no longer combat whatever it is that was wrong with me in the first place. Like most drugs, taking large doses of antidepressants can be dangerous and can also increase the likelihood of seizures. People abusing antidepressants increase their risk of overdosing. Ready to get help? Don’t waste another second. Enter your number to receive a call from a compassionate treatment expert.  Contact a treatment expert at (855) 826-4464 Signs of Antidepressant Overdose Signs of an antidepressant overdose can include any or all of the following: Signs of an antidepressant overdose can include any or all of the following: Impaired coordination. Signs of an antidepressant overdose can include any or all of the following: Confusion. Signs of an antidepressant overdose can include any or all of the following: Fainting. Signs of an antidepressant overdose can include any or all of the following: Uncontrollable shaking. Signs of an antidepressant overdose can include any or all of the following: Dizziness. Signs of an antidepressant overdose can include any or all of the following: Irregular heartbeat. Signs of an antidepressant overdose can include any or all of the following: Convulsions. Common Drug Combinations Alcohol is one of the most common substances combined with antidepressants. Doctors recommend avoiding alcohol while taking antidepressants. People who already suffer from another addiction, such as alcoholism, are more likely to abuse antidepressants. Combining alcohol and antidepressants can cause severe physical and mental health problems, including: Combining alcohol and antidepressants can cause severe physical and mental health problems, including: Worsened depression or anxiety. Combining alcohol and antidepressants can cause severe physical and mental health problems, including: Intense sedation. Combining alcohol and antidepressants can cause severe physical and mental health problems, including: Dangerously high blood pressure. Combining alcohol and antidepressants can cause severe physical and mental health problems, including: Impaired coordination. Combining alcohol and antidepressants can cause severe physical and mental health problems, including: Overdose. Some find it hard to wait for their antidepressants to start working. During this wait, people suffering from depression may self-medicate with other drugs such as marijuana and opiates.   Antidepressant Addiction Statistics 10 percent 10 percent of Americans take antidepressant medication. 60 percent More than 60 percent of Americans on antidepressants have taken them for 2 years or longer. 400 percent The rate of antidepressant use in the U.S. increased by almost 400 percent between 2005-2008. Getting Help for Antidepressant Addiction and Abuse It can be dangerous to quit antidepressants, especially if a doctor prescribed them. Quitting any antidepressant requires careful medical supervision. It is absolutely essential not to quit any antidepressant without help. If you think antidepressants have taken control of your life, contact one of our addiction specialists to learn about your treatment options today.   ", "pub_date": null, "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "https://www.addictioncenter.com/stimulants/antidepressants/", "keywords": "antidepressant, abuse, overdose, addiction, include"}