{"title": "I know antidepressant withdrawal symptoms are real. Why didn’t doctors? | Rhiannon Lucy Cosslett | Opinion | The Guardian", "body": "It’s something of a relief to see before you, written down in black and white, what you have known to be true for a long time: in this case, that antidepressant withdrawal symptoms aren’t, well, all in your head. In a significant shift in position, the Royal College of Psychiatrists now accepts that it has not paid enough attention to patients suffering from severe withdrawal symptoms when coming off antidepressants. Patients are to be warned by doctors when they are prescribed the drugs just how hard it can be to come off them. Some will have been on them for years. They will have tried to wean themselves off and been so alarmed by withdrawal symptoms – mistaking them for a return of symptoms of their mental health condition – that they have given up the struggle. They will now be advised to use a gradual tapering-off process. This will not come as news to members of the online antidepressant withdrawal communities which have sprung up in response to a lack of clinical support for patients coming off their tablets. Desperate patients have been reduced to using a micropipette to measure out doses, while others use pill cutters. The new stance by the Royal College follows a Lancet Psychiatry paper co-authored by David Taylor, the director of pharmacy and pathology at the Maudsley Hospital in London, who has himself experienced withdrawal, describing it in a recent New Yorker article as a “strange and frightening and torturous” experience that lasted six weeks. “Although the withdrawal syndrome can be differentiated from recurrence of the underlying disorder, it might also be mistaken for recurrence, leading to long-term unnecessary medication,” reads the paper. Despite current guidelines recommending a taper of two to four weeks, “tapers over a period of months and down to doses much lower than minimum therapeutic doses have shown greater success in reducing withdrawal symptoms”. It is too easy to simply state that doctors need to listen more to patients in cases such as these. Proper research needs to be conducted. But it is telling that patient stories weren’t enough to bring about change to prescribing and withdrawal guidelines: that has happened only because clinicians such as Taylor, who also happened to be a patient, have experienced withdrawal and studied it as a result. Taylor told the New Yorker that had he not suffered withdrawal, he probably would have accepted the standard guidelines. The lack of research on the effects of withdrawal by pharmaceutical companies rushing their medicines out into the world is also undoubtedly a factor. As is the minimising by drugs companies of such research that does exist – “highlight the benign nature of discontinuation symptoms, rather than quibble about their incidence,” read one internal memo seen by the New Yorker. I’ve come off antidepressant medication several times, having suffered depression when I was in my early 20s and PTSD later. The symptoms I experienced included panic attacks, dizziness, headaches, irrational fury, dramatic mood swings, suicidal thoughts and exhaustion. Luckily, I have a doctor in my family, who, after my ill-judged initial attempt to go cold turkey ended in hospital, recommended that I take it slowly by cutting my pills in half and reducing down to every other day, then every three days and so on. I am now drug-free and fine, but it was no picnic: not for me, and not for the people I love, who had to be around me. Recently, I was shown a letter I had written while going through withdrawal. Tear it up, I said. I was not in my right mind. One in six adults in England takes antidepressant medication: 7.3 million people in 2017-8 were given a prescription, 70,000 of whom were under 18. These pills are often prescribed in consultations taking less than 10 minutes. Friends have described watching GPs Google antidepressant medication before prescribing. Patients in the throes of withdrawal and in desperate need of support are left languishing, with no appointments available. An underfunded NHS, including mental health services, is not equipped to cope. None of this is to say that antidepressants are bad, that they cannot be transformative, or give people back their lives. I am grateful for what they have done for me in times of profound distress but I wish I had known the nature of the journey that I would be embarking on; that stopping the train because you want to get off would be such a nightmare. Why, when the health of so many people is at stake, did it take so long to listen to patients? • Rhiannon Lucy Cosslett is a Guardian columnist  ", "pub_date": "2019-05-30T09:42:14+00:00", "access_date": "2019-12-18", "query": "antidepressants addiction", "Google rank": "", "url": "https://www.theguardian.com/commentisfree/2019/may/30/antidepressant-withdrawal-symptoms-doctors-side-effects", "keywords": "withdrawal, antidepressant, taylor, patient, yorker"}