{"title": "Antioxidants: What You Need to Know - familydoctor.org", "body": "Your body’s cells face threats every day. Viruses and infections attack them. Free radicals also can damage your cells and DNA. Some cells can heal from the damage, while others cannot. Scientists believe molecules called free radicals can contribute to the aging process. They also may play a part in diseases, like cancer, diabetes, and heart disease. Antioxidants are chemicals that help stop or limit damage caused by free radicals. Your body uses antioxidants to balance free radicals. This keeps them from causing damage to other cells. Antioxidants can protect and reverse some of the damage. They also boost your immunity. Path to improved health Free radicals are natural or man-made elements. They can be:     chemicals your body produces by turning food into energy     environmental toxins, like tobacco, alcohol, and pollution     ultraviolet rays from the sun or tanning beds     substances found in processed food. You can help fight and reduce free radicals and the damage they cause. You can stop smoking, get sun exposure safely, and eat healthy. Antioxidants may also help. Your body produces some antioxidants. You also can get them in certain foods and vitamins. Common antioxidants include:     vitamin A     vitamin C     vitamin E     beta-carotene     lycopene     lutein     selenium. You can get most of these antioxidants by eating a healthy diet. This includes a mix of colorful fruits and vegetables. Whole grains, seeds, and nuts also provide good nutrients.     Vitamin A is in milk, butter, eggs, and liver.     Vitamin C is in most fruits and vegetables. Eat fruits such as berries, oranges, kiwis, cantaloupes, and papayas. Eat vegetables such as broccoli, bell peppers, tomatoes, cauliflower, Brussels sprouts, and kale.     Vitamin E is in some nuts and seeds. For example, almonds, sunflower seeds, hazelnuts, and peanuts. You can find it in green leafy vegetables such as spinach and kale. You also can find it in soybean, sunflower, corn, and canola oils.     Beta-carotene is in brightly colored fruits and vegetables. Eat fruits such as peaches, apricots, papayas, mangoes, and cantaloupes. Eat vegetables such as carrots, peas, broccoli, squash, and sweet potatoes. It also is in some leafy green vegetables such as beet greens, spinach, and kale.     Lycopene is in pink and red fruits and vegetables. This includes pink grapefruits, watermelon, apricots, and tomatoes.     Lutein is in green leafy vegetables such as spinach, collards, and kale. You also can find it in broccoli, corn, peas, papayas, and oranges.     Selenium is in pasta, bread, and grains, including corn, wheat, and rice. You can find it in animal products, like beef, fish, turkey, and chicken. You also can find it in nuts, legumes, eggs, and cheese. Each antioxidant has a different chemical makeup. Each one provides different health benefits. Too much of one antioxidant can be harmful. Talk to your doctor before changing your diet or taking supplements. Things to consider Doctors recommend eating balanced diets that include fresh fruits and vegetables. A lot of produce has natural antioxidants. It also contains minerals, fiber, and other vitamins. Eating healthy can help lower your risk of certain diseases. However, antioxidants alone do not prevent chronic conditions. Some people choose to take antioxidant supplements. However, many are not balanced. They are also not FDA approved or regulated. This means that the ingredients and suggested dose listed on the bottle may not be correct. You also respond to antioxidants in different ways. They can cause health risks or negative effects on your health. For instance, people who smoke are in danger of getting lung cancer. Taking high doses of beta-carotene can increase your risk of this disease. Antioxidants also can interact with some medicines. Talk to your doctor before taking high doses of antioxidants. They can help you determine what, if any, supplements are right for you. Questions to ask your doctor     What other antioxidants can I find in food?     How do I know what types of antioxidants are good for me?     Should I take antioxidant supplements if I’m a smoker?     Should I take antioxidant supplements if I already have cancer? ", "pub_date": "15-02-2017", "access_date": "2019-12-02", "query": "antioxidants must", "Google rank": "", "url": "https://familydoctor.org/antioxidants-what-you-need-to-know/", "keywords": "antioxidant, vegetable, radical, fruit, vitamin"}