{"title": "Antibiotics for Ear Infections in Children | Choosing Wisely", "body": "When you need them—and when you don’t Many children get ear infections. The infections are usually in the middle ear behind the eardrum. They may be caused by bacteria or by a virus. Doctors often treat bacterial infections with antibiotics. Antibiotics are strong medicines that kill bacteria. Infants and some babies and children do need antibiotics. But using antibiotics too often can be harmful. Here’s why: In most cases, antibiotics are not needed. In most cases, antibiotics are not needed. They do not work for ear infections caused by viruses.. In most cases, antibiotics are not needed. They do not help the pain.. In most cases, antibiotics are not needed. Usually, viral infections and many bacterial infections go away on their own in two to three days, especially in children who are over two years old.. First, call the doctor and treat the pain. If you suspect your child has an ear infection, you should call the doctor’s office and describe the symptoms. Usually, your doctor should ask you to wait a few days before bringing your child in. The main sign of an ear infection is pain, especially on the first day. Or, a child may have a fever. Start by giving your child an over-the-counter pain reliever, such as: Start by giving your child an over-the-counter pain reliever, such as: acetaminophen (Infants’ or Children’s Tylenol and generic).. Start by giving your child an over-the-counter pain reliever, such as: ibuprofen (Children’s Motrin and generic).. Antibiotics do not relieve pain in the first 24 hours. They only have a small effect on pain after that.  So, pain relievers are an important treatment, and usually they are the only treatment needed. Give most children two or three days to get better.\nAsk the doctor if antibiotics are necessary or if a “wait and see” approach may work. Children whose ear infections are managed this way recover just as well as children who get antibiotics right away. However, your child should see a doctor if symptoms do not improve in two to three days or if they get worse at any time. Antibiotics can have side effects.\nWhen children take antibiotics at the first sign of an ear infection, they are more likely to have vomiting, diarrhea, and allergic reactions because of the medicine. Also, antibiotics can kill “friendly” germs in the body and cause other problems like diarrhea. Over-use of antibiotics is a problem.\nAntibiotics can help drug-resistant bacteria grow. These bacteria are harder to kill. They can cause illnesses that are harder to cure and more costly to treat. This increases the risk of complications and side effects. The resistant bacteria can also infect other people. Antibiotics can be a waste of money.\nPrescription antibiotics can cost as much as $50 to treat a mild ear infection in the average two-year-old. Drug-resistent infections can lead to more doctor visits and medicines that cost more. When is treatment with antibiotics needed?\nIf the infection is very painful and lasts more than a few days, chances are it is a bacterial infection. Sometimes immediate treatment is important. These children often need antibiotics right away: Sometimes immediate treatment is important. These children often need antibiotics right away: Infants six months old or younger.. Sometimes immediate treatment is important. These children often need antibiotics right away: Babies ages six months to two years, who have moderate to severe ear pain.. Sometimes immediate treatment is important. These children often need antibiotics right away: Children age two or older who have a fever of 102.2 Fahrenheit or higher.. Sometimes immediate treatment is important. These children often need antibiotics right away: Children with another condition that could make it harder to heal, including children with:\n\nA cleft palate\nDown syndrome\nAn immune disorder\nA cochlear implant\n\n. Sometimes immediate treatment is important. These children often need antibiotics right away: A cleft palate. Sometimes immediate treatment is important. These children often need antibiotics right away: Down syndrome. Sometimes immediate treatment is important. These children often need antibiotics right away: An immune disorder. Sometimes immediate treatment is important. These children often need antibiotics right away: A cochlear implant. \nInfants six months old or younger.\nBabies ages six months to two years, who have moderate to severe ear pain.\nChildren age two or older who have a fever of 102.2 Fahrenheit or higher.\nChildren with another condition that could make it harder to heal, including children with:\n\nA cleft palate\nDown syndrome\nAn immune disorder\nA cochlear implant\n\n\n A cleft palate. \nInfants six months old or younger.\nBabies ages six months to two years, who have moderate to severe ear pain.\nChildren age two or older who have a fever of 102.2 Fahrenheit or higher.\nChildren with another condition that could make it harder to heal, including children with:\n\nA cleft palate\nDown syndrome\nAn immune disorder\nA cochlear implant\n\n\n Down syndrome. \nInfants six months old or younger.\nBabies ages six months to two years, who have moderate to severe ear pain.\nChildren age two or older who have a fever of 102.2 Fahrenheit or higher.\nChildren with another condition that could make it harder to heal, including children with:\n\nA cleft palate\nDown syndrome\nAn immune disorder\nA cochlear implant\n\n\n An immune disorder. \nInfants six months old or younger.\nBabies ages six months to two years, who have moderate to severe ear pain.\nChildren age two or older who have a fever of 102.2 Fahrenheit or higher.\nChildren with another condition that could make it harder to heal, including children with:\n\nA cleft palate\nDown syndrome\nAn immune disorder\nA cochlear implant\n\n\n A cochlear implant. This report is for you to use when talking with your health-care provider. It is not a substitute for medical advice and treatment. Use of this report is at your own risk.\n© 2013 Consumer Reports. Developed in cooperation with the American Academy of Family Physicians.\n This report is for you to use when talking with your health-care provider. It is not a substitute for medical advice and treatment. Use of this report is at your own risk. © 2013 Consumer Reports. Developed in cooperation with the American Academy of Family Physicians. 12/2013 ", "pub_date": null, "access_date": "2019-11-28", "query": "dont use antibiotics for kids", "Google rank": "", "url": "http://www.choosingwisely.org/patient-resources/antibiotics-for-ear-infections-in-children/", "keywords": "antibiotic, child, ear, cochlear, implant"}