{"title": "Antioxidants Disappoint Again | Office for Science and Society - McGill University", "body": "Science is based on evidence, and evidence changes. Heart attack victims used to be put on prolonged bed rest until evidence indicated that this was not the way to go. If a baby was born by C-section, it was assumed, as it turns out incorrectly, that subsequent deliveries would also have to be via the same route because the uterus had been weakened by the previous procedure. It seems that as far as our knowledge about health goes, the only constant is change. Currently it is our view of vitamin and antioxidant supplements that is fluttering in the winds of change. The prevailing notion has been that at best such dietary supplements can ward off disease, and at worst would serve to make our urine more expensive. But back in 1994 we had our first warning that the situation may be more complicated. A large study of smokers revealed that lung cancer incidence actually increased among subjects taking vitamin E and beta carotene supplements. That was a shocker because both vitamin E and beta carotene are antioxidants, meaning that they can neutralize free radicals, those highly reactive molecular species that can damage DNA and are therefore implicated in triggering various diseases. Smoking is known to generate free radicals and therefore antioxidants should have reduced the risk of lung damage. Although the study received a fair amount of publicity at the time, it was soon buried under a pile of studies that confirmed the ability of antioxidants to neutralize free radicals in the laboratory and a wealth of epidemiological studies demonstrating that populations that consumed lots of fruits and vegetables were healthier. It was commonly assumed that the benefits of these foods were due to their antioxidant content. But given a decided dearth of evidence that antioxidant supplements delivered the goods, the possibility that the benefits of fruits and vegetables are due to factors other than their antioxidant potential must be considered. Recently more and more studies have come to the conclusion that outside of demonstrated nutritional deficiencies, vitamin and antioxidant supplements may be worse than useless. This possibility has now been underlined by a study carried out in Sweden in which researches administered either vitamin E or N-acetylcysteine, both antioxidants, to mice with early lung cancer. In doses comparable to those found in supplements, the antioxidants actually increased the number of tumours three fold in the experimental animals when compared with the controls. Furthermore, the tumours were more invasive and more aggressive and caused the supplemented animals to die sooner. Even more worrisome was the observation that in the laboratory the antioxidants accelerated the growth of cultured human lung cancer cells. A possible explanation for the surprising detrimental effect of antioxidants observed in the original 1994 human study and in the recent rodent study is beginning to emerge. That explanation involves the well-known ability of cells to mount a defense against damage to the organism. Free radicals, as generated by smoking, exposure to ultraviolet light or by the cell’s use of oxygen can indeed damage DNA but cells are equipped with various enzymes that can repair the damage. And if the repair fails, a protein known as p53 triggers destruction of the cell before it can become malignant. Apparently, antioxidants do indeed prevent some damage to DNA, but it seems that in this some prevention is worse than no prevention. That’s because the p53 protein only swings into action when a certain amount of DNA damage occurs. The theory is that antioxidants keep the damage at a level that prevents deployment of the p53 protein, allowing malignant cells to multiply. It must be remembered, though, that this was a study in mice with artificially induced lung cancer and that people are not giant mice. Still, it should serve to apply the brakes at least somewhat to the hype-oiled wheels of the rapidly rolling antioxidant bandwagon. However, given the massive amount of evidence about the benefits of vegetable and fruit intake, there is no reason to be concerned about their antioxidants content. Indeed, it may well be that these benefits have nothing to do with antioxidant activity. ", "pub_date": "2019-11-27T00:00:00", "access_date": "2019-12-02", "query": "antioxidants must", "Google rank": "", "url": "https://www.mcgill.ca/oss/article/controversial-science-food-health-supplements-toxicity/antioxidants-disappoint-again", "keywords": "antioxidant, supplement, damage, lung, mouse"}