{"title": "Vaginal Delivery, Normal Baby Delivery, Caesarean Delivery - ManipalCigna Health Insurance", "body": "  ​ There has been a consistent rise in the number of women opting for caesarean section not only in India, but worldwide. Caesarean delivery rates have increased by nearly 60 percent between 1996 and 2009. While normal delivery is considered healthier for the baby, certain medical emergencies may trigger complications leaving doctors with no other choice than to operate the mother. Also, if the mother-to-be has diabetes, herpes or high blood pressure, the obstetrician suggests a C-section delivery.. But most young mothers today choose a caesarean delivery to avoid the stress and anxiety around labour. It becomes easy for working women to plan their maternity leaves and prepare for the baby. Read on to find out the pros and cons of both so that you can make a well-informed decision about the way you welcome your little one. Does it affect my body?\r\nYour body is naturally capable of giving birth vaginally. The ability to cope with the pain of pushing your baby through the birth canal is inbuilt. A C-section on the other hand is a large scale abdominal surgery that comes with the risk of running into complications. Can my baby get infected?\r\nIf you suffer from STD or infections like herpes or hepatitis, the risk of you infecting your baby will be reduced drastically in a caesarean delivery. In a vaginal delivery, not only is your baby on a risk of contracting your infection, but also can get oxygen deprived in the event of cord compression and other related problems during labour. When should I consider Caesarean?\r\nDoctors worldwide have maintained that if you are capable of giving birth naturally, do not change it only to stick to a schedule. When you give birth the natural way you run a much lesser risk of infection and ensure a faster recovery. However, due to medical conditions like breach babies, or a compressed umbilical cord, it is okay to opt for C-section since it proves to be safer for both, the mother and the child. Which is better for my baby’s heath?\r\nIf your baby is born vaginally, the chances of it contracting respiratory diseases like asthma are reduced unlike in a caesarean delivery. Can I get injured during childbirth?\r\nAlthough it is unlikely, yet in a vaginal delivery you could injure your tail bone which might take months to recover and will only add to your postpartum pain. However, in a caesarean delivery although postpartum pain is much more, there is no injury which is likely to occur when you go under the knife. The choice is finally yours; you know what is best for you and your baby. It is important to have detailed conversations with your obstetrician throughout your pregnancy in order to make a well-informed decision. If you opt for a vaginal birth, you can plan your leaves and fix your schedule with the help of pregnancy due date calculators available online. Any content, such as text, graphics, images, and any other material found on the ManipalCigna Health Insurance Website is for illustrative and/or informational purposes only. This content is not intended as a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice and consultation of your general physician pertaining to your medical condition(s). ManipalCigna requests that you do not delay or disregard professional medical advice on the basis of what you have read or seen on the ManipalCigna Website. ManipalCigna, one of the leading companies in India to offer health insurance plans, is making this health and/or medical related reading material available for suggestion purposes only. ManipalCigna does not recommend or endorse any specific tests, physicians, products, procedures, opinions, or other information that may be mentioned on the ManipalCigna Website. Reliance on any information provided by ManipalCigna, ManipalCigna employees, others appearing on the Website at the invitation of ManipalCigna, or other visitors to the Website is solely at your own risk. ", "pub_date": null, "access_date": "2019-11-06", "query": "cesarean section natural childbirth", "Google rank": "", "url": "https://www.manipalcigna.com/health-and-wellness/caesarean-section-vs-normal-birth", "keywords": "manipalcigna, delivery, caesarean, baby, website"}