{"title": "Croup and Your Young Child - HealthyChildren.org", "body": " Croup is a co​mmon illness in young children. It can be scary for parents as well as children. Read on for more information from the American Academy of Pediatrics about croup, including types, causes, symptoms, and treatments.  Croup is a condition that causes a swelling of the voice box (larynx) and windpipe (trachea). The swelling causes the airway below the vocal cords to become narrow and makes breathing noisy and difficult. It is most commonly caused by an infection.  Children are most likely to get croup between 3 months and 5 years of age. As they get older, it is not as common because the windpipe is larger and swelling is less likely to get in the way of breathing. Croup can occur at any time of the year, but it is more common in the fall and winter months.  Viral Croup Viral Croup This is the most common type of croup. It is caused by a viral infection of the voice box and windpipe. It often starts out just like a cold, but then it slowly turns into a barky cough. Your child's voice will become hoarse and her breathing will get noisier. She may make a coarse musical sound each time she breathes in, called stridor. Most children with viral croup have a low fever, but some have temperatures up to 104°F (40°C). . Spasmodic Croup Spasmodic Croup This type of croup is thought to be caused by an allergy or by reflux from the stomach. It can be scary because it comes on suddenly, often in the middle of the night. Your child may go to bed well and wake up in a few hours, gasping for breath. She will be hoarse and have stridor when she breathes in. She may also have a barky cough. Most children with spasmodic croup do not have a fever. This type of croup can recur. It is similar to asthma and often responds to allergy or reflux medicines. . Croup with Stridor Croup with Stridor Stridor is common with mild croup, especially when a child is crying or active. But if a child has stridor while resting, it can be a sign of more severe croup. As your child's effort to breathe increases, she may stop eating and drinking. She also may become too tired to cough, and you may hear the stridor more with each breath. . Croup with Stridor The danger of croup with stridor is that sometimes the airway may swell so much that your child may barely be able to breathe. In the most severe cases, your child will not be getting enough oxygen into her blood. If this happens, she needs to go to the hospital. Luckily, these most severe cases of croup do not occur very often. . If your child wakes up in the middle of the night with croup, try to keep him calm. Keeping him calm may help him breathe better.  Ways to comfort your child may include: Ways to comfort your child may include: Giving your child a hug or a back rub. Ways to comfort your child may include: Singing a favorite bedtime song. Ways to comfort your child may include: Offering reassuring words such as, \"Mommy's here, you will be OK\". Ways to comfort your child may include: Offering a favorite toy. If your child has a fever (a temperature of 100.4°F [38°C] or higher): If your child has a fever (a temperature of 100.4°F [38°C] or higher): Treat it with acetaminophen or ibuprofen (for children older than 6 months), as needed. Make sure he is drinking fluids to avoid dehydration. . In the past, parents may have been advised to try steam treatment in the bathroom. Though some parents may find that this helps improve breathing, there are no studies to prove that inhaling steam in a bathroom is effective. There are also no studies to prove that breathing in moist, cool night airs helps improve breathing.   If you are concerned that your child's croup is not improving, contact your child's doctor, local emergency department, or emergency medical services (911) even if it is the middle of the night. Consider calling if your child:  If you are concerned that your child's croup is not improving, contact your child's doctor, local emergency department, or emergency medical services (911) even if it is the middle of the night. Consider calling if your child:  Makes a whistling sound that gets louder with each breath. If you are concerned that your child's croup is not improving, contact your child's doctor, local emergency department, or emergency medical services (911) even if it is the middle of the night. Consider calling if your child:  Cannot speak or make verbal sounds for lack of breath. If you are concerned that your child's croup is not improving, contact your child's doctor, local emergency department, or emergency medical services (911) even if it is the middle of the night. Consider calling if your child:  Seems to be struggling to catch her breath. If you are concerned that your child's croup is not improving, contact your child's doctor, local emergency department, or emergency medical services (911) even if it is the middle of the night. Consider calling if your child:  Has bluish lips or fingernails. If you are concerned that your child's croup is not improving, contact your child's doctor, local emergency department, or emergency medical services (911) even if it is the middle of the night. Consider calling if your child:  Has stridor when resting. If you are concerned that your child's croup is not improving, contact your child's doctor, local emergency department, or emergency medical services (911) even if it is the middle of the night. Consider calling if your child:  Drools or has extreme difficulty swallowing saliva. If your child has viral croup, your child's doctor or the emergency department doctor may give your child a breathing treatment with epinephrine (adrenaline) to decrease the swelling. After epinephrine is given, your child should be observed for 3 to 4 hours to confirm that croup symptoms do not return.  A steroid medicine may also be prescribed to reduce the swelling. Steroids can be inhaled, taken by mouth, or given by injection. Treatment with a few doses of steroids should do no harm. Steroids may decrease the intensity of symptoms, the need for other medications, and time spent in the hospital and emergency department. For spasmodic croup, your child's doctor may recommend allergy or reflux medicines to help your child's breathing.  Antibiotics, which treat bacteria, are not helpful for treating croup because they are almost always caused by a virus or by allergy or reflux. Cough syrups are not useful and may do harm.  Another cause of stridor and serious breathing problems is acute supraglottitis (also called epiglottitis). This is a dangerous infection, usually caused by bacteria, with symptoms that can resemble croup. Luckily, this infection is much less common now because of the Haemophilus influenzae type b (Hib) vaccine. Rarely, supraglottitis is caused by other bacteria.  Acute supraglottitis usually affects children 2 to 5 years of age and comes on suddenly with a high fever. Your child may seem very sick. He may have a muffled voice and prefer to sit upright with his neck extended and face tilted upward in a \"sniffing\" position to make his breathing easier. He also may drool because he cannot swallow the saliva in his mouth. If not treated, this disease could rapidly lead to complete blockage of your child's airway.  If your child's doctor suspects acute supraglottitis: Your child must go to the hospital right away. If he has supraglottitis, he will need antibiotics, and he may also need a tube in his windpipe to help him breathe. Call your child's doctor right away if you think your child may have supraglottitis.  To protect against acute supraglottitis: Your child should get the first dose of the Hib vaccine when he is 2 months of age. This vaccine will also protect against meningitis (a swelling in the covering of the brain). Since the Hib vaccine has been available, the number of cases of acute supraglottitis and meningitis has dramatically decreased.  When croup persists or recurs frequently, it may be a sign that your child has some narrowing of the airway that is not related to an infection. This may be a problem that was present when your child was born or one that developed later. If your child has persistent or recurrent croup, your child's doctor may refer you to a specialist such as an otolaryngologist (ear, nose, and throat specialist) or pulmonologist (breathing and lung disease specialist) for further evaluation.  Croup is a common illness during childhood. Although most cases are mild, croup can become serious and prevent your child from breathing normally. Contact your child's doctor if your child's croup is not improving or if you have other concerns. He or she will make sure your child is evaluated and treated properly.   ", "pub_date": null, "access_date": "2019-11-28", "query": "steroids cough treatment child", "Google rank": "", "url": "https://www.healthychildren.org/English/health-issues/conditions/chest-lungs/Pages/Croup-Treatment.aspx", "keywords": "croup, child, emergency, stridor, breathe"}