{"title": "Cough, Croup, and Wheezing in Kids: Everything You Need to Know", "body": " (Watch the video right above this sentence!) COUGHING Find someone who doesn’t have kids and ask them to describe a toddler in winter, and you’ll get a picture of a boogery, oozy, coughing little person. (Actually, asking a parent with kids will probably give you the same answer!) The first few years of childhood are riddled with dozens of colds. In fact, because the average child’s colds last between 15 and 25 days each and come 8 to 12 times a year, it can often seem like your kid has a cough from September straight through March. So knowing what’s going on and how to fix it can make your life—and your child’s—so much easier! What’s going on? Most common cold symptoms are caused by mucus. You see, the nose, throat, ears, and sinuses are all connected. Mucus from a stuffy nose drips down the back of the throat—both during the day and especially at night—and irritates the back of the throat. Even without a runny nose, the same thing happens with mild sinus congestion. The result is that your child ends up coughing for two reasons: first, to clear away the mucus that’s dripped down, then because the back of the throat feels irritated. Why does it sound so bad? Kids can’t cough mucus up and out on purpose until they are 6 to 10 years old! Yup, years. So that means that all your child can do is move the mucus around, making for some nasty-sounding, old man hacking coughs. Why does it take so long to go away? Parents’ jaws often drop when I say that the average kid cold lasts between 15 and 25 days. Why so long? Once the back of the throat is irritated by mucus, it can take a week to two weeks to heal—and it doesn’t really start healing until the mucus stops dripping down. So what can you do for it? The absolute best thing that you can do for a basic cough is to try and attack that postnasal drip mucus. As simple as the following tools seem, they are definitely the best for the job: The absolute best thing that you can do for a basic cough is to try and attack that postnasal drip mucus. As simple as the following tools seem, they are definitely the best for the job: Saline nasal spray – Kids tend not to like this, but it’s the best. A few sprays in each nostril before bed can help to reduce or thin out the mucus that would drip down while they sleep.. Saline nasal spray – Kids tend not to like this, but it’s the best. A few sprays in each nostril before bed can help to reduce or thin out the mucus that would drip down while they sleep. Shower steam & humidifiers – These also help to moisten the airway & thin out the mucus.. Shower steam & humidifiers – These also help to moisten the airway & thin out the mucus. Water – Drinking a glass of water (or breastmilk/formula for an infant) as soon as your child wakes up can help to wash away whatever mucus did drip down overnight.. Water – Drinking a glass of water (or breastmilk/formula for an infant) as soon as your child wakes up can help to wash away whatever mucus did drip down overnight. Cut down on lactose – This is somewhat controversial, but many people report that lactose causes the sensation of thicker mucus in the throat. Trying lactose-free milk for a few days might help prevent this.. These things may not make your child feel better that same day, but they’ll help to shorten the duration of the cough. You can also help your child by coating the irritated throat to reduce the urge to cough. For a child over one year old, a teaspoon of honey can be used; for a child under one, use agave nectar. Some companies, such as Zarbee’s, make cough syrups that are honey- and agave-based. When it comes to most other cough medicines, however, we pediatricians usually discourage using them. Not only do they tend not to work, they can also have some potentially serious side effects. How can you tell if it’s pneumonia? This is a question that many parents ask when their child’s cough sounds terrible. In order to determine that a child has pneumonia, you really need a doctor to hear it with a stethoscope or to see it in an X-ray. However, some signs that you might see include breathing faster than normal (even when any fever is down); pain in the chest, back, or belly even in between coughing fits; or fever that either is hard to bring down or lasts longer than three days. When to get checked out This is often the toughest decision. Some parents prefer to wait and see how things go, whereas others come the morning after their child starts coughing. In addition to following your gut, use the points below as basic guidelines for when to call your doctor: This is often the toughest decision. Some parents prefer to wait and see how things go, whereas others come the morning after their child starts coughing. In addition to following your gut, use the points below as basic guidelines for when to call your doctor: Urgently – if there are any of the Signs of Distress. Urgently – if there are any of the Signs of Distress Within 24 hours – if there is cough + fever and:. Within 24 hours – if there is cough + fever and: You can’t bring the fever down with a proper dose of Tylenol or ibuprofen (see the blue bar at the top of the page here for proper dosing), OR. You can’t bring the fever down with a proper dose of Tylenol or ibuprofen (see the blue bar at the top of the page here for proper dosing), OR The fever lasts 3 or more days, OR. The fever lasts 3 or more days, OR The fever came on in the middle of the illness—this means that the infection has changed, so we’d need to rule out pneumonia, an ear infection, or some other secondary infection.. The fever came on in the middle of the illness—this means that the infection has changed, so we’d need to rule out pneumonia, an ear infection, or some other secondary infection. Within a day or two – if the cough has lasted longer than two weeks. While the average cold in kids lasts 15-25 days, I like to take a listen to any child who’s coughed longer than two weeks just to make sure that we aren’t missing a wheeze or mild pneumonia.. CROUP Croup is one of the most common infections that kids get—and also one of the scariest. The typical story is that a child is perfectly fine when you put him down to sleep, but then he wakes up at 2AM with a seal-bark cough and a hard time breathing. Whenever I get a phonecall in the middle of the night in the winter, I know it’s likely about a child with croup. This can be nerve-wracking for parents, but it’ll be less so if you know what’s going on and how to fix it. What’s going on? Croup is a process caused by several different viruses that attack the upper part of the airway (think: in the neck near the vocal cords & Adam’s apple). This part of the airway is already small in kids, so the swelling caused by the infection ends up blocking a lot of the passage that air is supposed to travel. Sometimes, significant postnasal drip, usually in allergy season or from a bad cold, can do the same thing: a large amount of mucus drips down, essentially blocking a big portion of the upper airway. The result of all of this is that it’s hard for your child to breathe in. Think of it like this: Have you ever sucked through a straw when there’s an ice cube stuck at the bottom? The straw collapses on itself, right? With croup, the part of the airway that’s swollen or full of mucus is the ice cube, and the airway’s highest part is the straw—trying to breathe in against the swollen part makes the upper part of the airway collapse on itself. What are the signs of croup? Your child is likely to have at least one of the following: a seal-like barky cough and/or stridor (see “Signs of Distress” above). The seal-like barky cough is the result of coughing against the swollen airway, and stridor is the result of trying to breathe in through that swelling. If your child is really working hard to breathe, you might even see retractions above the collarbone with each inhalation. Traditional croup usually lasts about five days, with the worst being the first three nights. Croup is always worst at night. What can you do for it? There are two ways to treat croup at home, and they are exact opposites: shower steam and cold air. There are two ways to treat croup at home, and they are exact opposites: shower steam and cold air. Shower Steam – Turn your shower on to hot. Shut the bathroom door and allow the room to fill with steam. Sit with your child on the floor or on the toilet, allowing her to breathe in the steam for 10-20 minutes.. Shower Steam – Turn your shower on to hot. Shut the bathroom door and allow the room to fill with steam. Sit with your child on the floor or on the toilet, allowing her to breathe in the steam for 10-20 minutes. Cold Air – Bundle your child up and sit outside in the cold for 10-20 minutes. If it’s not cold outside, open the freezer door and let your child breathe the cold air that escapes. (For my own kids, I’ve often found cold air to be more effective than steam.). What happens in the ER? The goal of using shower steam or cold air is to help your child get comfortable enough to fall back asleep. However, if you’ve tried 10-20 minutes of each of these tricks and your child either can’t fall asleep or can’t stay asleep, then the next step is a trip to the ER. In the, ER, your child will likely receive an oral steroid or a steroid shot. The steroid quickly reduces the swelling in the upper airway, basically eradicating the cause of croup’s symptoms. One steroid that’s often used (dexamethasone) lasts for up to 72 hours, essentially covering your child for the three worst days of croup. Some children will also require nebulized epinephrine in the ER. This is a medicine in a mist-form that your child breathes in to help relax some of the tightening of the airway. NOTE: Your pediatrician can prescribe the oral steroid for use at home. Most of us try to avoid steroids when we can, so we don’t use this for every child with croup. Instead, we tend to prescribe the steroid when a child has stridor or retractions in the daytime—knowing that croup will be worse at night, we’ll err on the side of treating with the steroid when the daytime already looks bad. When to get checked out Croup can often be treated at home with the shower steam or cold air. However, use these as guidelines for when to call your doctor or be seen: Croup can often be treated at home with the shower steam or cold air. However, use these as guidelines for when to call your doctor or be seen: Urgently – if there are any Signs of Distress and 20 minutes of steam and/or cold air haven’t gotten rid of them. Urgently – if there are any Signs of Distress and 20 minutes of steam and/or cold air haven’t gotten rid of them Urgently – if your child’s breathing sounds a little better, but you can’t get her to settle and get back to sleep. Urgently – if your child’s breathing sounds a little better, but you can’t get her to settle and get back to sleep Within 24 hours – If you feel that you need more guidance from your pediatrician. Usually, if none of the “Urgently” criteria are met and your child is doing well in the daytime, there isn’t much more to be done. However, always seek advice from your pediatrician if you have any questions or concerns.. WHEEZING Together with croup, wheezing is one of the most potent causes of cough and breathing troubles in kids. In fact, wheezing is an experience that often lands kids in the ER, especially in the fall and winter months. Keeping this on your radar and knowing what to do will be ever so helpful, should your little one ever wheeze in the future, so read on to understand all the ins & outs of wheezing! What’s going on? My favorite way to explain wheezing is to have parents (and kids!) imagine the lungs as an upside-down tree: a long trunk coming down the middle (the trachea), two big branches coming off, one on either side (the bronchi), and lots of small branches at the ends (the bronchioles). Around these small branches are tiny muscles. When there is inflammation around the small branches, the tiny muscles tighten up, making the bronchioles squeeze shut. The result is that you cough to try and open them up, and when I listen with a stethoscope as you breathe, I hear a harmonica-like sound—a wheeze. Is it asthma? This is one of the first things parents want to know when I tell them that their child is wheezing. Is it asthma? The truth is that most wheezing in kids is caused by a viral infection. In fact, a particular virus called RSV causes wheezing in up to 25-40% of kids by the time they’re in preschool. Some kids will never wheeze, some will wheeze once with a single infection, some wheeze with most respiratory infections, and some will end up with true asthma. So I break it down like this: So I break it down like this: Bronchiolitis – this is the name we give when kids are wheezing with a single respiratory infection; many kids will experience this. Bronchiolitis – this is the name we give when kids are wheezing with a single respiratory infection; many kids will experience this Reactive Airway Disease – this is what we say kids have when they tend to wheeze with most respiratory infections they get; this is fairly common in young kids, and most will outgrow it, which is why we don’t label this as “asthma”. Reactive Airway Disease – this is what we say kids have when they tend to wheeze with most respiratory infections they get; this is fairly common in young kids, and most will outgrow it, which is why we don’t label this as “asthma” Asthma – this is what we say when an older child (say, 8 years old or older) is still wheezing with respiratory infections, OR pretty much any time a child tends to wheeze with non-infectious triggers, like pollen, cat hair, exercise, cold air, etc.; this is more difficult to fully outgrow, though not impossible. How can you tell if your child is wheezing? It’s not always easy to tell. In fact, 3 out of 4 times a parent comes in saying that their child is “wheezing,” what they’re really describing is the rattly sound you hear when a kid has mucus stuck in the upper part of the airway (sometimes you can even feel this rattle on your child’s back). Still, there are some signs you might see. Your child may have mild retractions or might be breathing faster than normal. Usually, you might simply get the sense that the cough sounds different from or is more aggressive than a regular cold. More often than not, though, if your child doesn’t have anything worse than a mild wheeze, a cough might be the only sign and it’ll be your pediatrician who discovers that your child is wheezing. How it’s treated Getting rid of a wheeze almost always requires medicine. However, there is something you can try at home. If you don’t have any albuterol (see below) and think your child might be wheezing, you can have her sit in a steamy bathroom to try and relieve the symptoms. If, however, 20 minutes of steam doesn’t seem to help, and especially if you’re seeing any of the Signs of Distress, then seek medical help right away. The following are the medications used to treat wheezing (they all require a prescription): The following are the medications used to treat wheezing (they all require a prescription): Albuterol – This is a medicine that your child inhales through a nebulizer or an inhaler.It relaxes those tiny muscles around the small airways, opening them up for 4 to 6 hours.I think of albuterol as kind of like Tylenol or Motrin: when your child has a fever, Tylenol and Motrin don’t fix the cause of the problem (an infection), they just cover the symptom (the fever) for a few hours. It’s the same with albuterol—it doesn’t fix the underlying cause of the wheeze (usually a virus), it just gets rid of the wheeze for a few hours. But since we can’t do anything about a virus, and because breathing is pretty darn important, albuterol is an incredibly helpful tool when your child is wheezing.My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment.. The following are the medications used to treat wheezing (they all require a prescription): It relaxes those tiny muscles around the small airways, opening them up for 4 to 6 hours.. The following are the medications used to treat wheezing (they all require a prescription): I think of albuterol as kind of like Tylenol or Motrin: when your child has a fever, Tylenol and Motrin don’t fix the cause of the problem (an infection), they just cover the symptom (the fever) for a few hours. It’s the same with albuterol—it doesn’t fix the underlying cause of the wheeze (usually a virus), it just gets rid of the wheeze for a few hours. But since we can’t do anything about a virus, and because breathing is pretty darn important, albuterol is an incredibly helpful tool when your child is wheezing.My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment.. The following are the medications used to treat wheezing (they all require a prescription): My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment.. Albuterol – This is a medicine that your child inhales through a nebulizer or an inhaler.It relaxes those tiny muscles around the small airways, opening them up for 4 to 6 hours.I think of albuterol as kind of like Tylenol or Motrin: when your child has a fever, Tylenol and Motrin don’t fix the cause of the problem (an infection), they just cover the symptom (the fever) for a few hours. It’s the same with albuterol—it doesn’t fix the underlying cause of the wheeze (usually a virus), it just gets rid of the wheeze for a few hours. But since we can’t do anything about a virus, and because breathing is pretty darn important, albuterol is an incredibly helpful tool when your child is wheezing.My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment. It relaxes those tiny muscles around the small airways, opening them up for 4 to 6 hours.. Albuterol – This is a medicine that your child inhales through a nebulizer or an inhaler.It relaxes those tiny muscles around the small airways, opening them up for 4 to 6 hours.I think of albuterol as kind of like Tylenol or Motrin: when your child has a fever, Tylenol and Motrin don’t fix the cause of the problem (an infection), they just cover the symptom (the fever) for a few hours. It’s the same with albuterol—it doesn’t fix the underlying cause of the wheeze (usually a virus), it just gets rid of the wheeze for a few hours. But since we can’t do anything about a virus, and because breathing is pretty darn important, albuterol is an incredibly helpful tool when your child is wheezing.My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment. I think of albuterol as kind of like Tylenol or Motrin: when your child has a fever, Tylenol and Motrin don’t fix the cause of the problem (an infection), they just cover the symptom (the fever) for a few hours. It’s the same with albuterol—it doesn’t fix the underlying cause of the wheeze (usually a virus), it just gets rid of the wheeze for a few hours. But since we can’t do anything about a virus, and because breathing is pretty darn important, albuterol is an incredibly helpful tool when your child is wheezing.My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment.. Albuterol – This is a medicine that your child inhales through a nebulizer or an inhaler.It relaxes those tiny muscles around the small airways, opening them up for 4 to 6 hours.I think of albuterol as kind of like Tylenol or Motrin: when your child has a fever, Tylenol and Motrin don’t fix the cause of the problem (an infection), they just cover the symptom (the fever) for a few hours. It’s the same with albuterol—it doesn’t fix the underlying cause of the wheeze (usually a virus), it just gets rid of the wheeze for a few hours. But since we can’t do anything about a virus, and because breathing is pretty darn important, albuterol is an incredibly helpful tool when your child is wheezing.My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment. My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment.. It relaxes those tiny muscles around the small airways, opening them up for 4 to 6 hours.I think of albuterol as kind of like Tylenol or Motrin: when your child has a fever, Tylenol and Motrin don’t fix the cause of the problem (an infection), they just cover the symptom (the fever) for a few hours. It’s the same with albuterol—it doesn’t fix the underlying cause of the wheeze (usually a virus), it just gets rid of the wheeze for a few hours. But since we can’t do anything about a virus, and because breathing is pretty darn important, albuterol is an incredibly helpful tool when your child is wheezing.My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment. My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment.. My albuterol guidelines: *Note: this is what I tell my patients; talk with your doctor and use his/her guidelines. Albuterol can be used every 4 hours if needed. If you find that your child needs albuterol before 4 hours are up (i.e., she is retracting or has a terrible cough), then you can give one extra dose once. If you find that you have to give a second extra dose before 4 hours are up, or if you find that you have to “break” another 4-hour period, then you need to contact your pediatrician—your child needs the next level of treatment. Oral steroids – When albuterol alone isn’t doing a good enough job—if it doesn’t seem to last for four hours, or if it’s not working at all—then your pediatrician or an ER doc will likely prescribe an oral steroid. Remember how I said that albuterol was kind of like Tylenol in that it doesn’t fix the cause, only the symptom? Well, the oral steroid essentially fixes the cause—while it can’t fix the infection, it gets rid of the inflammation that causes the wheezing in the first place. Oral steroids – When albuterol alone isn’t doing a good enough job—if it doesn’t seem to last for four hours, or if it’s not working at all—then your pediatrician or an ER doc will likely prescribe an oral steroid. Remember how I said that albuterol was kind of like Tylenol in that it doesn’t fix the cause, only the symptom? Well, the oral steroid essentially fixes the cause—while it can’t fix the infection, it gets rid of the inflammation that causes the wheezing in the first place Inhaled steroids (i.e., budesonide & fluticasone) – Kids who routinely need albuterol three or more days a week, plus kids who end up hospitalized for wheezing, are often given inhaled steroids to take every day. These low-dose steroids are given to prevent inflammation from infection and other triggers from ever developing, hopefully preventing a wheeze before it starts. When to get checked out A child who is wheezing should always be seen by a doctor right away, unless you already have the right tools to treat it at home (albuterol) and you feel comfortable doing so. Otherwise, follow these guidelines and get checked out: Otherwise, follow these guidelines and get checked out: Urgently – If you see any Signs of Distress and you either don’t have albuterol or albuterol hasn’t fixed them. Urgently – If you see any Signs of Distress and you either don’t have albuterol or albuterol hasn’t fixed them Urgently – Any time you think your child is wheezing and you either have never dealt with it before or have, but are uncomfortable dealing with it at home without being seen first. Urgently – Any time you think your child is wheezing and you either have never dealt with it before or have, but are uncomfortable dealing with it at home without being seen first Urgently – If you already have albuterol at home, but it isn’t lasting 4 hours (i.e., your child has retractions, rapid breathing, or intensive cough before 4 hours are up). If you are a parent, then you are bound to experience some impressive coughing in your home over the next few years, and quite possibly croup and wheezing, as well. I know that this article is a lengthy read, but I don’t think you’ll find a more thorough yet straightforward resource out there—and I hope you’ve found it helpful!", "pub_date": "2016-12-16T21:50:56+00:00", "access_date": "2019-11-28", "query": "steroids cough treatment child", "Google rank": "", "url": "https://www.drstevesilvestro.com/cough-croup-and-wheezing-in-kids", "keywords": "albuterol, wheeze, hour, child, cough"}