{"title": "Steroids control asthma symptoms - Doctor's World", "body": "Interview with prof. dr. hab. Piotr Kuna, an allergist, head of the II Department of Internal Medicine of the Medical University of Lodz and the Department of Internal Medicine, Asthma and Allergy. Is steroid use in asthma safe? Today, asthma is understood not so much as obstructive pulmonary disease, but primarily as a chronic inflammatory disease of the respiratory system. Asthma has a different course. There are periods when the patient feels worse - such a sick person can then get SOR and even die suddenly. But there are also periods when the patient has no complaints. The center of gravity of asthma treatment is currently shifting from treating the symptoms when they occur to preventing asthma exacerbation and exacerbation. If we look at what happens in the body during an exacerbation of asthma, it can be compared to a myocardial infarction in a person with coronary artery disease. It has been proven that with each exacerbation of asthma, lung function deteriorates rapidly and is often irreversible. It is as if suddenly one or two years of life are taken from a person. That year taken due to an exacerbation of asthma? Is it irreversible? Unfortunately yes. Therefore, there is no way out: you need to use inhaled steroids, because we have no other medicines. Unfortunately, steroids do not cure asthma, but they prevent disease progression and asthma exacerbations. Is long-term steroid use safe? Definitely yes. In asthma, we mainly use inhaled steroids, because they are not harmful. Some of them are not absorbed into the body at all. For example, ciclesonide only works when it is inhaled and reaches the bronchi. There, the airway epithelial cells produce enzymes that activate the drug. It becomes active only in the bronchi. So you can say that the drug is one hundred percent safe. Other inhaled steroids are given in such low doses that they have no systemic effect. A lot of research has been done on this subject - including in young children and pregnant women. The results of these studies were very interesting. It turns out that a woman who suffers from asthma and becomes pregnant has periodic hypoxia during attacks of shortness of breath. This hypoxia is often the cause of the risk of fetal malformation. However, if she takes inhaled steroids, the risk of birth defects is significantly reduced. Withdrawal of steroids works to the detriment of the child: it increases the risk of birth defects. Giving up inhaled steroids during pregnancy is a huge mistake that many doctors are unaware of. Steroids are the only drugs that can control asthma symptoms, prevent exacerbations. Like insulin in diabetes, steroids prolong the patient's life and can cause him to live a normal life. Parents are very afraid of giving steroids to young children. The studies I was talking about were conducted in many countries, mainly in Sweden, Finland, Denmark - just young children. They were given different doses of steroids. It has been confirmed that steroids administered at doses that control the disease are harmless to children. They do not affect their growth, school results, do not cause any diseases. However, the general rule is: we give the lowest effective dose. All studies prove one thing: asthma is much worse than steroid treatment. We have to choose the golden mean. It is not that we only do good things, it is always a kind of balance - we give drugs that can harm, but at the same time protect. I will use an example of interesting observation. It turned out that a lot of people who have respiratory damage - similar to COPD - do not smoke. They wondered where such damage would come from. It turned out that they were often people who had had asthma in their childhood and had not been treated. If asthmatic children are not treated, then their lungs at the age of 25 have a much smaller capacity, because they have not grown. As a result, these children will live an average of 10 years shorter than if they were healthy. These were the results of studies carried out by cardiologists - Framingham Heart Study, but these data have only recently been published. Such large changes in the lungs can appear up to the age of 25? As soon? That's the problem. It has long seemed to us that asthma is not such a problem in children, because children grow and their lungs develop. But you have to look not at how the lungs are developing, but at how much they develop. The maximum lung volume is reached in the age of 21. in men, and between 17 and 18 years of age in women. Since then, lung capacity begins to slowly decrease. It was noted that there is a clear relationship between a decrease in lung function and life expectancy. It was examined how lungs develop in children with asthma and how healthy children did. It turned out that the development of lungs of asthmatic children who are not treated is much worse. Then these differences are impossible to make up. A child with asthma that has not been treated has significantly lower lung capacity. That is why it is so important to treat asthma with steroid drugs in children. Is there a lower age limit when a child can use inhaled steroids? According to the characteristics of the medicinal product, we can use steroids in asthma from 6 months of age in children. It doesn't even make sense before, because it's difficult to diagnose asthma before. In contrast, neonatologists often use steroids in younger children, even newborns. They are usually used off label, but in children under 5 years of age, most medicines are off label. Inhaled steroids in asthma are registered from the age of 6 months. When should a doctor decide to include steroid treatment in a child? The child starts steroid treatment when clinical signs of asthma are found. In a small child, the first symptoms appear during respiratory tract infections: the child has wheezing in the bronchi, coughs, but at the same time there is no fever, increased white blood cell count, increased CRP. So - there is no pneumonia, and yet it has severe respiratory symptoms. Such a child often finds allergies or elevated levels of eosinophilia or atopic dermatitis. If the child has wheezing in the bronchi and one of the things I mentioned, i.e. atopic dermatitis, allergy, allergy or asthma in the parent, then such treatment should be used as in asthma. Unfortunately, antibiotics are often used in children that do not help at all. However, if we use inhaled steroids and they cause the symptoms to disappear, then on this basis we can make a diagnosis of asthma. In a small child, asthma is diagnosed most often based on clinical symptoms and a positive test result. How long should steroids be used for a child? Is it only during exacerbations and infections or continuously? In Poland, budesonide is most commonly used. For preventive treatment, the minimum effective dose should be used regularly once a day. However, if the child's condition is getting worse, then we need to increase this dose at least 4 times. These are the rules: only a dose four times higher is effective. Should inhaled steroids be used continuously for many years? Yes continuously. Of course, it is important to monitor the patient. The doctor assesses the degree of disease control, checks whether the patient has exacerbations. If it is a child, the doctor should pay attention to whether he is in a nursery, kindergarten, if he has incidents of respiratory infection, whether he develops properly, has a lot of energy, runs, does well tolerate physical effort, etc. If the child has felt during the last year of treatment quite well, nothing bad was happening, you can stop treatment. However, if the symptoms return, you need to go back to treatment. 70% children treated in this way may enter asthma remission. We are talking about remission - not cure - because many years of research in Canada, Australia and the United States have shown that asthma remains for life. He can always come back. But in children who have been treated properly, the risk of asthma returning is many times less than in children who have not been treated. Asthma is not such a threat as diabetes. When a small child has diabetes, everyone will immediately heal the treatment, realizing the imminent consequences. It is different with asthma because the effects of its bad treatment are very distant. The pediatrician will not see them. Asthma is very insidious, it is extremely slow. Patients come to us aged 50-60 who have respiratory failure because they were treated badly. Unfortunately, nothing can be done with failure. Asthma is a serious problem. When children with asthma take a biopsy from the airways, it turns out that there is inflammation there - even if there are no symptoms of the disease. For now, there are no recommendations to give steroids when the child has no symptoms for a long time, but we are aware that the pathological process is still present. Asthma is sometimes diagnosed in adulthood. What does her diagnosis and treatment look like then? Asthma is sometimes diagnosed in adulthood. But here we have a paradox again. As I said, asthma develops throughout life. In children, the problem is mainly inflammation that needs to be treated with inhaled steroids. When the child grows up and the disease persists, a second component is added, which is a consequence of inflammation. Well, inflammation causes bronchial fibrosis and narrowing of the airways. It causes the patient to develop shortness of breath and intolerance of effort. Therefore, it is necessary to add a second drug - diastolic. This is, unfortunately, a consequence of the fact that we treated the child badly. So, if you treat asthma well with anti-inflammatory drugs, can you prevent bronchoconstriction? Yes, by treating children with anti-inflammatory drugs we will not allow the airways to narrow. When it comes to adults, steroid treatment is used, but we add antispasmodics to them, because in adults the steroids themselves are no longer able to control the disease. Should adults also be given continuous treatment? Yes, we must administer these drugs on a chronic basis, daily. We serve them to prevent exacerbations, and on the other hand to prevent discomfort. Asthma cannot be cured, and if it cannot be cured, it must be treated in such a way that the patient has full comfort of life. That is: first of all - the patient can perform any kind of physical effort and sport. Secondly - it sleeps peacefully, there are no attacks of coughing, shortness of breath at night. Third - it has normal lung function. Fourth - there are no exacerbations of the disease. If all these conditions are met, we say that the patient has control over the disease. We must achieve it with the lowest possible dose of drugs. Early start of steroid therapy - even in childhood - can prevent later lung problems? Yes. Early treatment with steroids can prevent lung function impairment. Of course, we must be aware that asthma is a disease that develops for many years. At first, the symptoms are similar to those of viral infections, but they gradually appear more often. In almost 80 percent asthma begins before the age of 3, so it is difficult to recognize. As with other diseases, we do not have disease markers. Clinical signs are decisive. Is it important to have a good diagnosis by a pediatrician? There must be a good pediatrician who will be able to recognize the disease. In the treatment of all diseases, e.g. in oncology, cardiology, allergy, continuous progress is being made. Every year standards and recommendations change. What I am talking about are the latest standards and recommendations. This is the latest knowledge that is not yet in the textbooks. Are new preparations appearing among steroid preparations, which are even safer? At the moment, based on scientific research, ciclesonide seems to be the safest, i.e. a drug which is actually a pro-drug because it is only activated in the respiratory tract. However, budesonide is also very safe, also approved for children and pregnant women. Fluticasone is another safe drug. It can be said that all steroid drugs are effective and safe. Are the latest steroid drugs for asthma reimbursed in Poland? Yes, of course, on the right rules, i.e. the cheapest medicine has a full refund, and you have to pay for slightly more expensive medicines. Steroids are not just about the active substance itself. The drug must be delivered to the respiratory tract in the right dose. There are different types of inhalers. For inhaled drugs, you need to consider not only the active substance, but also the inhaler, and treat it as a whole. Because a medicine that is not taken correctly will not work. Are inhalers very different? Yes, that's why it's important to train patients when it comes to how to use inhalers and how to choose one that the patient will be able to use. The differences in the price of medicines do not result from the price of the active substance itself. Inhalers and their manufacture are expensive. The differences in the price of preparations result from differences in inhaler systems, because inhalation systems in Poland are not reimbursed, only the active substance is reimbursed. Asthma patients should be trained, how to use the inhaler? This should be the case, but unfortunately most people have never been trained. So the drug is well chosen, but there is no chance to work, because it does not reach the bronchi? Yes. Often, patients say that drugs do not work. But it is not because the medicines are bad, but because they are taken incorrectly. Formerly they were educational visits, they are no longer present, they are not financed by the NFZ. Education should take place during a visit to the doctor. In addition to taking medications, is physical activity important for treating asthma? Yes, especially in childhood. The greater the lung capacity, the longer it will live: this principle is very simple. And large lung capacity can only result from playing sports. Young people should play sports. Swimming, running, cycling and martial arts that teach proper breathing are particularly recommended. Anyone with asthma can play sports? Everyone just needs to take medicine. Unfortunately, we must also say that in Poland we have a great problem with air pollution. So if we run or ride a bike, you have to do it in places where there is clean air and there is no contaminated environment. Due to smog, exacerbations were seen in people who have asthma? Huge. Many patients who have been well treated so far have had exacerbations in December, January and February - especially when air pollution was high. Many athletes have asthma. What it comes from? Athletes breathe a lot of air. The athlete's lung ventilation increases up to 20 times during exercise. If it grows 20 times, it inhales 20 times more harmful substances. These substances cause asthma. That's why he has to take medicine. Playing sports is positive, but the reason is that you have to do as much sport as you can. Do not aim for results in such a way as to harm your health.", "pub_date": "27-04-2017", "access_date": "28-11-2019", "query": "dziecko sterydy na kaszel", "Google rank": "", "url": "http://swiatlekarza.pl/sterydy-kontroluja-objawy-astmy/", "translated": "True", "keywords": "asthma, steroid, exacerbation, child, lung"}