{"title": "Steroids for kids - horror?", "body": "In steroid therapy for children, the most common problem is ... parents. Naturally, they want to protect their children from all unnecessary chemicals, steroids and hormones. Is that right How is the topic of steroids treated in Denmark? Terrible steroids Lunar face, huge muscles and growth retardation in children. This is what parents have before their eyes when they hear about the need for steroid (hormone) therapy for their asthmatic children. The words \"steroids\" and \"hormones\" frighten parents and make them stop giving them as soon as the child feels better. They usually give one instead of two daily doses, and then when the child has no symptoms, they stop giving the medication. This can cause serious health problems for children at a later time. Chronic disease requires constant treatment Asthma is a chronic disease that cannot yet be cured. And just as people with diabetes dream of a day off from insulin, so asthmatics would like to be able to free themselves from constant drug use and inhalation. Children who have asthma, even if they feel well, are still sick. The first symptoms of asthma appear when lung function drops by more than 20%. So small patients can function when their lungs are also 10-15% weaker than they should be, says Professor Søren Pedersen from the hospital in Kolding, Denmark. If an asthma attack occurs, lung function remains at 50-60%. Søren Pedersen is a doctor with over 20 years of experience in not taking drugs for asthma means taking risks. Researching the side effects of steroids in inhalation powders. Is one of the best steroid specialists in children with asthma in the world. Let's hear his opinion on steroid drugs in the treatment of children with asthma: \"It is important that children with asthma receive their preventive medication every day. The first healing effects can be seen after a few days, while their full effect manifests itself after 3-4 weeks. Not taking medication for asthma means taking risks. The asthma attacks that occur in such cases cause damage to lung tissues and weaker oxygen supply to the blood, which in turn affects the whole body's hypoxia. Asthma attacks harm children more than taking their daily medication. \" Symptoms appearing after a month Cessation of giving children steroids usually does not immediately cause the symptoms of the disease. That's why parents often think - and hope - that their child no longer has asthma. Other medicines are usually thrown away. When your baby has an asthma attack after about a month, medications are not always available quickly. Any asthma attack makes your child's lungs worse, says Søren Pedersen. Many children with asthma, according to the professor, after several years of strict preventive treatment can function normally with a minimum dose of inhaled steroids, for example 100-200 micrograms per day. For comparison, your child must take 50,000 micrograms steroid tablets per day (50 milligrams) for 1-2 weeks while treating an asthma attack. Prevention is better than cure Failure to use preventative steroid inhalations in asthma can be compared to painting a surface from which we have not previously removed rust. Or painting the wall with fresh paint in a place where mold is not removed. Steroids are the only anti-asthma drugs, says Professor. Doses of inhaled steroids to control asthma have significantly less severe side effects than asthma attacks. Pedersen. He emphasizes that the doses of inhaled steroids to control asthma have significantly less severe side effects than asthma attacks. These effects include an increased risk of oral thrush, which can be prevented by rinsing your mouth after inhalation. If a child needs emergency medication more than 1-2 times a week to be able to take part in daily activities, this may mean that the dose of preventive medicine is too low. This does not apply to cases when the child uses the drug before high physical exertion to avoid asthma attacks. Professor Pedersen claims that children experience asthma symptoms 3-4 times more often than they communicate to parents. \"When I ask a child with asthma how many times he has used medication, he says 1-2 times. When I ask how many times I have experienced asthma symptoms, I answer 4-5 times. The difference between tablets and inhalants Parents often show their doubts about the use of preventive drugs in this way: \"I don't take headache pills when I don't have a headache.\" However, says Professor Pedersen, asthma-controlling drugs cannot be compared in this way. They must be used constantly, not only when there is an urgent need (as in the case of headache tablets). You must also distinguish the effects of steroids administered in tablets from those intended for inhalation. Tablets after taking steroids get into the blood and then into the whole body. Therefore, they affect the whole body and are administered in higher doses, i.e. in milligrams. Inhaled steroids are inhaled directly into the lungs, where their action is most needed. Only a small amount of steroids get into the bloodstream. Even after taking 800-1000 micrograms of the drug, after a few hours, the content of steroids in the blood is undetectable. Low quality of life Improper control of asthma or its complete absence not only leads to damage to the lung tissue, but also affects the daily life of the child. There may be a situation when the child will be able to breathe only as if Research shows that the use of preventive drugs reduces the risk of asthmatic attacks by 80%. she was breathing through a straw with a stuffy nose. Children with asthma are often quiet and calm, and they rarely become so overnight. For example, a child starts playing in a soccer team as a striker. Then he plays defense to finally stand in the goal and finally stop playing. Similar situations often occur, although parents may consider them a coincidence. Children are experts in avoiding situations that overwhelm them, and such include not keeping up with their peers. A child with asthma can easily match his peers' physical fitness. It is enough for them to regularly take their preventive medicine. It should also be remembered that asthma attacks are dangerous and, although rare, they can be fatal. Research shows that the use of preventive drugs reduces the risk of asthmatic attacks by 80%. Therefore, parents should remember that they are responsible both for protecting the child from attacks and for enabling their child to live a normal life among peers.", "pub_date": "26-11-2013", "access_date": "28-11-2019", "query": "dziecko sterydy na kaszel", "Google rank": "", "url": "https://hipoalergiczni.pl/sterydy-dla-dzieci-horror/", "translated": "True", "keywords": "asthma, steroid, child, pedersen, attack"}