{"title": "Corticosteroids - HealthyChildren.org", "body": "If your child has asthma or allergic rhinitis (hay fever), your pediatrician may prescribe a corticosteroid, also commonly referred to as a steroid. These medicines are the best available to decrease the swelling and irritation (inflammation) that occurs with persistent asthma or allergy.  They are not the same as the anabolic steroids that are used illegally by some athletes to build muscles.  The medicine works in 2 ways. Systemic corticosteroids must go through the body to treat the inflammation. Inhaled or intranasal corticosteroids go directly to where the inflammation is. In general, corticosteroids are safe and work well if the medicine is taken as recommended by your pediatrician. However, as with all medicines, you should know about the possible side effects. There are far fewer risks with inhaled or intranasal corticosteroids than with the side effects of systemic corticosteroids because much less medicine is given. The amount of medicine given in a systemic corticosteroid can be 10 to 100 times more. May be given for a short period if your child has a bad asthma attack. In some cases, these medicines can save lives. May be given for a short period if your child has a bad asthma attack. In some cases, these medicines can save lives. Form. Your child may take a pill, tablet, or liquid. Medicine may also be given by a shot or through the vein (IV).. May be given for a short period if your child has a bad asthma attack. In some cases, these medicines can save lives. Side effects can include behavior change, increased appetite, acne, thrush (a yeast infection in the mouth), stomach upset, or trouble sleeping. These all go away when the medicine is stopped. More serious side effects can happen if this medicine is used often or for 2 weeks or longer. They include cataracts (clouding of the lens of the eye), weight gain, worsening of diabetes, bone thinning, slowing of growth, reduced ability to fight off infections, stomach ulcers, and high blood pressure.. May be given to prevent or control asthma symptoms. Inflammation inside the bronchial tubes of the lungs is felt to be an important cause of asthma. Inhaled corticosteroids work by decreasing this inflammation. Inhaled corticosteroids are the most effective long-term medicine for the control and prevention of asthma. They can reduce asthma symptoms, and your child may not need to take as many other medicines. Inhaled corticosteroids also can improve sleep and activity and prevent asthma attacks. May be given to prevent or control asthma symptoms. Inflammation inside the bronchial tubes of the lungs is felt to be an important cause of asthma. Inhaled corticosteroids work by decreasing this inflammation. Inhaled corticosteroids are the most effective long-term medicine for the control and prevention of asthma. They can reduce asthma symptoms, and your child may not need to take as many other medicines. Inhaled corticosteroids also can improve sleep and activity and prevent asthma attacks. Form. Medicine is breathed in through an inhaler.. May be given to prevent or control asthma symptoms. Inflammation inside the bronchial tubes of the lungs is felt to be an important cause of asthma. Inhaled corticosteroids work by decreasing this inflammation. Inhaled corticosteroids are the most effective long-term medicine for the control and prevention of asthma. They can reduce asthma symptoms, and your child may not need to take as many other medicines. Inhaled corticosteroids also can improve sleep and activity and prevent asthma attacks. Side effects are much less common and less serious than those that occur from long-term systemic use. They may include a yeast infection in the mouth or hoarseness. The risk can be reduced using a spacer or holding chamber, rinsing the mouth after use, or using the lowest dose needed.. May be given to prevent or control a runny nose and congestion from allergies. Intranasal corticosteroids work very well in treating allergy symptoms, and your child may not need to take as many other allergy medicines. May be given to prevent or control a runny nose and congestion from allergies. Intranasal corticosteroids work very well in treating allergy symptoms, and your child may not need to take as many other allergy medicines. Form. Medicine is sprayed into the nose.. May be given to prevent or control a runny nose and congestion from allergies. Intranasal corticosteroids work very well in treating allergy symptoms, and your child may not need to take as many other allergy medicines. Side effects may include irritation of the nose, or feeling that something is \"running down the throat\" at the time the nose spray is used. Occasionally, a child can have nosebleeds from using the spray. If this occurs, stopping the nose spray for a few days often allows the child to be able to restart the medicine and continue using it.. Recent studies have shown that inhaled corticosteroids for asthma may slow down growth in some children during the first year of treatment, but this is only temporary. These children ended up with their normal expected heights as adults. To reduce the risk of any side effects, your pediatrician will prescribe the lowest dose needed to control the symptoms. Your child's height will also be measured regularly during office visits. ", "pub_date": null, "access_date": "2019-11-28", "query": "child steroid dangers", "Google rank": "", "url": "https://www.healthychildren.org/English/health-issues/conditions/allergies-asthma/Pages/Corticosteroids.aspx", "keywords": "corticosteroid, asthma, inhale, medicine, intranasal"}