{"title": "Short-term steroid treatment | Great Ormond Street Hospital", "body": "Steroids are taken by mouth, either as tablets or soluble tablets. Alternatively, they are given into a vein (intravenously or IV) through a cannula, central venous catheter or implantable port. Most common: Your child may become irritable and have mood swings, and even revert to earlier childhood behaviour, such as temper tantrums. While this is usually temporary, your doctor or nurse can offer advice and support. A potential increase in appetite means your child could feel hungrier and may eat more than usual, which can lead to weigh gain. A well-balanced diet may help. Increased fluid retention can also cause weight gain.  A potential increase in appetite means your child could feel hungrier and may eat more than usual, which can lead to weigh gain. A well-balanced diet may help. Increased fluid retention can also cause weight gain.  Stomach lining irritation. Take steroid medicines with meals or after food to reduce stomach irritation.Your child is unlikely to suffer many side effects if given a short course of steroids. Any they do encounter are temporary and will stop when the course is complete. Less common: These side effects tend to occur only after long-term use or with high doses. Your child’s face may appear rounder than usual, particularly after long-term steroid treatment. If they’ve gained a lot of weight, your child may develop stretch marks, especially on their tummy and thighs. Your child may complain of having a headache or feeling dizzy. Your child may complain of having a headache or feeling dizzy. Change in blood sugar levels. Steroids can cause a temporary increase in blood sugar levels. Look out for increased thirst and wanting to go to the toilet more often than usual. Steroids can cause a temporary increase in blood sugar levels. Look out for increased thirst and wanting to go to the toilet more often than usual. Effect on growth and/or thinning of bones. Your child’s growth could be affected by long-term use or high doses of steroid treatment and/or their bones may become thinner. We’ll monitor them closely throughout treatment to reduce the chance of these happening. Immunisations Steroids affect your child’s immune system, so they shouldn’t have any ‘live’ vaccines if they’re receiving a high dose of injected or oral steroids. But it’s important they’re up to date with other vaccines beforehand to avoid catching one of the diseases that vaccination prevents.  If you have other children, they should be also be up to date with their immunisations.  Although children are usually given the chicken pox vaccine, if your child is receiving high-dose steroids we recommend siblings or other close family members have it. Please ask your doctor for more information about immunisations. Chicken pox If your child hasn’t had chicken pox, and is in direct contact with a child who has chicken pox, or develops it within 48 hours, contact the hospital immediately. Chicken pox can be more severe in children taking steroids. We’ll arrange for a blood test to check your child’s antibodies to chicken pox and your child may need an injection to protect them, but your doctor or nurse will talk through this with you. If your child does have chicken pox, their steroid doses may need to be stopped. Your doctor will talk through this with you. Infections A child taking steroids is at an increased risk of infection. If they have a fever, or become unwell, contact your doctor or nurse. Check ups Your child needs to be closely monitored while on steroid treatment, which may include checking their weight, blood pressure and urine. Your GP surgery, local hospital or local community nurses will usually run these check ups. Your child needs to be closely monitored while on steroid treatment, which may include checking their weight, blood pressure and urine. Your GP surgery, local hospital or local community nurses will usually run these check ups. If your child is on steroids for more than two weeks, you’ll be given a steroid card. Show this card to any health care professional looking after your child. Your child needs to be closely monitored while on steroid treatment, which may include checking their weight, blood pressure and urine. Your GP surgery, local hospital or local community nurses will usually run these check ups. If your child has been on steroids for more than a few weeks and becomes unwell after stopping treatment, or needs to have an operation, their natural production of steroids (which helps a child respond to a stressful situation) will be reduced. They may need a short course of steroids to cover this period. Your child needs to be closely monitored while on steroid treatment, which may include checking their weight, blood pressure and urine. Your GP surgery, local hospital or local community nurses will usually run these check ups. Keep medicines in a safe place where children cannot reach them. Your child needs to be closely monitored while on steroid treatment, which may include checking their weight, blood pressure and urine. Your GP surgery, local hospital or local community nurses will usually run these check ups. The medicines should be stored at room temperature. Your child needs to be closely monitored while on steroid treatment, which may include checking their weight, blood pressure and urine. Your GP surgery, local hospital or local community nurses will usually run these check ups. Steroids are best taken at the same time each day with food (usually in the morning), as directed by the doctor, nurse or pharmacist. Children on twice-daily steroids may have difficulty in sleeping if they take their second dose too late in the evening, so make sure the dose is given by late afternoon. Your child needs to be closely monitored while on steroid treatment, which may include checking their weight, blood pressure and urine. Your GP surgery, local hospital or local community nurses will usually run these check ups. Your doctor will reduce the dose gradually if your child is on a long course of steroids or taking high doses. When your child has finished the course, return any remaining tablets to the pharmacist. Don’t flush them down the toilet or throw them away. Your child needs to be closely monitored while on steroid treatment, which may include checking their weight, blood pressure and urine. Your GP surgery, local hospital or local community nurses will usually run these check ups. If your child vomits after taking the dose, tell your doctor or nurse as your child may need to take another one. Don’t give them another dose without informing the doctor.. Your child needs to be closely monitored while on steroid treatment, which may include checking their weight, blood pressure and urine. Your GP surgery, local hospital or local community nurses will usually run these check ups. Don’t give your child a double dose if you forget to give them their dose.. ", "pub_date": "2019-04-28T00:00:00", "access_date": "2019-11-28", "query": "steroids cough treatment child", "Google rank": "", "url": "https://www.gosh.nhs.uk/conditions-and-treatments/medicines-information/short-term-steroid-treatment", "keywords": "steroid, local, child, check, nurse"}