{"title": "Prednisone and Other Steroids for Kids", "body": "  In children, it is most commonly prescribed to treat:     Asthma attacks.   Croup.   Poison ivy.   Allergic reactions.   Prednisone is also used to treat children with juvenile rheumatoid arthritis (JRA), acute leukemia, congenital adrenal hyperplasia, adrenocortical insufficiency, and nephrotic syndrome. It is also indicated for a variety of other endocrine, collagen, dermatologic, allergic, ophthalmic, respiratory, hematologic, neoplastic, edematous, gastrointestinal, and nervous system disorders.   There is confusion between prednisone and the anabolic steroids used by bodybuilders. There are also concerns about side effects. But, after the discovery of antibiotics, prednisone may be one of the more important types of medicines ever discovered.   Some important facts about prednisone include:     Prednisone is generic, so it is usually very inexpensive..   Brand names of prednisone include Deltasone..   Long-term courses of prednisone are usually slowly tapered.   The dose of prednisone varies depending on the illness that is being treated..   Taking prednisone with food or milk may help to decrease stomach pain or an upset stomach that some children get when taking this medicine..   Prednisone is available in a variety of pill sizes, from 2.5 milligrams to 50 milligrams.   The most common side effects of taking prednisone include muscle weakness, osteoporosis, fractures, Cushing's syndrome, pituitary-adrenal axis suppression, growth suppression, glucose intolerance, acne, edema, hypertension, hypokalemia, alkalosis, cataracts, glaucoma, peptic ulcer, nausea, vomiting, headache, vertigo, seizures, psychoses, pseudotumor cerebri, and skin atrophy. Some kids also develop mood swings, become irritable, and have trouble sleeping when they take prednisone.   Most side effects, especially growth suppression, edema, and immune system problems are going to be worse with long-term use of prednisone and less likely with the short term course that most children take for typical asthma attacks or for relief from poison ivy, etc. Although one of the more useful medicines in pediatrics, especially when you see the dramatic effects prednisone has on a child with a severe asthma attack, steroids can have serious side effects when overused or misused and they should only be prescribed when it is really necessary.   Other things to know about prednisone include that:     Your child should not take prednisone if he has a systemic fungal infection or has a known hypersensitivity to prednisone..   Call your pediatrician if your unvaccinated or partially vaccinated child is taking prednisone and has been exposed to measles or chickenpox..   If your child has asthma and is frequently taking prednisone, ask your pediatrician if your child should be on a daily preventative medicine, such as Advair, Dulera, or Symbicort, etc., instead..   These are other corticosteroid medications that may be given to children:     Younger children who can't swallow pills are usually prescribed an oral steroid called prednisolone as Prelone or Orapred..   While many people think of the Medrol Pak when they think of prednisone, that is actually methylprednisolone, a similar, although different corticosteroid..   Children who need an injectable or IV form of steroid should receive methylprednisolone as Depo-Medrol or Solu-Medrol..   Dexamethasone is another type of steroid shot that is more potent and longer-acting and which is also sometimes given to children..   Cortisone is shorter acting and less potent than these other steroids and although commonly given to adults for pain, allergies, and many other complaints, they are generally not given as often to children, mostly because they are not proven to work for most of these conditions and steroids do have side effects. ", "pub_date": "2005-11-26T21:14:39+00:00", "access_date": "2019-11-28", "query": "child steroid dangers", "Google rank": "", "url": "https://www.verywellhealth.com/prednisone-medication-information-2633522", "keywords": "prednisone, steroid, child, medrol, suppression"}