{"title": "Should you be afraid of steroids?", "body": "What are the symptoms of asthma? Symptoms of asthma are primarily coughing, wheezing during breathing, shortness of breath (during exercise and at night), chest pain. These symptoms go away after taking bronchodilators. You can get asthma at any time in your life. This disease can develop asymptomatically, so you may not know that you are ill. Two-thirds of patients have allergic asthma, which is caused by allergens, and one-third have non-allergic asthma, caused by frequent viral and bacterial infections. Allergens and infections cause bronchial hyperreactivity. Bronchial hyperreactivity is the sensitivity of the respiratory system to irritants that are not harmful to healthy people, and in the case of patients cause characteristic symptoms. These factors include: tobacco smoke, strong aerosols, vapors, gases, cold air, physical exertion. A person with bronchial hyperresponsiveness will react with coughing, wheezing, and sometimes shortness of breath. We also define asthma as a chronic inflammatory disease of the respiratory system. This inflammation is caused by allergic factors - most often house dust mites, pollen allergens, grasses, weeds, and mold fungi. And in winter? Do you then have asthma symptoms? After all, there are no pollen that irritate the bronchi ... And dust mites? In winter they have the best breeding conditions at home, they like warmth above 20 degrees and adequate humidity - above 60-70 percent; mites live in our beds, because there we usually exfoliate our epidermis, which they feed on. Of course, the mites themselves do not sensitize, but their faeces sensitize. Do you know that one such mite can produce several hundred times as much droppings as its body weight during a year? And then we breathe it in ... Good to know: Why is it worth diagnosing an allergy? Is this why bouts of breathlessness occur more often at night? No, the reason for night stuffiness lies elsewhere. Our body is subjected to the functioning of various endocrine systems. One of them is the hypothalamic-pituitary-adrenal cortex system, which controls the adrenal cortex hormones, i.e. steroids, which enable us to live a normal life. When we wake up, the production of adrenal cortex hormones increases so that we can function normally, and when we go to sleep, there is a decrease in the production of these steroids. When the amount of adrenal hormones in the body decreases, all inflammatory processes that take place in us are intensified. So if we have inflammation in the respiratory system, it is more intense at night. And just between 3 and 5 o'clock at night there is usually shortness of breath, which is so typical for people with asthma. That's where steroid treatment probably came from ... Yes. Powdered animal adrenal glands were used to treat asthma. How do we treat asthma today? The basis is the use of inhaled steroids. They are completely safe and very effective at the moment. Can you take them for years? That's right You can use them all your life. What other medications can we take? Other drugs that we can use are unfortunately only symptomatic. They reduce shortness of breath, cough, make the patient more efficient, but nothing more. Only steroids act on the cause of the disease, eliminating bronchitis. Anti-inflammatory drugs are still weak anti-inflammatory drugs, but they are only a complement to the action of steroids, they cannot be used interchangeably. The basis of therapy are only inhaled steroids. We recommend: Do you have COPD? Quit smoking!Can we cure asthma? Unfortunately, this is not possible, we suffer from asthma for the rest of our lives. It may be in the form of remission, without symptoms for many years, but one day the body will come into contact with so many allergens or other bronchial irritating factors that there will be shortness of breath, wheezing, cough, or full-blown asthma. This can happen, for example, to a person who develops a severe viral infection that triggers bronchitis, and then we also have an asthma attack. If someone has already been diagnosed with bronchial hyperreactivity, then this type of respiratory trait will never disappear, asthma can only be cured, its symptoms can be cured, but it cannot be cured completely. It's depressing. But you can live with asthma for many years, all you have to do is control it, i.e. take medication.", "pub_date": "23-12-2010", "access_date": "28-11-2019", "query": "dziecko sterydy na kaszel", "Google rank": "", "url": "https://polki.pl/rodzina/dziecko,czy-nalezy-bac-sie-sterydow,10352074,artykul.html", "translated": "True", "keywords": "asthma, mite, steroid, bronchial, adrenal"}