{"title": "Oral steroids don't improve cough due to colds (but are prescribed anyway) - PulmCCM", "body": "Oral corticosteroids are frequently prescribed for persistent cough after the common cold in patients without respiratory disease. Like much of what physicians offer or advise, steroids for ordinary cough are traditionally provided not based on evidence, but on the premise that \"it might help.\" A new study in JAMA substantially undermines that premise. Authors randomized 401 U.K. adults without asthma or COPD who had acute cough and one other lower-respiratory symptom (sputum, chest pain, wheezing, or shortness of breath) to receive either two 20-mg prednisolone tablets (n = 199) or matched placebo (n = 202) once daily for 5 days. More than 330 patients then completed “cough diaries.” Median cough duration was 5 days in each group, and there were no significant treatment effects for the severity or length of other symptoms. Antibiotic use also did not differ between groups. There were no adverse events noted. Authors concluded, These findings do not support oral steroids for treatment of acute lower respiratory tract infection in the absence of asthma.” Can a single course of steroids hurt you? A large observational study raised concerns that patients taking steroids might be at increased risk for sepsis, fracture, and deep venous thrombosis in the following month. Confounding by indication was impossible to eliminate fully from such a study (i.e., people with a reason to be prescribed steroids are also more likely a priori to have near-term bad health events). But with this (albeit small) randomized trial, physicians don’t need to cite the risk of harm to resist prescribing systemic corticosteroids for cough due to the common cold in patients without asthma or COPD. They can just say, \"it won’t help.\"  ", "pub_date": null, "access_date": "2019-11-28", "query": "steroids cough treatment child", "Google rank": "", "url": "https://pulmccm.org/randomized-controlled-trials/oral-steroids-dont-improve-cough-due-colds-prescribed-anyway/", "keywords": "cough, steroid, premise, copd, respiratory"}