{"title": "The management of croup - NPS MedicineWise", "body": "Introduction The term croup describes an acute clinical syndrome of hoarse voice, barking cough and stridor usually occurring at night. It is one of the more common childhood respiratory illnesses with a peak incidence of nearly 60 cases per 1000 child-years in those aged 1-2 years. Children with more severe croup require admission to hospital. Parainfluenza virus type 1 is thought to account for approximately half of the cases during winter. Many children presenting with croup have features to suggest both viral (e.g. fever and rhinorrhoea) and spasmodic (e.g. recurrent episodes) types. The two conditions may lie at either extreme of a continuous spectrum. Spasmodic croup is poorly defined, but many clinicians would agree that it occurs in older children, has no preceding symptoms and often occurs at night with many children having repeated attacks.\n Steroids and croup The great variation in individual cases of croup allows for easy identification of cases that support a particular bias for or against steroids. This has contributed to the entrenched and varied opinions on the efficacy of steroids. A recent survey of 112 paediatricians and general practitioners in the U.S.A. indicated that, although 93% used steroids in children hospitalised for croup, only 43% used steroids 'always'. Only 4% of respondents used steroids 'always' for outpatients with 64% using them 'sometimes'.\n A meta-analysis of what was considered to be 9 methodologically satisfactory studies suggested that steroid therapy was associated with clinical improvement.1\n No comment could be made on the effect of steroids on the duration of hospitalisation as this was not a measure of outcome in many of the studies.\n A study of 29 hospitalised children with viral croup compared intramuscular dexamethasone 0.6 mg/kg with placebo. The steroid group had a significantly lower croup score at 12 and 24 hours and had less need for two or more adrenaline treatments (19% versus 62%). There was no significant difference in duration of hospital stay: 3.6 days (placebo) and 3 days (dexamethasone). The fact that the dexamethasone group improved so dramatically by 12 and 24 hours, but did not have a significantly reduced duration of hospitalisation, deserves comment. One explanation could be that the patients were not discharged until all viral (as opposed to croup) symptoms had disappeared as dexamethasone would not be expected to have an effect on viral symptoms.  A study of 70 intubated children with croup showed that those who received 1 mg/kg prednisolone every 12 hours had a lower re-intubation rate (5% versus 34%), and a shorter median period of intubation (98 hours versus 138 hours) than those who did not.2\n Other work from Australia has compared the efficacy of a single oral dose of 0.3 mg/kg dexamethasone with 0.6 mg/kg and 0.15 mg/kg dexamethasone in 120 children hospitalised with croup and found no difference in outcome.3 Median duration of hospitalisation and croup scores post-treatment for both groups in each trial were similar. This suggests that 0.15 mg/kg is as effective as 0.6 mg/kg.\n Nebulised steroids Three studies have evaluated the use of a nebulised steroid (budesonide) in the treatment of children with croup. In one study, children given nebulised budesonide were more likely to improve relative to controls, but follow up was only at two hours. Another study compared the effect of 2 mg of budesonide with placebo in 54 children with mild or moderate croup.4 It found that the use of budesonide led to a prompt clinical improvement and an earlier discharge from the emergency department.\n Earlier work from the Australian group found that a single oral dose of dexamethasone (0.6 mg/kg) or inhaled budesonide (2 mg) results in a significant reduction in symptoms by one hour with virtually no subsequent need for nebulised adrenaline and a significantly reduced hospital stay.5 To emphasise the impact of steroid treatment on morbidity of children hospitalised with croup, it is worth noting that, of the 170 children who received steroids in the two studies3,5, only one child required adrenaline after the first hour in contrast to 20% of the 30 children in the placebo group.\n Comparison of oral and inhaled steroids The only published direct comparison of inhaled and oral steroids with placebo showed that both steroid formulations reduce croup scores by one hour post-treatment and subsequent use of nebulised adrenaline. They also shortened the time spent in hospital.5 Children who received dexamethasone were twice as likely to be discharged from hospital at any one time, while those who received budesonide were 1.5 times more likely to be discharged compared to those who received placebo. Half of the placebo group remained hospitalised at 24 hours compared to 19% of the budesonide group and 9% of the dexamethasone group. Although there were no statistical differences in the duration of hospitalisation or croup scores of children who received oral dexamethasone or nebulised budesonide, there was a consistent trend in favour of dexamethasone. Also, it was the authors' impression during the study that oral medication was easier to give to distressed young children than nebulised treatment. Dexamethasone is also much cheaper than inhaled budesonide.\n Outpatient management Two studies have examined if steroids will benefit children who present to emergency departments, but whose croup is not severe enough for them to be admitted. In the first study, only one out of 5 children who returned to the hospital had received steroids (0.6 mg/kg intramuscularly). However, the small numbers in the study did not allow a definite advantage to be proven. A more recent study of 100 children with croup did show an advantage. While no child who received 0.15 mg/kg oral dexamethasone returned, 16% of the placebo group returned to hospital.6\n Although no studies have been published addressing the use of steroids in the management of children with croup presenting to general practitioners, the above studies should give some guidance. All children with stridor at rest or with minimal effort should probably receive steroids and be transferred to an emergency department. More severe cases may also require adrenaline. Other factors to be taken into consideration when deciding to use steroids for croup in general practice would include a history of severe previous attacks, availability of transport and distance from an appropriate emergency department.\n The mechanism of action of steroids The mechanism of action of steroids in croup is unknown. Glucocorticoids may work because of their anti-inflammatory activity through inhibition of the synthesis or release of mediators such as interleukin-1, interleukin-2, tumour necrosis factor, platelet-activating factor and metabolites of arachidonic acid. The rapid response seen in several studies suggests there may be another mechanism at work. Corticosteroids may decrease subglottic oedema by decreasing capillary dilatation and permeability.\n Other therapeutic options \n Adrenaline For children with severe obstruction, nebulised adrenaline in a dose of 0.1 mL/kg of a 1% solution or 4 mL of the 1:1000 preparation reduces subglottic oedema and appears to decrease the need for intubation, although the effect lasts only a few hours. Adrenaline may be given either as the racemic or L-adrenaline form. Any child, whether in a general practice setting or hospitalised, should receive adrenaline if they have marked stridor at rest with soft tissue recession. Due to the early dramatic and prolonged reduction in symptoms achieved by steroids, it is now rare to have to repeat nebulised adrenaline after the first hour.\n Other measures There is little evidence for any beneficial effect of humidified air on the glottic and subglottic oedema associated with croup. In one of the few randomised trials comparing mist-tent therapy with the normal hospital environment, there was no benefit from treatment in a mist tent over a 12-hour period. Mist tents can be distressing to children and may interfere with nursing observations and parental support.\n Impact of steroid use for croup in one hospital The Princess Margaret Hospital for Children (PMH) is the only tertiary children's hospital in Perth, the most isolated city of its size in the world. This ensures that all serious cases of croup in Western Australia are referred to the PMH emergency department either directly or from other hospitals if intensive care is needed. Before the routine use of steroids, the PMH used to admit between 300 and 500 cases of croup a year, with up to 10% of those children being admitted to intensive care. The experience of the PMH from 1980-1995 following the introduction of routine steroid treatment (see Table 1) has recently been described.7 Since 1989, when steroids were introduced to the intensive care unit (ICU), dramatic reductions have occurred in the annual number of children intubated and total ICU days for croup.\n   The annual percentage of children transferred to the ICU and the average length of hospital stay fell every year from 1989-1994 coinciding with increasing use of steroids for croup on the general wards. No other change in policy regarding the management of croup has occurred in that time. Mist tents and humidified air for croup were abandoned at PMH more than 10 years ago.\n Conclusion There is now good evidence that steroids are effective in the management of all children presenting to emergency departments with croup. Studies have found a reduction in duration of hospitalisation as well as a dramatic reduction in symptoms of airway obstruction from as early as one hour post-treatment. The clear advantages of giving steroids to children hospitalised with croup, and the knowledge that both relatively small doses of oral or inhaled steroids are effective, should convince most clinicians that all children hospitalised with croup should receive steroids. The hospital also benefits if steroids are routinely used because there will be fewer transfers to intensive care and shorter overall hospital stays. More important, there is an early and prolonged reduction in respiratory distress for these young children. The majority of children with less severe croup who in the past were sent home with no treatment should be considered for treatment with steroids to alleviate symptoms and reduce the likelihood of the children returning. The type of steroid, the dose and the mode of administration will need to be decided by the attending clinician.\n All children presenting with croup to general practitioners should be considered for steroid treatment, although those with only a barking cough probably do not warrant it. Children with more dramatic symptoms or those with potential problems with transport or prolonged distances from an emergency department, or with a past history of severe attacks should receive steroids.\n Key points 1. Children with croup should be considered for admission if they have stridor at rest, adverse social circumstances, a history of severe symptoms earlier in the episode or a past history of severe croup.\n\t\t 2. All children presenting to emergency departments with croup should receive steroids.\n\t\t 3. Both oral steroids and inhaled steroids are effective in the management of croup, but inhaled steroids are approximately 100 times more costly.\n\t\t ", "pub_date": null, "access_date": "2019-11-28", "query": "steroids cough treatment child", "Google rank": "", "url": "https://www.nps.org.au/australian-prescriber/articles/the-management-of-croup", "keywords": "croup, steroid, child, dexamethasone, adrenaline"}