{"title": "great cholesterol myth; unfortunate consequences of Brown and Goldstein’s mistake", "body": "Following their Nobel Prize-winning discovery of the defective gene causing familial hypercholesterolaemia, Brown and Goldstein misunderstood the mechanism involved in the pathogenesis of the associated arterial disease. They ascribed this to an effect of the high levels of cholesterol circulating in the blood. In reality, the accelerated arterial damage is likely to be a consequence of more brittle arterial cell walls, as biochemists know cholesterol to be a component of them which modulates their fluidity, conferring flexibility and hence resistance to damage from the ordinary hydrodynamic blood forces. In the absence of efficient receptors for LDL cholesterol, cells will be unable to use this component adequately for the manufacture of normally resilient arterial cell walls, resulting in accelerated arteriosclerosis. Eating cholesterol is harmless, shown by its failure to produce vascular accidents in laboratory animals, but its avoidance causes human malnutrition from lack of fat-soluble vitamins, especially vitamin D. Introduction When post-mortem examinations are made of elderly people, opening of the aorta and smaller arteries often reveals atheroma, rough yellow plaques disfiguring the smooth pink lining of these blood vessels and impinging on the lumen. Often the extent of the atheroma formation makes one marvel at how long the patient has lived before succumbing to a vascular accident from obstruction or rupturing of an important artery. Atheromatous plaques contain cholesterol. Accordingly, research workers have repeatedly fed laboratory animals large amounts of cholesterol in their diets,1 expecting this to produce vascular accidents. It never has, which shows that despite the presence of cholesterol in atheromatous plaques these lesions are not caused by eating cholesterol. Before describing the strong evidence that hydrodynamic stresses cause the arterial degeneration responsible for ischaemic heart disease and strokes, we shall recount description2 of the spectacular deviation from reality caused by a mistaken interpretation made by Goldstein and Brown after they had brilliantly discovered the defective gene that causes familial hypercholesterolaemia (FH). Familial hypercholesterolaemia A famous book is Victor McKusick’s Mendelian Inheritance in Man.3 This is a catalogue of thousands of inherited diseases caused by mutations in germ-line genes. The diseases are divided into three classes, depending on whether the defective gene is dominant, recessive or sex-linked. One of these genetic diseases is FH, where blood cholesterol levels are raised. Heterozygous cases, with one normal gene and one defective gene, have blood cholesterol levels of 250–450 mg/dl, whereas homozygotes with both alleles defective have levels >500, compared to normal people with levels of 150–250. There is accelerated arteriosclerosis with premature deaths from vascular accidents in the forth and fifth decade in heterozygotes and earlier in homozygotes. In most populations the frequency of the homozygotes is 1 in a million and that of the heterozygotes about 1 in 500, comparable to the frequency of the defective gene causing cystic fibrosis. Brown and Goldstein’s discoveries4,5 One of the most famous ever partnerships in medical research was that of Michael Brown and Joseph Goldstein, who received the 1985 Nobel Prize in Physiology and Medicine for discovering that the defective gene in FH codes for a cell surface receptor for cholesterol in the form of low-density lypoprotein (LDL). In a succession of brilliant research achievements, Brown and Goldstein developed a culture technique for skin from both normal individuals and patients with FH. The cultured skin cells were then analysed biochemically by Brown. In 1973, Brown and Goldstein discovered the rate-limiting enzyme in cholesterol production, 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase, which could be regulated in cultured normal skin fibroblasts by the amount of LDL in the medium. Adding LDL to the normal cells switched off HMG-CoA reductase and the cells ceased making cholesterol. However, the skin cells from FH patients continued to make cholesterol with even very high levels of LDL in the medium. Brown and Goldstein correctly concluded that the genetic mutation must involve a receptor that bound LDL and enabled cholesterol to enter the cell. Drugs were developed that would inhibit HMG-CoA reductase and thus decrease the cellular production of cholesterol. Lovastatin was the first such drug marketed in the hope of decreasing the occurrence of heart attacks, on the mistaken assumption that high blood cholesterol caused such attacks. Brown and Goldstein’s mistake, the cholesterol hypothesis4–6 Unfortunately, Brown and Goldstein failed to realize that it is the loss of a functional cholesterol receptor, causing impaired ability to absorb and use cholesterol, which is the probable cause of the accelerated arteriosclerosis occurring in FH. Instead, they assumed that the cause is the high level of blood cholesterol, which ‘salts out’ into the arterial walls, causing the vascular impairment. This was an understandable mistake, because as mentioned above, the atheromatous plaques of arteriosclerosis contain cholesterol, which causes a bulge impinging on the lumen. In angioplasty, cardiologists use mechanical pressure to flatten such bulges, with therapeutic benefit to the flow of blood. However, pathologists realize that deposition of cholesterol in the arterial walls seems to be secondary to hydrodynamic damage,7 followed by inflammation, with cell multiplication and somatic gene mutation. The first awareness of this came from the finding that it is not possible to produce arteriosclerosis by feeding excessive amounts of cholesterol to laboratory animals. Only harmless ‘fatty streaks’ are produced,1 never a vascular accident. Biochemists know that cholesterol is a component of cell walls that modulates their fluidity.8 With the loss of the cholesterol receptor, the impaired ability to absorb cholesterol is likely to impair flexibility of cell walls in arteries, making them more brittle and therefore more liable to hydrodynamic damage. This accounts for deaths from occurrence of vascular accidents in the fourth and fifth decades in patients with heterozygous FH, including two cousins of the author, who were identical twins, thereby doubling the misfortune.2 Evidence for the haemodynamic hypothesis of arteriosclerosis     Hypertension causes accelerated arteriosclerosis and vascular accidents.     The absence of arteriosclerosis in the pulmonary circulation that has one third of the pressure of the systemic circulation. Furthermore, in cases of pulmonary hypertension typical fibrous atheromatous plaques occur in the pulmonary artery and its major branches.77      The sites of arterial damage are where hydrodynamic forces act, e.g. left anterior descending coronary, where a powerful jet of blood from the aorta hits the wall of the branch artery.     Race horses with high blood pressure during daily hours of training die around 20 years of age compared to 40 years for untrained horses. False claim from the Lipids Research Clinics Primary Prevention Trial In 1985, every doctor in New Zealand received a report saying it was now proven that lowering blood cholesterol levels in normal people reduces the risk of coronary heart disease. The report cited a study in which a group of 1906 men took the bile sequestrant, cholestyramine resin, for 7 years in comparison with 1900 men who took a placebo. L’Abbe and colleagues in Toronto9 noted with disapproval that the investigators had made a post hoc relaxation of the level of significance from the originally proposed <0.001 to <0.05. Check of the statistics, showed that even this low level of significance had not been reached.10 The investigators had cheated by using a one-tailed Student’s t-test instead of the proper two-tailed one. Lenfant’s complaint In a flush of success, Brown and Goldstein6 wrote a 1996 editorial for Science entitled, ‘Heart attacks: gone with the century?’ In the year 2000, Claude Lenfant, Director, National Heart Institute, National Institutes of Health, wrote the Forward to a book by Grundy evaluating clinical trial evidence for benefit of cholesterol-lowering therapy. Dr Lenfant asks rhetorically if Brown and Goldstein’s prediction had been fulfilled and stated,11 ‘Unfortunately, the answer is no’. Unfortunate consequences of Brown and Goldstein’s mistake Brown and Goldstein’s burst of fascinating information dazzled the medical profession, most of whom consequently accepted the false cholesterol hypothesis. This has led to unfortunate consequences that include:     Waste of money on misdirected research.     Waste of money on blood cholesterol tests.     Waste of money on statins.     Malnutrition from lack of fat-soluble vitamins (A,D,K,E) present in butter, full-cream milk and animal fat but lacking in margarine and skim milk (green-top bottles in New Zealand).     Fear of eating eggs, contributing to unhealthy, starchy diets.     Ricketts in middle-aged men from lack of vitamin D due to use of margarine and skim-milk.     Distortion of the Dairy Industry, causing unnecessary marketing of skim milk.     Distortion of the Meat Industry with unnecessary production of lean meat. Discussion Recently, LaRosa et al.12 reported on a huge study by thousands of people, comparing the therapeutic efficacy of two doses of Atorvastin, 80 mg/day and 10 mg/day, on the frequency of adverse cardiac events. Notably, there was no difference in overall mortality between the two doses. However, LaRosa drew a graph depicting cardiovascular event percentage and LDL cholesterol level, in patients from four statin trial groups and his own study. The graph, in his Figure 4, is misleading. It shows a rising slope for cardiovascular events against LDL cholesterol levels. However, all the statin groups, in black, are on the left of the graph and all the placebo groups in white are on the right of the graph, so the slope simply depicts the cholesterol-lowering effect of the statins. To test whether statins reduce the cardiovascular events, the statin and placebo sections of the individual trials must be compared. Reading by eye from the graphs, the statin components of the four trials average 13 events compared to 17 events from the placebo components, Student’s t-test showing no significant difference. The fact that of the thousands of people involved in achieving this spurious result did not include a single elementary mathematician with intellectual independence is in accord with the whole sorry story of the great cholesterol myth, starting with the false statistics used in analysing the Framingham data.10 The meta-analysis of Ray et al.,13 showing no prolongation of life by use of statins in randomized controlled trials involving 65 229 participants, is the final nail in the coffin of the great cholesterol myth. There is a popular fear of eating fat, triglycerides, which was reduced to fear of saturated fats to accommodate the finding that Eskimos, the Inuit people, were found to eat much unsaturated fat without early heart disease. It seems likely that fear of fat is unreal, based on a carry-on of the cholesterol fear. In the world of religion, it is often taught that it is virtuous to believe something without adequate proof and virtuous to convert others to the same misbelief. This has overlapped into Medicine in regard to the cholesterol hypothesis, as described in my previous paper.2 The great strength of Medicine is its scientific basis, which we must all have the courage and intellectual flexibility to preserve. Acknowledgement The author is indebted to Pro-Vice Chancellor Peter Crampton for encouragement and administrative support.", "pub_date": "20-06-2011", "access_date": "2019-11-29", "query": "cholesterol myth", "Google rank": "", "url": "https://academic.oup.com/qjmed/article/104/10/867/1591864", "keywords": "cholesterol, goldstein, brown, arteriosclerosis, accident"}