{"title": "Cholesterol Levels Decreasing, Does It Mean Better Heart Health?", "body": "  A new study finds that cholesterol levels have been dropping in the United States..  Researchers point to a 2013 revision to the guidelines on when cholesterol-lowering drugs should be recommended..  That change widened the group of people who might consider starting the drugs..  Researchers are heartened by the declines, but see more work to do in addressing perception of cholesterol levels and other heart disease risk factors.. While heart disease remains the leading cause of death in the United States, there are signs of hope. Earlier this year, research showed the death rate from heart disease had dropped by nearly 20 percent from 2006 to 2016. And this week, a new study reported that the average American’s cholesterol levels had dropped between 2005 and 2016, particularly among those who were taking cholesterol medication. High cholesterol is a major risk factor for heart disease. The researchers said the findings may highlight the success of a recent change in the guidelines about who should get cholesterol-lowering drugs. The findings also point to progress in the fight against heart disease, but the researchers caution that there are many more areas for improvement. “The way we are looking at the results is there is optimism with a hint of caution,” Dr. Pankaj Arora, a heart disease researcher at the University of Alabama at Birmingham and a senior author of the new study, told Healthline. “Despite increased use of statins, there is considerable room for improvement.” In 2013, changes were made to the national guidelines on how to treat cholesterol to reduce heart disease risk. Those changes included focusing on overall risk for heart disease rather than whether or not a person hit certain cholesterol level targets when deciding whether to recommend statins, drugs that can help lower cholesterol levels. Outside estimates predicted the change would mean statins might be recommended for an additional 13 million Americans. Arora and his colleagues wanted to see if that impact has been as large as predicted — and whether it has made a difference. They found that among Americans eligible for statins under the new guidelines, about 69 percent were told they had high cholesterol in 2015-2016, versus about 64 percent in 2011-2012, prior to the guideline revisions. About 49 percent of those eligible were taking statins in 2015-2016. That was up from about 41 percent in 2005-2006. The jump in statin use was greater among those with diabetes, one of the other key risk factors for heart disease — about 60 percent versus about 48 percent. Among those who took statins, the study found, average total cholesterol dropped from 206 milligrams per deciliter (mg/dl) to 191 between 2005-2006 and 2013-2014. After the new guidelines, it dropped by another 4 mg/dl to 187 in 2015-2016. Average levels of the LDL (bad) cholesterol followed a similar trend. They dropped from 122 mg/dl to 107 by 2013-2014, and then to 101 in 2015-2016.  Target cholesterol levels vary based on other risk factors, but the American Heart Association suggests shooting for total cholesterol around 150 mg/dl and LDL cholesterol at or below 100. Arora noted that we can’t say whether the 2013 guideline revisions caused these decreases, just that there’s a correlation. He finds the drops “very heartening,” but notes that “the gains are modest” — there’s room for improvement. One of the key places to improve is a 4 percent drop in statin use among people at high risk of heart disease. The study suggests that could have been an unintended side effect of the new guidelines, as people to whom physicians would normally prescribe statins may now be having a more holistic conversation about risk factors and whether a person wants to take statins. That could mean some people are choosing to decline the drugs or physicians are focusing on other risks. There are also some issues with the perception of statins that still need to be overcome, Arora said. Some people turn away due to fears of side effects. And those who take the drugs may treat it as a license to ignore other risk factors for heart disease. “Some people will take the medication and say ‘now nothing can happen to me,’” Arora said. “So there’s room for more, but I’m very optimistic at this point,” he added. ", "pub_date": "2019-11-15T00:25:25+00:00", "access_date": "2019-11-29", "query": "cholesterol dangerous", "Google rank": "", "url": "https://www.healthline.com/health-news/cholesterol-levels-are-decreasing-better-heart-health#Room-for-improvementhttps", "keywords": "cholesterol, statin, arora, drop, guideline"}