{"title": "Heart Health Vitamins, Supplements & Advice | Dr Stephen Sinatra", "body": "After over 40 years of clinical practice as a cardiologist, extensive research, and authoring several books on heart health, I’m here to set the record straight: Cholesterol is not the evil bad guy when it comes to heart disease that we’ve all been led to believe. Your body needs cholesterol to: Produce estrogen, testosterone, and adrenal hormones. Your body needs cholesterol to: Make vitamin D. Your body needs cholesterol to: Prompt your metabolism to work efficiently. Your body needs cholesterol to: Support your immune system. Your body needs cholesterol to: Promote brain health. But that doesn’t mean you can ignore your cholesterol. You just want to focus on the right numbers. In addition to having a standard blood test, it’s also important to have a more sophisticated blood test that will measure the various subtypes of your LDL and HDL cholesterol levels. In fact, when heart attacks happen in people with “normal” cholesterol levels, the problem is often the subtypes—which are something most doctors don’t measure but should! What Should Your Cholesterol Levels Be? The first thing you want to do is look at your overall ranges—which are the numbers doctors normally test. Here are my recommended healthy cholesterol ranges: Total cholesterol level: 180–240 mg/dL. Here are my recommended healthy cholesterol ranges: HDL cholesterol levels: 40–90 mg/dL for women; 35–90 mg/dL for men. Here are my recommended healthy cholesterol ranges: LDL cholesterol level: 80–130 mg/dL. Here are my recommended healthy cholesterol ranges: Triglyceride level: 50–100 mg/dL. But these recommended levels are just a start. To get a more accurate picture of the risk your cholesterol levels pose, it is important to ask your doctor for a more sophisticated blood test that will measure the various subtypes of your LDL and HDL—and will give you a more complete assessment of whether your cholesterol warrants attention or is merely elevated. These newer generation blood lipid tests include: Lipoprotein Particle Profile (LPP) (developed by SpectraCell). These newer generation blood lipid tests include: NMR LipoProfile (developed by LabCorp). These newer generation blood lipid tests include: Cardio IQ Report (offered through Quest Diagnostics). Your Cholesterol Subtypes Are Extremely Important The notion that LDL is “bad” and HDL is “good” is completely outdated. The truth is that even if your “good” HDL cholesterol levels are high, and your bad “LDL” cholesterol levels are low—both could be harming your heart. The reason is that it’s not enough to know your numbers, you also need to dig down and test the subtypes. Here’s why…     Not all HDL cholesterol is “good.” There are several subtypes (five actually) of HDL cholesterol, two of which are important to measure. HDL2 is large, buoyant, and helps to protect against heart disease. Meanwhile, HDL3 particles are small, dense, and not as protective as HDL2. You want more HDL2 particles than HDL3.     Not all LDL cholesterol is “bad.” As with HDL, there are several subtypes of LDL cholesterol. You can have high LDL cholesterol numbers, but if it’s mostly LDLA—which is a buoyant, fluffy molecule—it’s harmless unless it’s oxidized. If it's oxidized it can cause harm, but not as much harm as small particle LDLB. If much of your cholesterol is LDLB, that’s cause for concern because it’s small and dense and can contribute to hardening of the arteries.     Lp(a), the worst cholesterol, is a number most doctors don’t measure. This is a small, dense, and highly inflammatory type of cholesterol that can damage blood vessels. It can also make your blood “sticky” and cause a buildup of arterial plaque. What Should Your Cholesterol Subtype Levels Be?     HDL cholesterol subtypes: Greater than 25 mg/dL for HDL2; greater than 15 mg/dL for HDL3     LDL cholesterol subtype Lp(a): less than 30 mg/dL (Different labs have different standards, but in general the lower the number the better since Lp(a) is a powerful inflammatory and blood-clotting factor.)     Triglycerides subtype VLDL3: less than 10 mg/dL In addition to the recommended healthy cholesterol level ranges above, your doctor can review your test results to see if your LDL is mostly made up of large, fluffy particles that are not dangerous, or small, dense particles (known as “LDL-pattern-B”) that are dangerous. If it turns out that your HDL and/or LDL subtypes need improvement, I recommend a combination of the Pan-Asian Modified Mediterranean (PAMM) Diet, nutritional supplements, and exercise. If your Lp(a) is high, my top recommendation to neutralize it is to take 1 to 2 g of niacin daily. I also recommend a good omega-3 oil (1 or 2 g daily) and either one of two natural clot-busting enzyme supplements: nattokinase (50 mg twice a day) or lumbrokinase, also known as Boluoke (20 mg one to two times daily). ", "pub_date": "08-24-2018", "access_date": "2019-11-29", "query": "cholesterol myth", "Google rank": "", "url": "https://www.drsinatra.com/why-your-cholesterol-test-can-lie", "keywords": "cholesterol, hdl, subtypes, ldl, dl"}