{"title": "The cholesterol and calorie hypotheses are both dead — it is time to focus on the real culprit: insulin resistance", "body": "Emerging evidence shows that insulin resistance is the most important predictor of cardiovascular disease and type 2 diabetes. PRINT HEADLINE: Why insulin resistance is the main culprit of cardiovascular disease Aggressive lowering of low-density lipoprotein cholesterol (LDL-C) has been the cornerstone of preventative cardiology for decades. Statins are widely used as the go-to solution for the prevention of heart disease owing to their ability to slash LDL-C levels, a ‘surrogate marker’ of cardiovascular disease (CVD). Indeed, statins are one of the most widely prescribed class of drugs in the world. But this phenomenon begs two questions: is the enthusiasm for aggressive lowering of LDL-C justified; and is pharmacotherapy superior to lifestyle intervention? Over the years, medical guidelines have continually expanded the number of individuals for whom statin therapy is recommended. Proponents argue that statins are ‘life-savers’ and that ‘people will die’ if they discontinue their medicine[1],[2]. Prominent researchers from reputable universities have declared that ‘everyone over 50’ should be on a statin to reduce their risk of CVD and that even children with high LDL-C as young as 8 years should be afforded statin therapy[3]. However, the true benefit of statins in altering risk of CVD is increasingly being questioned by respected members of the medical community, creating bitter divisions within the ranks. Several cardiologists have countered that the benefits of statins have been grossly exaggerated (especially as primary prevention), while their risks have been consistently underemphasised. In some quarters, the scepticism about statins has reached fever pitch. Some say that the preponderance of statin trials has been tainted by ‘industry sponsorship’, influenced by ‘statistical deception’, and riddled with ‘flawed methodology’[4],[5],[6]. Those who challenge the cholesterol hypothesis are accused of ‘cherry-picking’ the data. Ironically, pro-statin researchers themselves are the ones who are guilty of cherry-picking. A recent article in The Lancet, published in 2016, purported to end the statin debate, ostensibly to silence dissenting views[7]. Yet, despite billions invested in developing medicines to reduce LDL-C drastically, there remains no consistent evidence for clinical benefit with respect to either events or mortality. For instance, there are 44 randomised controlled trials (RCTs) of drug or dietary interventions to lower LDL-C in the primary and secondary prevention literature, which show no benefit on mortality[8]. Most of these trials did not reduce CVD events and several reported substantial harm. Yet, these studies have not received much publicity. Furthermore, the ACCELERATE trial, a recent well-conducted double-blind randomised controlled trial, demonstrated no discernible reduction in CVD events or mortality, despite a 130% increase in high-density lipoprotein cholesterol (HDL-C) and a 37% drop in LDL-C. The result dumbfounded many experts, sparking renewed scepticism about the veracity of the cholesterol hypothesis[8]. There also appears to be no clear reduction in coronary heart disease mortality in western European countries from statins for primary and secondary prevention[9]. More recently, a post-hoc analysis showed no benefit of statins (pravastatin) in elderly people with moderate hyperlipidaemia and hypertension in primary prevention, and a non-significant direction toward increased all-cause mortality among adults 75 years and older[10]. Alarmingly, an assessment of industry-sponsored RCTs showed the median increase in life expectancy for selected participants in secondary prevention trials who adhered to taking statins every day for several years was a mere four days[11]. Similarly, the recent report of the efficacy of the latest ‘blockbuster’ drug evolocumab (Repatha, a PCSK-9 inhibitor) was underwhelming, despite the media hype. Published in The New England Journal of Medicine, the paper reported that evolocumab (together with a statin) lowered LDL-C by a whopping 60%, yet translated into only a 1.5% reduction in (non-fatal) CVD events[12]. Furthermore, evolocumab did not reduce total or cardiovascular mortality. Rather, there was a non-significant increase in mortality from CVD (n=251) compared with placebo (n=240), and a non-statistically significant increase in overall mortality in the experimental group (n=444) compared with placebo (n=426). Put simply, none of the patients who took the drug lived longer than those taking placebo. Hence, while the drug might synergise with a statin to prevent a non-fatal (or minor) heart attack, it seems to increase the risk of some other equally life-threatening pathology, resulting in death. As noted in an article in The Daily Telegraph (UK) in May 2017, European participants in the trial had no benefit in preventing any hard outcomes[13]. When looking at the totality of the evidence, the sobering results of these studies have left many doctors wondering whether the directive to lower LDL-C aggressively using pharmacotherapy has been misguided. ‘Big Pharma’ has certainly triumphed, yet the patients have not. There is an ethical and moral imperative that the true benefits and potential harms of these drugs are discussed to protect patients from unnecessary anxiety, manipulation, and iatrogenic complications. Furthermore, contrary to reports about stopping statins as a consequence of media scare stories about side effects resulting in thousands of heart attacks and deaths, there is no scientific evidence from registry data of a single person suffering such a fate.     It is an ethical and moral imperative that the true benefits and potential harms of these drugs are discussed to protect patients One of the most compelling arguments against LDL-C as the primary target of CVD prevention or treatment is the Lyon Diet Heart Study[14]. Adopting a Mediterranean diet for secondary prevention improved both recurrent myocardial infarction (number needed to treat [NNT]=18) and all-cause mortality (NNT=30), despite no significant difference in the reduction of LDL-C between the Mediterranean diet and control diet groups. It is clear that appropriate lifestyle interventions deliver far more impressive results compared with those of current medications (and without the side effects, and at a much lower cost). Given that statins can give the illusion of CVD protection, predispose the development of type 2 diabetes in up to 1 in 50 patients taking these drugs, and cause reversible side effects in up to 29% of users, stopping statins may paradoxically ‘save more lives’ and improve quality of life in those taking them[15]. Is the calorie the right target? Non-communicable chronic disease is now the biggest killer on the planet. Surpassing war, tobacco, and HIV, the diseases of metabolic syndrome account not only for most of the disease burden in the developed world, but also for the majority of the 35 million deaths per annum in the developing world as well[16]. The cause of this increase is routinely ascribed to the continued advancement of the obesity epidemic, which, in turn, is ascribed to global caloric surfeit. However, there are four separate lines of reasoning that question this thesis. Firstly, while obesity prevalence and diabetes prevalence correlate, they are not concordant[17]. There are countries with populations who are obese without being diabetic (such as Iceland, Mongolia, and Micronesia), and there are countries with populations who are diabetic without being obese, such as India, Pakistan, and China (they manifest a diabetes prevalence of 11%; the United States, one of the world’s most obese country, has a 9.3% diabetes prevalence). This is further elaborated by looking at years of life lost from diabetes versus obesity[18]. Many normal weight people (up to one-third) succumb to type 2 diabetes as well. Secondly, although it is true that 80% of the obese population harbour at least one of the diseases of the metabolic syndrome (hypertension, dyslipidaemia, fatty liver disease, and type 2 diabetes), 20% of morbidly obese individuals do not (termed “metabolically healthy obese” or MHO), and have normal life spans[19],[20],[21]. Conversely, up to 40% of normal weight adults harbour the same diseases of the metabolic syndrome, including hypertension, dyslipidaemia, fatty liver disease, and CVD[22],[23]. Thirdly, the secular trend of diabetes in the United States from 1988 to 2012 has demonstrated a 25% increase in prevalence in both the obese and the normal weight population[24]. Thus, obesity, and by inference, caloric balance, does not explain the worldwide pandemic of non-communicable disease. Although obesity is clearly a marker for the pathology, it is clearly not the cause — because normal weight people get metabolic syndrome, too. Finally, lipodystrophy is a disease syndrome characterised by too little, rather than too much body fat[25]. Yet these patients have the highest risks for CVD and type 2 diabetes of all; clearly unrelated to calories or obesity. Current thinking about obesity and related diseases holds that quantifying calories is the principal concern and target for intervention. The basis for this directive is that consumed calories, regardless of their sources, are equivalent; i.e. ‘a calorie is a calorie’. Rather, a focus on the sources of those calories consumed (i.e. processed versus real food) and on the metabolic changes that result from consuming foods of different types needs to be addressed[26]. In particular, calorie-focused thinking is inherently biased against high-fat foods, many of which appear to be protective against obesity and the diseases of metabolic syndrome, and supportive of refined starch and sugar replacements, which are clearly detrimental, and exclusive of their calories and effects on weight gain[27],[28]. Shifting the focus away from quantitative and toward qualitative food distinctions (i.e. that the diseases of metabolic syndrome are due to food-induced changes in physiology; for example, neurohormonal and mitochondrial metabolic pathways) is required to see chronic disease abatement. This cannot be accomplished through arithmetic caloric restriction (i.e. calorie counting). Calorie balance sheets — targeting ‘calories in’ and/or ‘calories out’ — reinforce the message of overeating and inactivity as the underlying causes, rather than the resultant effects, of this aberrant physiology[29]. Insulin resistance: the main culprit Using the lowering of LDL-C as a surrogate marker, accomplished through either diet or medicines, has proven to be, at best, inconsistent and, at worst, misguided. Furthermore, using weight or body mass index (BMI) as a surrogate marker has been uniformly ineffective. While some people lose weight acutely through self-imposed dieting, they routinely gain it back, often with worsening of their metabolic state. Rather, we should examine other risk factors, which more clearly drive the aberrant pathophysiology. The risk factor that has been most consistently associated with CVD, type 2 diabetes and obesity is ‘insulin resistance’ — defined as an impaired biological response to insulin. In fact, insulin resistance plays a primary and causative role in the pathogenesis of hypertension, dyslipidaemia, fatty liver disease, and type 2 diabetes, collectively termed ‘metabolic syndrome[30]’.     We propose that insulin resistance is the most important predictor of CVD and type 2 diabetes We propose that insulin resistance is the most important predictor of CVD and type 2 diabetes, a view that is strongly borne out of the work of Gerald Reaven and colleagues[31]. In a seminal natural history study, these researchers took a group of healthy people who were insulin sensitive and free from heart disease. After five years they found that none of the people who remained insulin sensitive developed heart disease whereas 14% of people in the highest tertile of insulin resistance developed heart disease in the same period[31]. In another study, up to 69% of patients who were admitted to hospital with acute heart attacks were found to have metabolic syndrome[32], which was associated with increased risk of death or readmission over the following 12 months. Mathematical modelling has demonstrated that correcting insulin resistance in young adults could prevent 42% of episodes of myocardial infarction[33]. The study reported the next most important determinant of CVD is systolic hypertension, prevention of which would reduce myocardial infarctions by 36%, followed by low HDL-C (31%), high BMI (21%) and LDL-C (16%). Of note, insulin resistance belies each of these phenomena[33]. Metformin and thiazolidinediones are two drugs that mildly improve insulin sensitivity. While metformin has been shown to reduce CVD in type 2 diabetics, no data on primary prevention has yet been elaborated. Furthermore, rosiglitazone increased mortality in those with type 2 diabetes[34]. This may be one reason why using insulin resistance as a surrogate marker has received little attention over the decades. Another reason may be that since fasting insulin correlates poorly with obesity (i.e. the calorie hypothesis), the American Diabetes Association eschews its use. In contrast, good old-fashioned lifestyle interventions can significantly reduce insulin resistance, CVD, and mortality. Excessive consumption of refined carbohydrates (especially sugar) and the resultant glycaemic load can overwhelm hepatic mechanisms that regulate the body’s blood glucose levels[35]. Evidence surrounding the use of low carbohydrate, high fat diets for the prevention and treatment of CVD, type 2 diabetes, and obesity is accumulating[36]. Unfortunately, other than Brazil, there has been little change to any nation’s dietary guidelines, which continue to recommend a low fat diet, which often results in diets high in refined carbohydrates (especially sugar). Furthermore, dietary guidelines (as well as a recent presidential advisory by the American Heart Association) recommend replacing saturated fat with unsaturated fat in order to reduce LDL-C[37]. In practice, this translates to recommending vegetable oils and margarines rich in omega-6 polyunsaturated fatty acids (PUFA). Hence, the consumption of omega-6 PUFA has skyrocketed in recent decades and dwarfed the intake of omega-3 PUFA. In traditional societies, the ratio of omega-6 to omega-3 polyunsaturated fatty acids was 1:1[38]. This came about due to diets rich in fish, plant foods and free-grazing animals, and eggs from chickens that ate plants high in omega-3 fats. But now in industrialised countries, the dietary ratio is closer to 20:1. This is a more ‘pro-inflammatory’ mix of PUFAs and may contribute to worsening of inflammatory atherosclerotic plaques. The benefits of the Mediterranean diet have been attributed to its high alpha-linolenic acid (omega-3) and polyphenol content present in nuts, extra virgin olive oil, vegetables and oily fish, which act to dampen the inflammatory response. What little carbohydrate there is exists along with its inherent fibre, thus reducing glycaemic load, liver fat, and insulin response. Furthermore, even minimal exercise can help to reverse insulin resistance. A recent article stated that regular brisk walking, just 30 minutes per day more than three times per week, can reverse insulin resistance[39], while another study suggested that just 15 minutes of moderate-intensity exercise per day can increase lifespan by 3 years[40]. Time to redefine CVD risks In summary, for many patients at high risk of CVD, one of the safest and most effective ways to reduce the risk of heart attack and stroke is to consume a high fat and low glycaemic load Mediterranean diet and engage in regular exercise. At the very least, exercise interventions are often similar to drug interventions in terms of their mortality benefits in the secondary prevention of coronary heart disease, and do not come with side effects[41].     Instead of funnelling billions to drug research and development, perhaps more of that money could be spent encouraging the implementation of policy directives that encourage population-wide behavioural change Currently 75% of healthcare dollars are spent treating chronic metabolic disease. Instead of funnelling billions to drug research and development, perhaps more of that money could be spent encouraging the implementation of policy directives that encourage population-wide behavioural change (similar to the efforts to combat tobacco and alcohol) to reverse insulin resistance. Even a 20% reduction in sugar consumption can evidence marked cost savings[42]. Public health should work primarily to support the consumption of real food that help protect against neurohormonal and mitochondrial dysfunction, and not continue to promote calorie-directed messages that blame victims, and exacerbate these pandemics. Then, and only then, might we achieve the goal of attenuating the prevalence of CVD and the other chronic diseases of the metabolic syndrome.", "pub_date": "14-07-2017", "access_date": "2019-11-29", "query": "cholesterol avoid", "Google rank": "", "url": "https://www.nhs.uk/live-well/healthy-body/lower-your-cholesterol/", "keywords": "cvd, insulin, statin, calorie, resistance"}