{"title": "Debunking the cholesterol myth", "body": "Recently published research debunks the common myth that that eating prawns raises cholesterol levels in the blood and therefore can increase the risk of heart disease. The study, headed by University of Surrey Professor Bruce Griffin, showed that prawn consumption had absolutely no effect on the blood cholesterol levels of the healthy males participating in the trial. The participants ate 225 grams of coldwater prawns daily for 12 weeks, while a control group consumed the equivalent weight of fish in the form of imitation crab, or surimi. The two groups then swapped diets for another 12 weeks. The prawns and imitation crab were matched in terms of total energy and nutrient content but, importantly, the prawn diet contained nearly four times the dietary cholesterol of the control group’s diet. Blood samples were taken at the beginning and end of the study to determine any changes to blood cholesterol levels. At the conclusion of the trial, Griffin said, “The study found that the consumption of prawns produced no significant effects on the blood cholesterol level relative to the control, or within each intervention group over time. There was also no significant effect on LDL (bad) cholesterol levels compared with the control group.” In the past, it was believed that consumers should avoid foods such as shellfish containing dietary cholesterol; other cholesterol-rich foods include eggs and types of offal such as liver and kidneys. However, it is now known that saturated fat is more influential in raising blood cholesterol than dietary cholesterol itself. For example, the Medical Research Council said, “Individuals with high blood cholesterol often mistakenly seek out and actively avoid foods that are rich in cholesterol such as shellfish and eggs, whereas the key issue is to decrease [the consumption of] saturated fatty acids.” According to the British Heart Foundation, “The cholesterol [that] is found in some foods such as eggs, liver, kidneys and some types of seafood, for example prawns, does not usually make a great contribution to the level of cholesterol in your blood.” Dietary cholesterol is present in all crustacean shellfish, not just prawns, as well as in squid, octopus and cuttlefish. However, despite containing some cholesterol, they contain very little fat, whereas red meat typically has a high fat content. According to Dr. Tom Pickerell, director of the Shellfish Association of Great Britain (SAGB), a 100-gram portion of prawns contains only 0.2 grams of fat, “whilst 100 grams of beef mince contains around 13.5 grams of fat.” Meanwhile, mollusks or bivalves such as cockles, mussels, oysters, scallops and clams are very low in cholesterol, about half as much as chicken, and contain much less cholesterol than red meat, said Pickerell. Many types of shellfish are also valuable sources of the heart-protective omega-3 fatty acids associated with oil-rich fish such as salmon, herring and mackerel, he added. “They are also a rich source of many key minerals, such as iron, zinc, selenium and iodine — nutrients [that] are not readily available in many other foods,” said Pickerell. “A portion of shellfish counts as one of the two-a-week seafood meals as recommended by the Food Standards Agency.” Despite all the evidence, many healthcare professionals still give out-of-date advice and tell patients with high blood cholesterol to cut back on prawns, said Pickerell. To try and get them to change tack, the SAGB, which backed the University of Surrey’s trial, and Seafish, which supported the study together with the Greenlandic, Norwegian and Canadian prawn industries, have sent 90,000 brochures to doctors’ surgeries in the UK. Whether this will do the trick remains to be seen, but at least it is a start. Any move to promote the health benefits of seafood and therefore increase consumption is to welcomed. ", "pub_date": null, "access_date": "2019-11-29", "query": "cholesterol myth", "Google rank": "", "url": "https://www.seafoodsource.com/features/debunking-the-cholesterol-myth", "keywords": "prawn, cholesterol, shellfish, gram, pickerell"}