{"title": "Study says there's no link between cholesterol and heart disease - NHS", "body": "\"Controversial report claims there's no link between 'bad cholesterol' and heart disease,\" the Daily Mail reports, while The Times states: \"Bad cholesterol 'helps you live longer',\". The headlines are based on a new review which aimed to gather evidence from previous observational studies on whether LDL cholesterol (so-called \"bad cholesterol\") was linked with mortality in older adults aged over 60. The conventional view is that having high LDL cholesterol levels increases your risk of dying of cardiovascular diseases, such as heart disease. Researchers chose 30 studies in total to analyse. 28 studies looked at the link with death from any cause. Twelve found no link between LDL and mortality, but 16 actually found that lower LDL was linked with higher mortality risk – the opposite to what was expected.  Only nine studies looked at cardiovascular mortality link specifically – seven found no link and two found the opposite link to what was expected. However, there are many important limitations to this review. This includes the possibility that the search methods may have missed relevant studies, not looking at levels of other blood fats (e.g. total and HDL cholesterol), and the possibility that other health and lifestyle factors are influencing the link.  Most importantly, as the researchers acknowledge, these findings do not take account of statin use, which lowers cholesterol. People found to have high LDL cholesterol at the study's start may have subsequently been started on statins, which could have prevented deaths.   The study was carried out by researchers from the University of South Florida, the Japan Institute of Pharmacovigilance and various other international institutions in Japan, Sweden, UK, Ireland, US and Italy.  Funding was provided by the Western Vascular Institute. The study was published in the peer-reviewed BMJ Open and, as the journal name suggests, the article is open-access, so can be read for free.  Four of the study authors have previously written book(s) criticising \"the cholesterol hypothesis\". It should also be noted that nine of the authors are members of THINCS – The International Network of Cholesterol Skeptics. This is described as a group of scientists who \"oppose…that animal fat and high cholesterol play a role [in heart disease]\". If you were playing Devil's Advocate, you could argue that this represents a preconceived view of the authors regarding the role of cholesterol, rather than the open, unbiased mind you would hope for in the spirit of scientific enquiry. That said, many important scientific breakthroughs happened due to the efforts of individuals who challenged a prevailing orthodoxy of thinking.  In general, the UK media provided fairly balanced reporting, presenting both sides of the argument – supporting the findings, but with critical views from other experts.  This was a systematic review which aimed to gather evidence from cohort studies to see whether LDL – \"bad\" – cholesterol is associated with mortality in older adults. It has long been thought that cholesterol is a key cause of the fatty build-up in arteries (atherosclerosis) that causes heart disease. However, the researchers say there are contradictions to this view. Recent research has suggested that total cholesterol becomes less of a risk factor for all-cause or cardiovascular mortality the older people get. Less is known about LDL specifically and that's what this research aimed to look at.  A systematic review is the best way of gathering evidence from cohort studies that have looked at the link between an exposure or risk factor and an outcome. However, the strength of a review's findings is only as good as the studies they include. In cohort studies, it is often difficult to directly attribute an outcome to a specific cause, and there is always the potential that other factors are influencing the outcome.   The researchers searched one literature database (PubMed) in December 2015 to identify English-language cohort studies that had included a general population sample aged 60 and over. Studies had to have taken baseline measures of LDL cholesterol and then followed participants up over time, looking at the link with all-cause or cardiovascular mortality.  Three authors reviewed potential studies and extracted data. From an initial 2,894 hits, 19 publications, covering 30 cohorts and including 68,094 participants, were included. The majority of studies were excluded outright, as they didn't seem to contain anything relevant in the study title or abstract (summary). The other reasons for exclusion were non-English language, participants not being representative of the general population, not measuring LDL cholesterol at baseline, and not giving separate data for older adults or looking at mortality outcomes. The researchers did not pool the results of the individual cohorts in a meta-analysis, but gave a narrative summary of the findings. Overall, they reported that 16 cohorts (representing 92% of individuals in the review) of 28 examining all-cause mortality found an inverse relationship between LDL cholesterol and all-cause mortality. That is, as LDL cholesterol went down, all-cause mortality went up – higher LDL was apparently linked to lower all-cause mortality. In 14 of these 16, this was said to be a statistically significant link. The remaining 12 cohorts found no link with all-cause mortality.  Only nine of the identified cohorts specifically reported cardiovascular mortality. Seven found no link between LDL cholesterol and cardiovascular mortality. The other two found that those in the lowest fourth (quartile) of LDL levels actually had the highest cardiovascular mortality.  The researchers concluded that, \"High LDL-C is inversely associated with mortality in most people over 60 years\". They said their finding contradicts the cholesterol hypothesis: that cholesterol, particularly LDL, causes fatty build-up in the arteries.   They consider that as they found older adults with high LDL live just as long as those with low LDL, this \"provides the rationale for a re-evaluation of guidelines recommending pharmacological reduction of LDL-C in the elderly\". This research suggests that – contrary to common belief – LDL cholesterol is not as \"bad\" as may be thought, and higher levels are not linked to all-cause or cardiovascular mortality. However, before accepting this as fact, there are many important limitations to consider – both to the review and the included studies – many of which the review authors themselves acknowledge:  However, before accepting this as fact, there are many important limitations to consider – both to the review and the included studies – many of which the review authors themselves acknowledge:  There is the potential that many studies relevant to this question may have been missed out. The review searched only a single literature database, excluded studies only available in non-English language, and excluded studies where the title and abstract did not appear to contain information on the link between LDL and mortality in older adults. . However, before accepting this as fact, there are many important limitations to consider – both to the review and the included studies – many of which the review authors themselves acknowledge:  The study only looked at the link in older adults aged over 60. LDL-cholesterol levels may show different links with long-term mortality in younger adults. Though this was intended to represent the general older-age population, some studies had excluded people with specific conditions such as dementia, diabetes or terminal illness. . However, before accepting this as fact, there are many important limitations to consider – both to the review and the included studies – many of which the review authors themselves acknowledge:  The studies varied widely in adjustment for confounding factors that could be having an influence on the link between LDL and mortality. Age, gender and body mass index (BMI) were common factors that studies took into account, but others variably accounted for lifestyle factors (e.g. smoking, alcohol), socioeconomic factors, presence of conditions, and use of medications. . However, before accepting this as fact, there are many important limitations to consider – both to the review and the included studies – many of which the review authors themselves acknowledge:  Only LDL cholesterol was examined. Levels of total cholesterol, trigylcerides, and the ratio of LDL to HDL \"good\" cholesterol could be having an effect and mediating the link between LDL and mortality. . However, before accepting this as fact, there are many important limitations to consider – both to the review and the included studies – many of which the review authors themselves acknowledge:  Most of the evidence for this review is for the link with all-cause mortality – not cardiovascular mortality. High LDL-cholesterol is believed to be linked with the development of atherosclerosis and cardiovascular disease. This review does not provide enough firm evidence to refute this link. The review cannot with certainty explain the reasons for the apparent link between LDL levels and death from any cause – with roughly half of studies finding a link and half not. . However, before accepting this as fact, there are many important limitations to consider – both to the review and the included studies – many of which the review authors themselves acknowledge:  Importantly, the study does not provide evidence that statins are \"a waste of time\". These are not trials examining mortality between people prescribed statins or not. The researchers openly acknowledge that the use of statins – which they haven't directly examined – may be confounding the links in these studies. For example, the people found to have the highest LDL cholesterol levels at the study's start may have then been started on statins, and this could have dramatically cut their reduced mortality risk. . The findings of this review and possible explanations will need to be explored further, but for now this review doesn't provide solid evidence that high LDL cholesterol is good for you, or that statins are of no help. People given statins should continue to take them as prescribed.  \"Fat is actually good for you\" may be a great headline for a newspaper, and there are always researchers who are willing to make such a case, as we saw with the recent National Obesity Forum report. These types of stories are often based on a selective view of evidence, rather than a comprehensive systematic review. There is currently no comprehensive body of evidence that contradicts current official advice on saturated fat consumption – which recommends no more than 30g of saturated fat a day for men and 20g for women. Analysis by BazianEdited by NHS Website ", "pub_date": null, "access_date": "2019-11-29", "query": "cholesterol dangerous", "Google rank": "", "url": "https://www.nhs.uk/news/heart-and-lungs/study-says-theres-no-link-between-cholesterol-and-heart-disease/", "keywords": "ldl, mortality, cholesterol, review, link"}