{"title": "High Cholesterol", "body": "Cholesterol is a type of lipid. It’s a waxy, fat-like substance that your liver produces naturally. It’s vital for the formation of cell membranes, certain hormones, and vitamin D. Cholesterol doesn’t dissolve in water, so it can’t travel through your blood on its own. To help transport cholesterol, your liver produces lipoproteins. Lipoproteins are particles made from fat and protein. They carry cholesterol and triglycerides (another type of lipid) through your bloodstream. The two major forms of lipoprotein are low-density lipoprotein (LDL) and high-density lipoprotein (HDL). If your blood contains too much LDL cholesterol (cholesterol carried by low-density lipoprotein), it’s known as high cholesterol. When left untreated, high cholesterol can lead to many health problems, including heart attack or stroke. High cholesterol typically causes no symptoms. That’s why it’s important to get your cholesterol levels checked on a regular basis. Learn what cholesterol levels are recommended for your age. Low-density lipoprotein (LDL) is often called “bad cholesterol.” It carries cholesterol to your arteries. If your levels of LDL cholesterol are too high, it can build up on the walls of your arteries. The buildup is also known as cholesterol plaque. This plaque can narrow your arteries, limit your blood flow, and raise your risk of blood clots. If a blood clot blocks an artery in your heart or brain, it can cause a heart attack or stroke. According to the Centers for Disease Control and Prevention, over one-third of American adults have elevated levels of LDL cholesterol. Find out how you can check your LDL cholesterol levels. High-density lipoprotein (HDL) is sometimes called “good cholesterol.” It helps return LDL cholesterol to your liver to be removed from your body. This helps prevent cholesterol plaque from building up in your arteries. When you have healthy levels of HDL cholesterol, it can help lower your risk of blood clots, heart disease, and stroke. Learn more about HDL cholesterol. Triglycerides are another type of lipid. They’re different from cholesterol. While your body uses cholesterol to build cells and certain hormones, it uses triglycerides as a source of energy. When you eat more calories than your body can use right away, it converts those calories into triglycerides. It stores triglycerides in your fat cells. It also uses lipoproteins to circulate triglycerides through your bloodstream. If you regularly eat more calories than your body can use, your triglyceride levels can get high. This may raise your risk of several health problems, including heart disease and stroke. Your doctor can use a simple blood test to measure your triglyceride level, as well as your cholesterol levels. Learn how to get your triglyceride level tested.   If you’re age 20 years or older, the American Heart Association recommends getting your cholesterol levels checked at least once every four to six years. If you have a history of high cholesterol or other risk factors for cardiovascular disease, your doctor may encourage you get your cholesterol levels tested more often. Your doctor can use a lipid panel to measure your total cholesterol level, as well your LDL cholesterol, HDL cholesterol, and triglyceride levels. Your total cholesterol level is the overall amount of cholesterol in your blood. It includes LDL and HDL cholesterol. If your levels of total cholesterol or LDL cholesterol are too high, your doctor will diagnose you with high cholesterol. High cholesterol is especially dangerous when your LDL levels are too high and your HDL levels are too low. Find out more about your recommended cholesterol levels. Tips Tips Pay attention to the saturated and trans fats on your food labels, as well as added sugars. The less of these you consume, the better. No more than 10 percent of your daily calories should come from either saturated fats or added sugars.. Tips Don’t worry about eating enough cholesterol. Your body makes enough whether or not you consume it.. Tips Eat more healthy, unsaturated fats. Try replacing butter with extra virgin olive oil in cooking, buy lean cuts of meat, and snack on nuts and seeds instead of french fries or processed snack foods.. Your body needs some cholesterol to function properly, including some LDL. But if your LDL levels are too high, it can raise your risk of serious health problems. In 2013, the American College of Cardiologists (ACC) and the American Heart Association (AHA) developed new guidelines for the treatment of high cholesterol. Before this change, doctors would manage cholesterol based on numbers in a cholesterol levels chart. Your doctor would measure your total cholesterol, HDL cholesterol, and LDL cholesterol levels. They would then decide whether to prescribe a cholesterol-lowering medication based on how your numbers compared to the numbers in the chart. Under the new guidelines, in addition to your cholesterol levels, treatment recommendations consider other risk factors for heart disease. These risk factors include diabetes and the estimated 10-year risk for a cardiac event such as a heart attack or stroke. So what your “normal” cholesterol levels are depends on whether you have other risk factors for heart disease. These new guidelines recommend that if you don’t have risk factors for heart disease, your doctor should prescribe treatment if your LDL is greater than 189 mg/dL. To find out what your personal cholesterol recommendations are, talk to your doctor. With the changes mentioned above in the treatment guidelines for high cholesterol, cholesterol charts are no longer considered the best way for doctors to gauge the management of cholesterol levels in adults. However, for the average child and adolescent, the National Heart, Lung, and Blood Institute classifies cholesterol levels (mg/dL) as follows: In most cases, high cholesterol is a “silent” problem. It typically doesn’t cause any symptoms. Many people don’t even realize they have high cholesterol until they develop serious complications, such as a heart attack or stroke. That’s why routine cholesterol screening is important. If you’re age 20 years or older, ask your doctor if you should have routine cholesterol screening. Learn how this screening could potentially save your life. Eating too many foods that are high in cholesterol, saturated fats, and trans fats may increase your risk of developing high cholesterol. Other lifestyle factors can also contribute to high cholesterol. These factors include inactivity and smoking. Your genetics can also affect your chances of developing high cholesterol. Genes are passed down from parents to children. Certain genes instruct your body on how to process cholesterol and fats. If your parents have high cholesterol, you’re at higher risk of having it too. In rare cases, high cholesterol is caused by familial hypercholesterolemia. This genetic disorder prevents your body from removing LDL. According to the National Human Genome Research Institute, most adults with this condition have total cholesterol levels above 300 mg/dL and LDL levels above 200 mg/dL. Other health conditions, such as diabetes and hypothyroidism, may also increase your risk of developing high cholesterol and related complications. If left untreated, high cholesterol can cause plaque to build up in your arteries. Over time, this plaque can narrow your arteries. This condition is known as atherosclerosis. Atherosclerosis is a serious condition. It can limit the flow of blood through your arteries. It also raises your risk of developing dangerous blood clots. Atherosclerosis can result in many life-threatening complications, such as: High cholesterol can also create a bile imbalance, raising your risk of gallstones. See the other ways that high cholesterol can impact your body. To measure your cholesterol levels, your doctor will use a simple blood test. It’s known as a lipid panel. They can use it to assess your levels of total cholesterol, LDL cholesterol, HDL cholesterol, and triglycerides. To conduct this test, your doctor or other healthcare professional will take a sample of your blood. They will send this sample to a lab for analysis. When your test results become available, they will let you know if your cholesterol or triglyceride levels are too high. To prepare for this test, your doctor may ask you to avoid eating or drinking anything for at least 12 hours beforehand. Learn more about testing your cholesterol levels. If you have high cholesterol, your doctor may recommend lifestyle changes to help lower it. For instance, they may recommend changes to your diet, exercise habits, or other aspects of your daily routine. If you smoke tobacco products, they will likely advise you to quit. Your doctor may also prescribe medications or other treatments to help lower your cholesterol levels. In some cases, they may refer you to a specialist for more care. See how long it may take for your cholesterol treatment to work. To help you achieve and maintain healthy cholesterol levels, your doctor may recommend changes to your diet. For example, they may advise you to: For example, they may advise you to: limit your intake of foods that are high in cholesterol, saturated fats, and trans fats. For example, they may advise you to: choose lean sources of protein, such as chicken, fish, and legumes. For example, they may advise you to: eat a wide variety of high-fiber foods, such as fruits, vegetables, and whole grains. For example, they may advise you to: opt for baked, broiled, steamed, grilled, and roasted foods instead of fried foods. For example, they may advise you to: avoid fast food and junk food. Foods that are high in cholesterol, saturated fats, or trans fats include: Foods that are high in cholesterol, saturated fats, or trans fats include: red meat, organ meats, egg yolks, and high-fat dairy products. Foods that are high in cholesterol, saturated fats, or trans fats include: processed foods made with cocoa butter, palm oil, or coconut oil. Foods that are high in cholesterol, saturated fats, or trans fats include: deep fried foods, such as potato chips, onion rings, and fried chicken. Foods that are high in cholesterol, saturated fats, or trans fats include: certain baked goods, such as some cookies and muffins. Eating fish and other foods that contain omega-3 fatty acids may also help lower your LDL levels. For example, salmon, mackerel, and herring are rich sources of omega-3s. Walnuts, almonds, ground flax seeds, and avocados also contain omega-3s. Discover other foods that may help lower your cholesterol levels. Dietary cholesterol is found in animal products, such as meat, eggs, and dairy. To help treat high cholesterol, your doctor may encourage you to limit your intake of high-cholesterol foods.  For example, the following products contain high levels of cholesterol: For example, the following products contain high levels of cholesterol: fatty cuts of red meat. For example, the following products contain high levels of cholesterol: liver and other organ meats. For example, the following products contain high levels of cholesterol: eggs, especially the yolks. For example, the following products contain high levels of cholesterol: high-fat dairy products, such as full-fat cheese, milk, ice cream, and butter. Depending on your doctor’s recommendations, you might be able to eat some of these foods in moderation. Learn more about high-cholesterol foods. In some cases, your doctor might prescribe medications to help lower your cholesterol levels. Statins are the most commonly prescribed medications for high cholesterol. They block your liver from producing more cholesterol. Examples of statins include: Your doctor may also prescribe other medications for high cholesterol, such as: Your doctor may also prescribe other medications for high cholesterol, such as: niacin. Your doctor may also prescribe other medications for high cholesterol, such as: bile acid resins or sequesterants, such as colesevalam (Welchol), colestipol (Colestid), or cholestyramine (Prevalite). Your doctor may also prescribe other medications for high cholesterol, such as: cholesterol absorption inhibitors, such as ezetimibe (Zetia). Some products contain a combination of drugs to help decrease your body’s absorption of cholesterol from foods and reduce your liver’s production of cholesterol. One example is a combination of ezetimibe and simvastatin (Vytorin). Learn more about the drugs used to treat high cholesterol. In some cases, you may be able to lower your cholesterol levels without taking medications. For example, it may be enough to eat a nutritious diet, exercise regularly, and avoid smoking tobacco products. Some people also claim that certain herbal and nutritional supplements may help lower cholesterol levels. For instance, such claims have been made about: However, the level of evidence supporting these claims varies. Also, the U.S. Food and Drug Administration (FDA) hasn’t approved any of these products for treating high cholesterol. More research is needed to learn if they can help treat this condition. Always talk to your doctor before taking any herbal or nutritional supplements. In some cases, they might interact with other medications you’re taking. Learn more about natural remedies for high cholesterol. Genetic risk factors for high cholesterol can’t be controlled. However, lifestyle factors can be managed. To lower your risk of developing high cholesterol: To lower your risk of developing high cholesterol: Eat a nutritious diet that’s low in cholesterol and animal fats, and high in fiber.. To lower your risk of developing high cholesterol: Avoid excessive alcohol consumption.. To lower your risk of developing high cholesterol: Maintain a healthy weight.. To lower your risk of developing high cholesterol: Exercise regularly.. To lower your risk of developing high cholesterol: Don’t smoke.. You should also follow your doctor’s recommendations for routine cholesterol screening. If you’re at risk of high cholesterol or coronary heart disease, they will likely encourage you to get your cholesterol levels tested on a regular basis. Find out how to get your cholesterol levels checked. If left untreated, high cholesterol can cause serious health problems and even death. However, treatment can help you manage this condition, and in many cases, it can help you avoid complications. To learn if you have high cholesterol, ask your doctor to test your cholesterol levels. If they diagnose you with high cholesterol, ask them about your treatment options. To lower your risk of complications from high cholesterol, practice healthy lifestyle habits and follow your doctor’s recommended treatment plan. Eating a well-balanced diet, exercising regularly, and avoiding tobacco products may help you achieve and maintain healthy cholesterol levels. It could also help lower your risk of complications from high cholesterol. ", "pub_date": "2014-10-27T07:00:00+00:00", "access_date": "2019-11-29", "query": "cholesterol dangerous", "Google rank": "", "url": "https://www.healthline.com/health/high-cholesterol#outlook", "keywords": "cholesterol, high, level, fat, ldl"}