{"title": "Cholesterol Levels: High, Low, Good & Bad | Live Science", "body": "\n\n\n\n Cholesterol is a waxy material that is produced naturally by the liver. It protects the nerves, produces hormones and makes cell tissues, according to the American Academy of Family Physicians. However, too much cholesterol can be a bad thing — which is why it's important to manage it and keep it at reasonable levels.  People can check their cholesterol levels by getting a simple blood test. The test measures total cholesterol, HDL (high density lipoprotein), LDL (low density lipoprotein) and triglycerides, another type of fat in the blood stream. HDL is the \"good\" cholesterol that keeps LDL, the \"bad\" cholesterol, down, according to the American Heart Association. Too much LDL cholesterol can cause deposits known as plaque to build up in the blood vessels, which causes a decrease the amount of blood and oxygen going to the heart. This, in turn, can lead to heart disease and heart attack. [Diagram of the Human Circulatory System (Infographic)] When people learn they have high cholesterol, the value often reflects their LDL cholesterol levels, said Dr. Kavita Sharma, the clinical director of The Ohio State University Wexner Medical Center Lipid Clinic. There are really no symptoms of high cholesterol. That's why the National Heart, Lung and Blood Institute at the National Institutes of Health (NIH) recommends getting your cholesterol checked at age 20, and then every five years after that. The doctor will be able to tell if the cholesterol levels have risen too quickly and can help formulate a treatment plan. Bad cholesterol levels that narrow and harden the arteries are exacerbated by a diet rich in saturated fat, being overweight or obese, and having little or no physical activity. Foods high in saturated fats include fatty beef, pork, fried foods, as well as high-fat dairy products, such as milk, butter and cheeses made of high fat, Sharma said. Trans fats, which can also raise LDL cholesterol levels, can be difficult to calculate. Observant eaters can look at nutrition labels to see how many trans fats are in their diet, Sharma said. High cholesterol is also caused, in part, by genetics. For instance, familial hypercholesterolemia, a genetic disorder, happens when the body is unable to remove LDL cholesterol from the blood, according to the NIH.  Age and gender are also risk factors. Women generally have lower LDL levels than men before menopause, but after menopause women's cholesterol levels tend to rise, according to the American Heart Association. Smoking and diabetes are also risk factors for high cholesterol, according to the Mayo Clinic. High triglycerides levels are also linked to an increased risk of blood vessel plaque formation and heart disease, Sharma said. They're also linked to diabetes and metabolic syndrome, a condition related to high blood pressure, high blood sugar levels, excess body fat around the waist and high cholesterol levels, according to the Mayo Clinic.  A doctor may ask you to fast for 12 hours before taking a cholesterol test. After collecting a blood sample, doctors can measure the different concentrations of total cholesterol, HDL cholesterol, LDL cholesterol and triglycerides.  In 2013, the American College of Cardiology and the American Heart Association released new cholesterol guidelines. These new recommendations help doctors determine which people should receive statins. Statins are drugs that block cholesterol production, and may also help the body reabsorb cholesterol that built up in plaques within a person's blood vessels, according to the Mayo Clinic. People in four groups should receive statins, according to the guidelines. These include people who have:   A history of cardiovascular disease..  An LDL cholesterol level of 190 milligrams per deciliter (mg/dL) or higher..  Type 2 diabetes, and are between 40 and 75 years old..  A high risk of heart disease.. The last group can be determined using a formula that takes the person's age, sex, race, smoking history and cholesterol levels into account. Healthy LDL cholesterol levels can range from below 100 to about 160 mg/dL, Sharma said.  Doctors will always recommend lifestyle changes first to treat high cholesterol, such as eating healthy foods, exercising and losing weight. However, there are medications that can help lower cholesterol, too. They include statins that are known under the brand names Lipitor, Lescol, Mevacor, Pravachol, Crestor, Zocor and Livalo, Sharma said. Another type of medication is the bile-acid-binding resin, which includes the brand names Prevalite, Questran, Welchol and Colestid, according to the Mayo Clinic. This medication increases the liver's production of bile acids, thereby reducing the amount of cholesterol in the blood. Studies show that statins are highly effective at lowering cholesterol, but they can cause side effects, such as muscle pain, in some people, Sharma said. In these cases, people can use cholesterol absorption inhibitors, such as the brand name Zetia, which limit the amount of dietary cholesterol that your body absorbs. These inhibitors can also be combined with a statin, such as in the drug Vytorin, which decrease both absorption of and the production of cholesterol, according to the Mayo Clinic. There are also some natural food and supplements that may help to lower cholesterol, according to the Mayo Clinic, including artichokes, barley, garlic, oat bran, beta-sitosterol, blond psyllium (found in Metamucil) and sitostanol. Even beans can help lower bad cholesterol levels, according to a 2014 study in the Canadian Medical Association Journal, as can foods with soluble fiber such as apples, brussel sprouts, pears and prunes, Live Science previously reported.  The best way to prevent high cholesterol is the same way to treat high cholesterol — living a healthy lifestyle. By losing weight, eating foods that are low in saturated fats, eliminating trans fats, eating whole grains, fruits, vegetables and fish and drinking alcohol in moderation, it's possible to keep cholesterol and triglycerides levels down, according to Sharma and the American Heart Association. Regular exercise — 30 to 60 minutes a day — and leading a smoke-free lifestyle are also important methods to prevent high cholesterol. Couples trying to conceive may also want to watch their cholesterol levels. According to a 2014 study of about 500 couples, researchers found a strong link between men and women with higher levels of cholesterol and the time it took them to become pregnant, Live Science previously reported. However, it may be unwise to have your cholesterol levels bounce around dramatically like a yo-yo. According to a 2018 study in the journal Circulation that looked at 6.7 million people in South Korea, otherwise healthy people who had fluctuations in weight, blood pressure, cholesterol and/or blood sugar levels had an increased risk of heart attack, stroke and early death from any cause compared with people with more stable readings. Even so, it's important to strive for lower cholesterol and seek treatment if needed. A 2018 viewpoint in the journal JAMA stated that more than 39 million people in the United States are \"eligible for but not taking a statin\" for their cholesterol. Additional resources Additional reporting by Amanda Chan. This article is for informational purposes only and is not meant to offer medical advice.  ", "pub_date": "2018-10-09T14:40:00+00:00", "access_date": "2019-11-29", "query": "cholesterol dangerous", "Google rank": "", "url": "https://www.livescience.com/34712-ldl-cholesterol-buildup-causes-heart-attack.html", "keywords": "cholesterol, sharma, level, ldl, accord"}