{"title": "Heart Health Vitamins, Supplements & Advice | Dr Stephen Sinatra", "body": "When I first came to Healthy Directions, what excited me most was the ability to get the latest, cutting-edge heart research out to more people than I could ever reach in my clinical practice—including other doctors and healthcare professionals. One of my top missions has been is to educate people on the true cause of heart disease, and it’s not cholesterol. Most doctors and cardiologists are still testing their patients’ cholesterol numbers and wearing out their prescription pads with orders for cholesterol-lowering statin drugs. Meanwhile the true cause of heart disease, inflammation, is still largely ignored. Separating the Cholesterol Myths from the Facts When I was invited to co-author a book with Dr. Jonny Bowden—a leading nutritionist who knows my position on statin therapy and the over-treating of cholesterol numbers instead of people—I jumped at the opportunity to spread this message even wider. Our book, The Great Cholesterol Myth  has raised awareness on what’s really important when it comes to heart health. Here are just a few of the many facts Dr. Bowden and I shared in the book: The hypothetical link between high levels of total cholesterol and heart disease has NEVER been proven. It’s a diagnosis conjured up to serve drug companies who want to sell cholesterol-lowering statin drugs. Here are just a few of the many facts Dr. Bowden and I shared in the book: Cholesterol levels are a poor predictor of heart attacks. Only about 50% of heart attack victims have high cholesterol levels, and 50% of people who have high cholesterol do not have heart disease. Here are just a few of the many facts Dr. Bowden and I shared in the book: Studies suggest statin drugs are associated with a higher risk of diabetes, which is a major risk factor for heart disease. Dr. Bowden and I agree that while drug companies are raking in over $31 billion annually by selling high-cholesterol drugs with terrible side effects to unknowing victims, their success is putting the American public’s health at risk. Plus, all of this erroneous focus on high cholesterol is diverting research dollars away from the real cause of heart disease—inflammation. Chronic Inflammation and Heart Disease Chronic inflammation is a major predictor of coronary artery disease. Studies show elevated levels of C-reactive protein (CRP), an inflammatory marker, puts you at twice the risk of dying from cardiovascular-related problems as those with high cholesterol. Your doctor can order a CRP blood test, and while results may vary by lab, you generally want a reading below one. The number one dietary contributor to inflammation in the artery walls is sugar. It’s a far bigger threat than cholesterol. Reduce, or better yet eliminate, sugar and processed carbohydrates in your diet and you reduce inflammation. In My Younger Days, I Too Believed the Cholesterol Myth When I was a young doctor, I also bought into the fact that cholesterol and heart problems went hand-in-hand. In fact, when I was chief of cardiology at my institution in Connecticut, I lectured for drug companies. Why? Because I believed cholesterol and heart problems were so entrenched I wanted to teach other doctors. But something happened in 1993 that changed my opinion on cholesterol-lowering statin drugs. A research article came out showing coenzyme Q10 (CoQ10), like cholesterol, is severely depleted by statin drugs. Folks, the heart requires CoQ10 for survival. Plus, at that time, I was doing angiograms on patients and seeing no correlation between heart problems and high cholesterol. The fact is cholesterol is not the villain and does a lot of great things in the body. You need cholesterol for brain health, your immune system, hormone production, and more. Your body can’t survive without it. In fact, a cholesterol level of 160 mg/dL or less has been linked to depression, aggression, cerebral hemorrhages, and loss of sex drive. Plus, the benefits of statin drugs have been widely exaggerated and any positive effect of these drugs has to do with their anti-inflammatory powers and absolutely nothing to do with their ability to lower cholesterol. Moreover, their side effects are grossly underreported. They should not be prescribed to the elderly, or the vast majority of women. That said, for males under 75 with proven coronary artery disease or previous bypass surgery, heart attack, or a positive electron-beam computed tomography reading, I have no problem prescribing low dose statins and CoQ10, since in such cases I have seen more benefits than side effects.", "pub_date": "09-19-2018", "access_date": "2019-11-29", "query": "cholesterol myth", "Google rank": "", "url": "https://www.drsinatra.com/the-great-cholesterol-myth", "keywords": "cholesterol, heart, bowden, statin, drug"}