{"title": "Should You Worry About Having High Cholesterol?", "body": "Though some health issues are easy to ignore, high cholesterol, particularly high LDL levels (the \"bad cholesterol\") is not one of them. Cholesterol problems can affect anyone. Monitoring cholesterol levels is crucial because individuals with unhealthy cholesterol levels typically do not develop specific symptoms.   High cholesterol, which is defined as a total cholesterol level greater than 240 milligrams per deciliter (mg/dL), is much more common than very low levels. The target cholesterol level for a normal, healthy adult is below 200 mg/dL, while levels above 200 mg/dL are considered high. Current guidelines recommend that healthy adults check their cholesterol levels at least once every five years.   Individuals with elevated total cholesterol or LDL levels have a significantly increased risk of developing heart disease, which is the number one cause of death in the United States. Approximately 25.6 million adults have diagnosed with heart disease annually, resulting in 650,000 deaths each year. It would seem that cholesterol has been demonized with good reason, yet our bodies cannot live without the soft, waxy stuff. Cholesterol is present in every cell and promotes hormone production, digestion, and the conversion of sunlight into vitamin D. Approximately 75% of the cholesterol present in the blood is produced by the liver, while the remaining cholesterol present is derived from the diet.   Several tests are used to evaluate cholesterol levels in the blood. The simplest test measures total cholesterol, which is the combined levels of LDL (\"bad cholesterol\"), HDL (\"good cholesterol\"), and triglycerides (the main form of body fat). A lipid profile test, which is performed after 12 hours of fasting, provides a detailed breakdown of cholesterol levels by lipid type (LDL, HDL, and triglycerides).   Current healthy cholesterol level guidelines recommend:     LDL (\"bad cholesterol\"): Levels below 100 mg/dL are considered healthy. Levels above 190 mg/dL are unhealthy..   HDL (\"good cholesterol\"): Levels above 60 mg/dL are healthy. Levels below 40 mg/dL are unhealthy..   Triglycerides: Levels below 150 mg/dL are healthy. Levels above 500 mg/dL are unhealthy..   HDL cholesterol—the \"good cholesterol\"—works like a cleanup crew in the bloodstream by ferrying \"bad cholesterol\" (LDL) to the liver for safe disposal. That means higher HDL levels are good for the heart.   Maintaining a healthy level of cholesterol is important for maintaining a healthy heart. According to the National Cholesterol Education Program (NCEP), an initiative of the National Heart, Lung, and Blood Institute, high total cholesterol levels are particularly dangerous for individuals who smoke. Additionally, individuals who are diabetic or obese, or have low HDL cholesterol, high blood pressure, or a family history of heart disease, should strive to maintain healthy cholesterol levels.   Approximately 7 in every 1,000 adults suffer from familial hypercholesterolemia, a genetic condition that can elevate cholesterol levels to two times the normal level.   In addition to lifestyle and overall health, age is also a risk factor for developing high cholesterol. Older individuals, particularly men over 45 years of age and women over 55 years of age, are more likely to see their cholesterol levels increase because their bodies are not as efficient at processing and excreting cholesterol. In fact, men with high cholesterol levels often have their first heart attack when they are between 40 to 50 years of age.   Young people are not immune to the dangers of high cholesterol. Researchers have found that fatty plaques of cholesterol can actually begin forming well before adulthood, leading to narrowed arteries and, potentially, a heart attack or stroke. In most cases, changes in diet and increased exercise are the first response to lowering high cholesterol levels.   The NCEP recommends getting at least 30 minutes of exercise every day. Other recommended strategies include avoiding saturated fats and cholesterol and maintaining a healthy weight. Obesity often leads to elevated total cholesterol levels because excess body fat can increase the concentration of cholesterol and triglycerides in the blood.   Foods to avoid if you have high cholesterol levels include white bread, white potatoes, and white rice, whole-fat dairy products, and any highly processed sugars or flours. Fried foods and red meat should also be avoided, as well as foods high in saturated fats.   Foods that have been shown to reduce cholesterol include fatty fish, walnuts and other nuts, oatmeal, psyllium (and other soluble fibers), and foods fortified with plant sterols or stanols.   However, if lifestyle changes alone are not effective, your doctor may prescribe a particular class of drugs known as statins, which help reduce LDL and triglyceride levels and increase HDL levels. Statins, the most widely prescribed class of cholesterol-lowering drugs, act by inhibiting cholesterol production within the liver. Your doctor may prescribe one of many available statin medications: Lipitor (atorvastatin), Zocor (simvastatin), Mevacor (lovastatin), Lescol (fluvastatin), Crestor (rosuvastatin) or Pravachol (pravastatin). ", "pub_date": "2016-01-21T17:47:40+00:00", "access_date": "2019-11-29", "query": "cholesterol dangerous", "Google rank": "", "url": "https://www.verywellhealth.com/do-i-really-need-to-worry-about-my-high-cholesterol-698283", "keywords": "cholesterol, level, dl, hdl, mg"}