{"title": "The Cholesterol Myth | Incredible Egg", "body": "More than 40 Years of Research Supports the Role of Eggs in a Healthy Diet Many Americans have shied away from eggs – despite their taste, value, convenience and nutrition – for fear of dietary cholesterol. However, more than 40 years of research have demonstrated that healthy adults can enjoy eggs without significantly impacting their risk of heart disease. In fact, research has shown that saturated fat may be more likely to raise a person’s serum cholesterol than dietary cholesterol. According to the United States Department of Agriculture (USDA) nutrition data, eggs are lower in cholesterol than previously recorded. The USDA recently reviewed the nutrient composition of standard large eggs and results show the average amount of cholesterol in one large egg is 185 mg, down from 215 mg, a 14 percent decrease. The analysis also revealed that large eggs now contain 41 IU of Vitamin D, an increase of 64 percent. Enjoying an egg a day can fall within current cholesterol guidelines, particularly if people opt for other low-cholesterol foods throughout the day. If you are concerned about dietary cholesterol you could choose to eat one whole egg plus two egg whites for a fulfilling meal to start the day. Nearly half of the protein and most of the vitamins and minerals are contained in the yolk so don’t skip the yolk altogether! Several international health promotion organizations – including Health Canada, the Canadian Heart and Stroke Foundation, the Australian Heart Foundation and the Irish Heart Foundation – promote eggs as part of a heart-healthy diet, recognizing that they make important nutritional contributions. For more information and scientific research about eggs and cholesterol, visit the Egg Nutrition Center.", "pub_date": null, "access_date": "2019-11-29", "query": "cholesterol myth", "Google rank": "", "url": "https://www.incredibleegg.org/egg-nutrition/cracking-the-cholesterol-myth/", "keywords": "egg, cholesterol, foundation, usda, heart"}