{"title": "The Truth about High Cholesterol | How to Lower Cholesterol", "body": "Cholesterol could easily be described as the smoking gun of the last two decades. It's been responsible for demonizing entire categories of foods (like eggs and saturated fats) and blamed for just about every case of heart disease in the last 20 years. Yet when I first opened my medical practice in the mid-80s, cholesterol, and the fear that yours was too high was rarely talked about. Somewhere along the way however, cholesterol became a household word -- something that you must keep as low as possible, or suffer the consequences. You are probably aware that there are many myths that portray fat and cholesterol as one of the worst foods you can consume. Please understand that these myths are actually harming your health. Not only is cholesterol most likely not going to destroy your health (as you have been led to believe), but it is also not the cause of heart disease. And for those of you taking cholesterol-lowering drugs, the information that follows could not have been given to you fast enough. But before I delve into this life-changing information, let's get some basics down first. That's right, you do need cholesterol. This soft, waxy substance is found not only in your bloodstream, but also in every cell in your body, where it helps to produce cell membranes, hormones, vitamin D and bile acids that help you to digest fat. Cholesterol also helps in the formation of your memories and is vital for neurological function. Your liver makes about 75 percent of your body's cholesterol,1 and according to conventional medicine, there are two types: Also making up your total cholesterol count are: Also making up your total cholesterol count are: Triglycerides — Elevated levels of this dangerous fat have been linked to heart disease and diabetes. Triglyceride levels are known to rise from eating too many grains and sugars, being physically inactive, smoking cigarettes, drinking alcohol excessively and being overweight or obese.. Also making up your total cholesterol count are: Lipoprotein (a), or Lp(a) — Lp(a) is a substance that is made up of an LDL \"bad cholesterol\" part plus a protein (apoprotein a). Elevated Lp(a) levels are a very strong risk factor for heart disease. This has been well established, yet very few physicians check for it in their patients.. Health officials in the United States urge everyone over the age of 20 to have their cholesterol tested once every five years. Part of this test is your total cholesterol, or the sum of your blood's cholesterol content, including HDL, LDLs and VLDLs. The American Heart Association recommends that your total cholesterol should be less than 200 mg/dL, but what they do not tell you is that total cholesterol level is just about worthless in determining your risk for heart disease, unless it is above 300. In addition, the AHA updated their guidelines in 2004, lowering the recommended level of LDL cholesterol from 130 to LDL to less than 100, or even less than 70 for patients at very high risk. In order to achieve these outrageous and dangerously low targets, you typically need to take multiple cholesterol-lowering drugs. So the guidelines instantly increased the market for these dangerous drugs. Now, with testing children's cholesterol levels, they're increasing their market even more. I have seen a number of people with total cholesterol levels over 250 who actually were at low heart disease risk due to their HDL levels. Conversely, I have seen even more who had cholesterol levels under 200 that were at a very high risk of heart disease based on the following additional tests: I have seen a number of people with total cholesterol levels over 250 who actually were at low heart disease risk due to their HDL levels. Conversely, I have seen even more who had cholesterol levels under 200 that were at a very high risk of heart disease based on the following additional tests: HDL/Cholesterol ratio. I have seen a number of people with total cholesterol levels over 250 who actually were at low heart disease risk due to their HDL levels. Conversely, I have seen even more who had cholesterol levels under 200 that were at a very high risk of heart disease based on the following additional tests: Triglyceride/HDL ratio. HDL percentage is a very potent heart disease risk factor. Just divide your HDL level by your cholesterol. That ratio should ideally be above 24 percent. You can also do the same thing with your triglycerides and HDL ratio. That ratio should be below 2. Keep in mind, however, that these are still simply guidelines, and there's a lot more that goes into your risk of heart disease than any one of these numbers. In fact, it was only after word got out that total cholesterol is a poor predictor of heart disease that HDL and LDL cholesterol were brought into the picture. They give you a closer idea of what's going on, but they still do not show you everything.  Now that we've defined good and bad cholesterol, it has to be said that there is actually only one type of cholesterol. Dr. Rosedale, who is widely considered to be the leading anti-aging doctor in the United States, does an excellent job of explaining this concept: \"Notice please that LDL and HDL are lipoproteins -- fats combined with proteins. There is only one cholesterol. There is no such thing as 'good' or 'bad' cholesterol. Cholesterol is just cholesterol. It combines with other fats and proteins to be carried through the bloodstream, since fat and our watery blood do not mix very well. Fatty substances therefore must be shuttled to and from our tissues and cells using proteins. LDL and HDL are forms of proteins and are far from being just cholesterol. In fact, we now know there are many types of these fat and protein particles. LDL particles come in many sizes and large LDL particles are not a problem. Only the so-called small dense LDL particles can potentially be a problem, because they can squeeze through the lining of the arteries and if they oxidize, otherwise known as turning rancid, they can cause damage and inflammation. Thus, you might say that there is 'good LDL' and 'bad LDL.' Also, some HDL particles are better than others. Knowing just your total cholesterol tells you very little. Even knowing your LDL and HDL levels will not tell you very much.\" Before we continue, I really would like you to get your mind around this concept. In the United States, the idea that cholesterol is evil is very much engrained in most people's minds. But this is a very harmful myth that needs to be put to rest right now. Rosedale points out: \"First and foremost, cholesterol is a vital component of every cell membrane on Earth. In other words, there is no life on Earth that can live without cholesterol. That will automatically tell you that, in and of itself, it cannot be evil. In fact, it is one of our best friends. We would not be here without it. No wonder lowering cholesterol too much increases one's risk of dying. Cholesterol is also a precursor to all of the steroid hormones. You cannot make estrogen, testosterone, cortisone, and a host of other vital hormones without cholesterol.\" You probably are aware of the incredible influence of vitamin D on your health. If you aren't, or need a refresher, you can visit my vitamin D page. What most people do not realize is that the best way to obtain your vitamin D is from safe exposure to sun on your skin. The UVB rays in sunlight interact with the cholesterol on your skin and convert it to vitamin D. Bottom line? If your cholesterol level is too low you will not be able to use the sun to generate sufficient levels of vitamin D. Additionally, it provides some intuitive feedback that if cholesterol were so dangerous, why would your body use it as precursor for vitamin D and virtually all of the steroid hormones in your body? Other \"evidence\" that cholesterol is good for you? Consider the role of \"good\" HDL cholesterol. Essentially, HDL takes cholesterol from your body's tissues and arteries, and brings it back to your liver, where most of your cholesterol is produced. If the purpose of this was to eliminate cholesterol from your body, it would make sense that the cholesterol would be shuttled back to your kidneys or intestines so your body could remove it. Instead, it goes back to your liver. Why? Because your liver is going to reuse it. \"It is taking it back to your liver so that your liver can recycle it; put it back into other particles to be taken to tissues and cells that need it,\" Rosedale explains. \"Your body is trying to make and conserve the cholesterol for the precise reason that it is so important, indeed vital, for health.\" Inflammation has become a bit of a buzzword in the medical field because it has been linked to so many different diseases. And one of those diseases is heart disease — the same heart disease that cholesterol is often blamed for. What am I getting at? Well, first consider the role of inflammation in your body. In many respects, it's a good thing as it's your body's natural response to invaders it perceives as threats. If you get a cut for instance, the process of inflammation is what allows you to heal. Specifically during inflammation: What am I getting at? Well, first consider the role of inflammation in your body. In many respects, it's a good thing as it's your body's natural response to invaders it perceives as threats. If you get a cut for instance, the process of inflammation is what allows you to heal. Specifically during inflammation: Your blood vessels constrict to keep you from bleeding to death. What am I getting at? Well, first consider the role of inflammation in your body. In many respects, it's a good thing as it's your body's natural response to invaders it perceives as threats. If you get a cut for instance, the process of inflammation is what allows you to heal. Specifically during inflammation: Your blood becomes thicker so it can clot. What am I getting at? Well, first consider the role of inflammation in your body. In many respects, it's a good thing as it's your body's natural response to invaders it perceives as threats. If you get a cut for instance, the process of inflammation is what allows you to heal. Specifically during inflammation: Your immune system sends cells and chemicals to fight viruses, bacteria and other \"bad guys\" that could infect the area. What am I getting at? Well, first consider the role of inflammation in your body. In many respects, it's a good thing as it's your body's natural response to invaders it perceives as threats. If you get a cut for instance, the process of inflammation is what allows you to heal. Specifically during inflammation: Cells multiply to repair the damage. Ultimately, the cut is healed and a protective scar may form over the area. If your arteries are damaged, a very similar process occurs inside of your body, except that a \"scar\" in your artery is known as plaque. This plaque, along with the thickening of your blood and constricting of your blood vessels that normally occur during the inflammatory process, can indeed increase your risk of high blood pressure and heart attacks. Notice that cholesterol has yet to even enter the picture. Cholesterol comes in because, in order to replace your damaged cells, it is necessary. Remember that no cell can form without it. So if you have a bunch of damaged cells that need to be replaced, your liver will be notified to make more cholesterol and release it into your bloodstream. This is a deliberate process that takes place in order for your body to produce new, healthy cells. It's also possible, and quite common, for damage to occur in your body on a regular basis. In this case, you will be in a dangerous state of chronic inflammation.  The test usually used to determine if you have chronic inflammation is a C-reactive protein (CRP) blood test. CRP level is used as a marker of inflammation in your arteries. Generally speaking:  The test usually used to determine if you have chronic inflammation is a C-reactive protein (CRP) blood test. CRP level is used as a marker of inflammation in your arteries. Generally speaking: A CRP level under 1 milligram per liter of blood means you have a low risk for cardiovascular disease.  The test usually used to determine if you have chronic inflammation is a C-reactive protein (CRP) blood test. CRP level is used as a marker of inflammation in your arteries. Generally speaking: 1 to 3 milligrams means your risk is intermediate.  The test usually used to determine if you have chronic inflammation is a C-reactive protein (CRP) blood test. CRP level is used as a marker of inflammation in your arteries. Generally speaking: More than 3 milligrams is high risk. Even conventional medicine is warming up to the idea that chronic inflammation can trigger heart attacks. But they stop short of seeing the big picture. In the eyes of conventional medicine, when they see increased cholesterol circulating in your bloodstream, they conclude that it — not the underlying damage to your arteries — is the cause of heart attacks. Which brings me to my next point. Sally Fallon, the president of the Weston A. Price Foundation, and Mary Enig, Ph.D., an expert in lipid biochemistry, have gone so far as to call high cholesterol \"an invented disease, a 'problem' that emerged when health professionals learned how to measure cholesterol levels in the blood.\"2 And this explanation is spot on. If you have increased levels of cholesterol, it is at least in part because of increased inflammation in your body. The cholesterol is there to do a job: help your body to heal and repair. Conventional medicine misses the boat entirely when they dangerously recommend that lowering cholesterol with drugs is the way to reduce your risk of heart attacks, because what is actually needed is to address whatever is causing your body damage — and leading to increased inflammation and then increased cholesterol. As Rosedale so rightly points out: \"If excessive damage is occurring such that it is necessary to distribute extra cholesterol through the bloodstream, it would not seem very wise to merely lower the cholesterol and forget about why it is there in the first place. It would seem much smarter to reduce the extra need for the cholesterol— the excessive damage that is occurring, the reason for the chronic inflammation.\" I'll discuss how to do this later in the report, but first let's take a look at the dangers of low cholesterol — and how it came to be that cholesterol levels needed to be so low in the first place. All kinds of nasty things can happen to your body. Remember, every single one of your cells needs cholesterol to thrive -- including those in your brain. Perhaps this is why low cholesterol wreaks havoc on your psyche. One large study conducted by Dutch researchers found that men with chronically low cholesterol levels showed a consistently higher risk of having depressive symptoms.3 This may be because cholesterol affects the metabolism of serotonin, a substance involved in the regulation of your mood. On a similar note, Canadian researchers found that those in the lowest quarter of total cholesterol concentration had more than six times the risk of committing suicide as did those in the highest quarter.4 Dozens of studies also support a connection between low or lowered cholesterol levels and violent behavior, through this same pathway: lowered cholesterol levels may lead to lowered brain serotonin activity, which may, in turn, lead to increased violence and aggression.5 And one meta-analysis of over 41,000 patient records found that people who take statin drugs to lower their cholesterol as much as possible may have a higher risk of cancer,6,7 while other studies have linked low cholesterol to Parkinson's disease. What cholesterol level is too low? Brace yourself. Probably any level much under 150— an optimum would be more like 200. Now I know what you are thinking: \"But my doctor tells me my cholesterol needs to be under 200 to be healthy.\" Well let me enlighten you about how these cholesterol recommendations came to be. And I warn you, it is not a pretty story. This is a significant issue. I have seen large numbers of people who have their cholesterol lowered below 150, and there is little question in my mind that it is causing far more harm than any benefit they are receiving by lowering their cholesterol this low. In 2004, the U.S. government's National Cholesterol Education Program panel advised those at risk for heart disease to attempt to reduce their LDL cholesterol to specific, very low, levels. Before 2004, a 130-milligram LDL cholesterol level was considered healthy. The updated guidelines, however, recommended levels of less than 100, or even less than 70 for patients at very high risk. Keep in mind that these extremely low targets often require multiple cholesterol-lowering drugs to achieve. Fortunately, in 2006, a review in the Annals of Internal Medicine8 found that there is insufficient evidence to support the target numbers outlined by the panel. The authors of the review were unable to find research providing evidence that achieving a specific LDL target level was important in and of itself, and found that the studies attempting to do so suffered from major flaws. Several of the scientists who helped develop the guidelines even admitted that the scientific evidence supporting the less-than-70 recommendation was not very strong. So how did these excessively low cholesterol guidelines come about? Eight of the nine doctors on the panel that developed the new cholesterol guidelines had been making money from the drug companies that manufacture statin cholesterol-lowering drugs.9 The same drugs that the new guidelines suddenly created a huge new market for in the United States. Coincidence? I think not. Now, despite the finding that there is absolutely NO evidence to show that lowering your LDL cholesterol to 100 or below is good for you, what do you think the American Heart Association STILL recommends?  Lowering your LDL cholesterol levels to less than 100.10 And to make matters worse, the standard recommendation to get to that level almost always includes one or more cholesterol-lowering drugs. If you are concerned about your cholesterol levels, taking a drug should be your absolute last resort. And when I say last resort, I'm saying the odds are very high, greater than 100 to 1, that you don't need drugs to lower your cholesterol. To put it another way, among the more than 20,000 patients who have come to my clinic, only four or five of them truly needed these drugs, as they had genetic challenges of familial hypercholesterolemia that required it. Contrast this to what is going on in the general population. According to data from Medco Health Solutions Inc., more than half of insured Americans are taking drugs for chronic health conditions. And cholesterol-lowering medications are the second most common variety among this group, with nearly 15 percent of chronic medication users taking them (high blood pressure medications — another vastly over-prescribed category — were first).11 Disturbingly, as written in BusinessWeek early in 2008, \"Some researchers have even suggested — half-jokingly — that the medications should be put in the water supply.\"12 Count yourself lucky that you probably do NOT need to take cholesterol-lowering medications, because these are some nasty little pills. Statin drugs work by inhibiting an enzyme in your liver that's needed to manufacture cholesterol. What is so concerning about this is that when you go tinkering around with the delicate workings of the human body, you risk throwing everything off kilter. Case in point, \"statin drugs inhibit not just the production of cholesterol, but a whole family of intermediary substances, many if not all of which have important biochemical functions in their own right,\" say Enig and Fallon. For starters, statin drugs deplete your body of coenzyme Q10 (CoQ10), which is beneficial to heart health and muscle function. Because doctors rarely inform people of this risk and advise them to take a CoQ10 supplement, this depletion leads to fatigue, muscle weakness, soreness, and eventually heart failure. Muscle pain and weakness, a condition called rhabdomyolysis, is actually the most common side effect of statin drugs, which is thought to occur because statins activate the atrogin-1 gene, which plays a key role in muscle atrophy.13 By the way, muscle pain and weakness may be an indication that your body tissues are actually breaking down — a condition that can cause kidney damage. Statin drugs have also been linked to: An increased risk of polyneuropathy (nerve damage that causes pain in the hands and feet and trouble walking) Dizziness Cognitive impairment, including memory loss14 A potential increased risk of cancer15 Decreased function of the immune system16 Depression Liver problems, including a potential increase in liver enzymes (so people taking statins must be regularly monitored for normal liver function) And recently a possible association was found between statins and an increased risk of Lou Gehrig's disease.17 Other cholesterol-lowering drugs besides statins also have side effects, most notably muscle pain and weakness. With all of these risks, the drugs had better be effective, right? Well, even this is questionable. At least, it depends on how you look at it. Most cholesterol-lowering drugs can effectively lower your cholesterol numbers, but are they actually making you any healthier, and do they help prevent heart disease? Have you ever heard of the statistic known as NNT, or number needed to treat? I didn't think so. In fact, most doctors haven't either. And herein lies the problem. NNT answers the question: How many people have to take a particular drug to avoid one incidence of a medical issue (such as a heart attack)? For example, if a drug had an NNT of 50 for heart attacks, then 50 people have to take the drug in order to prevent one heart attack. Easy enough, right? Well, drug companies would rather that you not focus on NNT, because when you do, you get an entirely different picture of their \"miracle\" drugs. Take, for instance, Pfizer's Lipitor, which is the most prescribed cholesterol medication in the world and has been prescribed to more than 26 million Americans.18 According to Lipitor's own website, Lipitor is clinically proven to lower bad cholesterol 39 to 60 percent, depending on the dose. Sounds fairly effective, right? Well, BusinessWeek actually did an excellent story on this very topic earlier this year,19 and they found the REAL numbers right on Pfizer's own newspaper ad for Lipitor. Upon first glance, the ad boasts that Lipitor reduces heart attacks by 36 percent. But there is an asterisk. And when you follow the asterisk, you find the following in much smaller type: \"That means in a large clinical study, 3% of patients taking a sugar pill or placebo had a heart attack compared to 2% of patients taking Lipitor.\" What this means is that for every 100 people who took the drug over 3.3 years, three people on placebos, and two people on Lipitor, had heart attacks. That means that taking Lipitor resulted in just one fewer heart attack per 100 people. The NNT, in this case, is 100. One hundred people have to take Lipitor for more than three years to prevent one heart attack. And the other 99 people, well, they've just dished out hundreds of dollars and increased their risk of a multitude of side effects for nothing. So you can see how the true effectiveness of cholesterol drugs like Lipitor is hidden behind a smokescreen. Or in some cases, not hidden at all. Early in 2008, it came out that Zetia, which works by inhibiting absorption of cholesterol from your intestines, and Vytorin, which is a combination of Zetia and Zocor (a statin drug), do not work. This was discovered AFTER the drugs acquired close to 20 percent of the U.S. market for cholesterol-lowering drugs. And also after close to 1 million prescriptions for the drugs were being written each week in the United States, bringing in close to $4 billion in 2007.20 It was only after the results of a trial by the drugs' makers, Merck and Schering-Plough, were released that this was found out. Never mind that the trial was completed in April 2006, and results were not released until January 2008. And it's no wonder the drug companies wanted to hide these results. While Zetia does lower cholesterol by 15 to 20 percent, trials did not show that it reduces heart attacks or strokes, or that it reduces plaques in arteries that can lead to heart problems. The trial by the drugs' makers, which studied whether Zetia could reduce the growth of plaques, found that plaques grew nearly twice as fast in patients taking Zetia along with Zocor (Vytorin) than in those taking Zocor alone.21 Of course, the answer is not to turn back to typical statin drugs to lower your cholesterol, as many of the so-called experts would have you believe. You see, statins are thought to have a beneficial effect on inflammation in your body, thereby lowering your risk of heart attack and stroke. But you can lower inflammation in your body naturally, without risking any of the numerous side effects of statin drugs. This should also explain why my guidelines for lowering cholesterol are identical to those to lower inflammation. There is a major misconception that you must avoid foods like eggs and saturated fat to protect your heart. While it's true that fats from animal sources contain cholesterol, I've explained earlier in this article why this should not scare you — but I'll explain even further here. This misguided principle is based on the \"lipid hypothesis\" — developed in the 1950s by nutrition pioneer Ancel Keys — that linked dietary fat to coronary heart disease. The nutrition community of that time completely accepted the hypothesis, and encouraged the public to cut out butter, red meat, animal fats, eggs, dairy and other \"artery-clogging\" fats from their diets — a radical change at that time. What you may not know is that when Keys published his analysis that claimed to prove the link between dietary fats and coronary heart disease, he selectively analyzed information from only six countries to prove his correlation, rather than comparing all the data available at the time — from 22 countries. As a result of this \"cherry-picked\" data, government health organizations began bombarding the public with advice that has contributed to the diabetes and obesity epidemics going on today: eat a low-fat diet. Not surprisingly, numerous studies have actually shown that Keys' theory was wrong and saturated fats are healthy, including these studies from Fallon and Enig's classic article “The Skinny on Fats:”22 As a result of this \"cherry-picked\" data, government health organizations began bombarding the public with advice that has contributed to the diabetes and obesity epidemics going on today: eat a low-fat diet. Not surprisingly, numerous studies have actually shown that Keys' theory was wrong and saturated fats are healthy, including these studies from Fallon and Enig's classic article “The Skinny on Fats:”22 A survey of South Carolina adults found no correlation of blood cholesterol levels with \"bad\" dietary habits, such as use of red meat, animal fats, fried foods, butter, eggs, whole milk, bacon, sausage and cheese.23. As a result of this \"cherry-picked\" data, government health organizations began bombarding the public with advice that has contributed to the diabetes and obesity epidemics going on today: eat a low-fat diet. Not surprisingly, numerous studies have actually shown that Keys' theory was wrong and saturated fats are healthy, including these studies from Fallon and Enig's classic article “The Skinny on Fats:”22 A Medical Research Council survey showed that men eating butter ran half the risk of developing heart disease as those using margarine.24. Of course, as Americans cut out nutritious animal fats from their diets, they were left hungry. So they began eating more processed grains, more vegetable oils, and more high-fructose corn syrup, all of which are nutritional disasters. It is this latter type of diet that will eventually lead to increased inflammation, and therefore cholesterol, in your body. So don't let anyone scare you away from saturated fat anymore. Chronic inflammation is actually caused by a laundry list of items such as: Oxidized cholesterol (cholesterol that has gone rancid, such as that from overcooked, scrambled eggs) Eating lots of sugar and grains Eating foods cooked at high temperatures Eating trans fats A sedentary lifestyle Smoking Emotional stress So to sum it all up, in order to lower your inflammation and cholesterol levels naturally, you must address the items on this list. Make sure you're getting plenty of high-quality, animal-based omega 3-fats — I prefer those from krill oil, which may help lower your triglyceride and cholesterol levels and increase your energy production. There is no set recommended standard dose of omega-3 fats, but some health organizations recommend a daily dose of 250 to 500 milligrams (mg) of EPA and DHA for healthy adults. Reduce, with the plan of eliminating, grains and sugars in your daily diet — It is especially important to eliminate dangerous sugars such as fructose. If your HDL/cholesterol ratio is abnormal and needs to be improved, it would also serve you well to virtually eliminate fruits from your diet, as that it also a source of fructose. Once your cholesterol improves you can gradually reintroduce it to levels that don't raise your cholesterol. Eat healthy fats from high-quality sources. This includes:\r\n Eat healthy fats from high-quality sources. This includes:\r\n Olive and olive oil. Eat healthy fats from high-quality sources. This includes:\r\n Coconut and coconut oil. Eat healthy fats from high-quality sources. This includes:\r\n Organic raw dairy products (including butter, cream, sour cream, cheese, etc.). Eat healthy fats from high-quality sources. This includes:\r\n Avocados. Eat healthy fats from high-quality sources. This includes:\r\n Raw nuts and seeds. Eat healthy fats from high-quality sources. This includes:\r\n Organic, grass-fed meats and pastured eggs. Get the right amount of exercise — When you exercise you increase your circulation and the blood flow throughout your body. The components of your immune system are also better circulated, which means your immune system has a better chance of fighting an illness before it has the opportunity to spread. Avoid smoking and drinking excessive amounts of alcohol. Address your emotional challenges — I particularly love the Emotional Freedom Technique (EFT) for stress management. So there you have it; the reasons why high cholesterol is a worry that many of you simply do not need to have, along with a simple plan to optimize yours. If someone you love is currently taking cholesterol-lowering drugs, I urge you to share this information with them as well, and take advantage of the thousands of free pages of information on www.Mercola.com. For the majority of you reading this right now, there's no reason to risk your health with cholesterol-lowering drugs. With the plan I've just outlined, you'll achieve the cholesterol levels you were meant to have, along with the very welcome \"side effects\" of increased energy, mood and mental clarity. Too good to be true? Hardly. For the vast majority of people, making a few lifestyle changes causes healthy cholesterol levels to naturally occur. As always, your health really is in your hands. Now it's up to you to take control — and shape it into something great. ", "pub_date": "2010-08-10T00:00:00", "access_date": "2019-11-29", "query": "cholesterol dangerous", "Google rank": "", "url": "https://articles.mercola.com/sites/articles/archive/2010/08/10/making-sense-of-your-cholesterol-numbers.aspx#_edn19", "keywords": "cholesterol, fat, inflammation, level, heart"}