{"title": "Lower your cholesterol - NHS", "body": "Eating a healthy diet and doing regular exercise can help lower the level of cholesterol in your blood. Adopting healthy habits, such as eating a healthy, balanced diet and keeping active, can also help prevent your cholesterol levels becoming high in the first place.  It's important to keep your cholesterol in check because high cholesterol levels increase your risk of heart disease and stroke.  If you're concerned about your cholesterol, talk to your GP. If you're aged 40 to 74, you can get your cholesterol checked as part of an NHS Health Check. If your GP has advised you to change your diet to reduce your blood cholesterol, you should cut down on saturated fat and eat more fibre, including plenty of fruit and vegetables. Saturated and unsaturated fat There are 2 main types of fat: saturated and unsaturated. Eating too many foods high in saturated fat can raise the level of cholesterol in your blood.  Most people in the UK eat too much saturated fat. Foods high in saturated fat include: Foods high in saturated fat include: meat pies . Foods high in saturated fat include: sausages and fatty cuts of meat . Foods high in saturated fat include: butter, ghee and lard . Foods high in saturated fat include: cream . Foods high in saturated fat include: hard cheeses . Foods high in saturated fat include: cakes and biscuits . Foods high in saturated fat include: foods containing coconut or palm oil . Eating foods that contain unsaturated fat instead of saturated fat can actually help reduce cholesterol levels. Try to replace foods containing saturated fats with small amounts of foods high in unsaturated fats, such as: Try to replace foods containing saturated fats with small amounts of foods high in unsaturated fats, such as: oily fish – such as mackerel and salmon . Try to replace foods containing saturated fats with small amounts of foods high in unsaturated fats, such as: nuts – such as almonds and cashews . Try to replace foods containing saturated fats with small amounts of foods high in unsaturated fats, such as: seeds – such as sunflower and pumpkin seeds . Try to replace foods containing saturated fats with small amounts of foods high in unsaturated fats, such as: avocados . Try to replace foods containing saturated fats with small amounts of foods high in unsaturated fats, such as: vegetable oils and spreads – such as rapeseed or vegetable oil, sunflower, olive, corn and walnut oils . Trans fats Trans fats can also raise cholesterol levels. Trans fats can be found naturally in small amounts in some foods, such as animal products, including meat, milk and dairy foods.  Artificial trans fats can be found in hydrogenated fat, so some processed foods, such as biscuits and cakes, can contain trans fats.  In the UK, manufacturers and most of the supermarkets have reduced the amount of trans fats in their products.  Most people in the UK do not eat a lot of trans fats, but you should keep checking food labels for hydrogenated fats or oils. Reducing total fat Reducing the total amount of fat in your diet can also help reduce your risk of heart disease.  Instead of roasting or frying, consider: Instead of roasting or frying, consider: grilling . Instead of roasting or frying, consider: steaming . Instead of roasting or frying, consider: poaching . Instead of roasting or frying, consider: boiling . Instead of roasting or frying, consider: microwaving . Choose lean cuts of meat and go for lower-fat varieties of dairy products and spreads, or eat a smaller amount of full-fat varieties.  Find out about the different types of fat. Eating plenty of fibre helps lower your risk of heart disease, and some high-fibre foods can help lower your cholesterol.  Adults should aim for at least 30g of fibre a day. Your diet should include a mix of sources of fibre, which include: Your diet should include a mix of sources of fibre, which include: wholemeal bread, bran and wholegrain cereals . Your diet should include a mix of sources of fibre, which include: fruit and vegetables . Your diet should include a mix of sources of fibre, which include: potatoes with their skins on  . Your diet should include a mix of sources of fibre, which include: oats and barley . Your diet should include a mix of sources of fibre, which include: pulses, such as beans, peas and lentils . Your diet should include a mix of sources of fibre, which include: nuts and seeds . Aim to eat at least 5 portions of different fruit and vegetables a day. Some foods naturally contain cholesterol, called dietary cholesterol. Foods such as kidneys, eggs and prawns are higher in dietary cholesterol than other foods.   Dietary cholesterol has much less of an effect on the level of cholesterol in your blood than the amount of saturated fat you eat does.  If your GP has advised you to change your diet to reduce your blood cholesterol, the most important thing to do is to cut down on saturated fat.  It's also a good idea to increase your intake of fruit, vegetables and fibre. An active lifestyle can also help lower your cholesterol level. Activities can range from walking and cycling to more vigorous exercise, such as running and energetic dancing.  Doing 150 minutes of moderate aerobic activity every week can improve your cholesterol levels.  Moderate aerobic activity means you're working hard enough to raise your heart rate and break a sweat.  One way to tell whether you're exercising at a moderate intensity is if you can still talk but cannot sing the words to a song.  Read more about getting more active and achieving your recommended activity levels. If your doctor has told you that you have high cholesterol and you can lower it by changing your diet, there's no need to buy special products to lower your cholesterol.  These products are not recommended by doctors and are no substitute for a healthy, balanced diet. There are foods specially designed to lower your cholesterol, such as certain dairy spreads and yoghurts containing added ingredients called plant sterols and stanols.  There's some evidence these ingredients may help reduce the cholesterol in your blood, but there's no evidence they also reduce your risk of a heart attack or stroke.  These products are designed for people who already have high cholesterol, but it's not essential to eat plant sterols or stanols to help manage your cholesterol.  There may be other, simpler and less expensive changes you can make, such as eating a healthy, balanced diet and being more physically active. There are some groups of people these products are not suitable for, including children and pregnant or breastfeeding women.  If you do eat foods designed to lower your cholesterol, read the label carefully. These foods need to be eaten every day and in the right amount, as having too much could be harmful. Statins are medicines that can help lower your cholesterol.  They're usually offered to people who have been diagnosed with coronary heart disease or another cardiovascular disease, or whose personal or family medical history suggests they're likely to develop it during the next 10 years.  For most other people, the first way to tackle high cholesterol is by making changes to your diet and getting more active. Over-the-counter statins If you have high cholesterol, you should talk to your GP about how you can lower it.  People who need statins can be prescribed them, and your GP can also advise you on healthy lifestyle changes. Some pharmacies sell low-dose statins, which you can buy without a prescription, but they're no substitute for lowering your cholesterol by eating a healthy, balanced diet and being active.  Speak to your pharmacist if you're considering over-the-counter statins. If you have high cholesterol and need statins, your GP will prescribe them and monitor how well they're working. \n      Page last reviewed: 17 July 2018\n      Next review due: 17 July 2021\n     ", "pub_date": null, "access_date": "2019-11-29", "query": "cholesterol avoid", "Google rank": "", "url": "https://www.nhs.uk/live-well/healthy-body/lower-your-cholesterol/", "keywords": "fat, cholesterol, saturate, food, fibre"}