{"title": "Dieta dla dzieci z autyzmem", "body": "The diet for children with autism is not a specially prepared diet that designates foods that are especially recommended for autistic people and defines those that should be excluded from the menu or at least limited. It is really difficult to talk about a special diet for autistic children whose use would result in reducing the intensity of the symptoms of the disorder. Each child with this developmental disorder is different and needs an individual therapeutic approach. Adequate nutrition in autism, however, can help children with digestive problems. Autism in a child A complex and mysterious developmental disorder called autism is characterized by deficits in language use, social interaction and the ability to understand the mind states of others. Autistic children have difficulties establishing relationships with other people and are usually in a world of extreme social isolation. In severe cases of autism, sick children undertake destructive self-stimulation, such as pounding on something with their heads. They also often show repetitive behaviors, e.g. swaying for a long time. Doctors and parents usually start to suspect this developmental disorder in a child when he or she is about two years old and has no speech development. How common is autism? The numbers are disputable. The National Institute of Health estimates that some forms of this disorder occur in about one in 500 children. Most experts believe that autism is basically a brain disorder. There is currently no effective treatment for autism, but there are therapeutic programs that can improve the socialization and speech of the child. However, they require a lot of commitment and are quite expensive. When it comes to feeding an autistic child, there are really no special dietary recommendations. If the parents do not know exactly what they can give the child to eat, and what to avoid in the diet, it is worth consulting with the attending physician. The diet for autistic children recommends foods that are easily digestible and do not cause problems with the digestive system and metabolism. For autists, for example, a gluten-free diet is suitable, since most autistic children have a problem with protein digestion. Food products allowed in the gluten-free diet for autists are: gluten-free meat and sausages. Food products allowed in the gluten-free diet for autists are: veal offal - liver, lungs, kidneys. Food products allowed in the gluten-free diet for autists are: chicken eggs. Food products allowed in the gluten-free diet for autists are: rice, soybean, tapioca, buckwheat, corn. Food products allowed in the gluten-free diet for autists are: gluten-free pasta. Food products allowed in the gluten-free diet for autists are: potato and rice flour. Food products allowed in the gluten-free diet for autists are: groats: buckwheat, millet, corn. Food products allowed in the gluten-free diet for autists are: rice gruel. Food products allowed in the gluten-free diet for autists are: rice and corn flakes. Food products allowed in the gluten-free diet for autists are: gluten free cakes and bread. Food products allowed in the gluten-free diet for autists are: weak tea, cocoa. Food products allowed in the gluten-free diet for autists are: vegetables and fruits. Foods not recommended in the diet of an autistic child. Foods that should be restricted in the diet of an autistic child include: semolina, barley and oat. Foods that should be restricted in the diet of an autistic child include:  Oatmeal. Foods that should be restricted in the diet of an autistic child include:  couscous, pearl barley. Foods that should be restricted in the diet of an autistic child include:  wheat, barley, rye and oat flour. Foods that should be restricted in the diet of an autistic child include:  grain products. Foods that should be restricted in the diet of an autistic child include:  sweets with the addition of flour or cereal grains. Foods that should be restricted in the diet of an autistic child include:  wholemeal and wheat pasta. Foods that should be restricted in the diet of an autistic child include:   Christmas Eve and First Communion wafer. Foods that should be restricted in the diet of an autistic child include:   pies, sausages. Foods that should be restricted in the diet of an autistic child include:   cereal coffee. Foods that should be restricted in the diet of an autistic child include:   cakes and pies. If the child is allergic to casein - cow's milk protein, then a dairy-free diet is used. Toddlers must not be given cow's milk, cheese, yogurt, cream and other milk-based products. They can be replaced with rice or soy milk. Be careful when giving your child butter. They can be clarified beforehand, i.e. melted and removed from the top of the scum. Sometimes it is worth replacing butter with margarine. When feeding an autistic child, it is also worth observing his reactions to new foods and taking into account food preferences.", "pub_date": "2019-05-17T00:00:00", "access_date": "2019-11-25", "query": "diet autism", "Google rank": "", "url": "https://parenting.pl/dieta-dla-dzieci-z-autyzmem", "keywords": "autists, autistic, diet, food, child"}