{"title": "5 Foods That Can Make Autism Worse | Amen Clinics", "body": "Having seen more than 1,000 patients with an Autism Spectrum Disorder (ASD) at Amen Clinics, one of the first lessons we learned is that the ASD condition is not caused by one specific thing in the brain; there are actually 8-10 different factors that influence abnormal brain function. We see ASD brains through SPECT imaging that are wildly overactive – often due to an inflammatory process. For others, we see brains with dramatic under-activity, that may be due to a toxin or some type of insult or injury to the brain. This is one of the reasons why it is so important to look at brain function when coming up with a treatment plan for ASD. Throwing medication-tipped darts in the dark can hurt people. But there is one thing that ALL people with ASD should do regardless of whether their brains are overactive or under-active…eliminate anything that can hurt their brain. It is important to realize that the food you eat is either medicine or it is poison. Here are the top 5 foods to avoid as they can make ASD worse. DAIRY When casein (one of the proteins in dairy) mixes with stomach acid, it produces something called an exorphin. Exorphins bind to the opioid receptor sites and can result in a myriad of troubles – brain fog, spaciness, inability to concentrate, and a numbness to pain, just to name a few. Dairy is also problematic because it is considered one of the most pro-inflammatory foods in the Standard American Diet, and inflammation has been associated with autism. In our experience, when people with ASD removed dairy from their diet, they began talking more, their hyperactivity was reduced, and bowel problems were resolved.  GLUTEN Research shows that gluten—a mixture of proteins found in grains such as wheat, barley, and rye—can increase systemic inflammation when ingested. In fact, your body can create antibodies to gluten which can fire up, or inflame, your brain. Gluten seems to particularly negatively affect the functioning of the cerebellum. Through our imaging work, we have discovered that those with ASD already often have decreased functioning of their cerebellum – consuming gluten can just make it much worse. Although the research on gluten-free diets is mixed, many parents of children with autism report seeing improvements in symptoms when they eliminate gluten from their child’s meals.  CORN About 85% of the corn raised in the United States is raised with pesticide. A growing body of research, including a 2013 study, suggests a potential link between exposure to the herbicide glyphosate and the risk of autism. Additionally, corn has the most unhealthy fatty-acid profile of any grain…yes, you read that right, GRAIN. Corn is NOT a vegetable. Corn has been found to be a breeding ground for as many as 22 different fungi. There is simply nothing truly beneficial and many potentially harmful things that can come from eating corn.  SUGAR Not only is sugar pro-inflammatory, but it also increases erratic brain cell firing and it is very addictive. In addition, research appearing in Frontiers in Endocrinology found that people with ASD, like those with type 2 diabetes, have impaired glucose tolerance and excessive levels of insulin (a condition known as hyperinsulinemia). Because of this, consuming sugar may magnify improper insulin signaling. Avoiding sugar and refined carbohydrates and increasing lean protein can dramatically improve concentration and judgment, and decrease impulsiveness.  ARTIFICIAL INGREDIENTS A 2019 study suggests that the spike in autism may be connected to the preservatives found in processed foods. Other research points to a possible link between autism symptoms and artificial ingredients in our food supply. Avoid all additives, preservatives, dyes and artificial colors, artificial flavorings, and artificial sweeteners. Although these things are not really “foods”, they are unfortunately in so many food products that we wanted to list them here. If you or a loved one has ASD, paying close attention to the foods being consumed is particularly important. For our patients with autism, we often recommend an elimination diet—eliminating gluten, dairy, sugar, corn, soy, and other categories of potentially allergenic foods. Then add these back one at a time and be alert for reactions to them, which would indicate that your child should permanently avoid that food. Along with diet, other areas should also be investigated to uncover and address the challenges of ASD. At Amen Clinics, we use a multi-faceted four-circle approach to treatment that includes biological, psychological, social, and spiritual elements to identify areas needing optimization. To learn more or to schedule your comprehensive evaluation, please visit us online or call 888-288-9834. ", "pub_date": "2017-04-11T08:00:30+00:00", "access_date": "2019-11-27", "query": "diet autism", "Google rank": "", "url": "https://www.amenclinics.com/blog/5-foods-can-make-autism-worse/", "keywords": "asd, corn, gluten, brain, artificial"}