{"title": "Gluten-free, casein-free diet for autism spectrum disorder | Children's Education Materials", "body": "What is a gluten-free, casein-free diet? Often called a GF/CF diet, this eating plan avoids foods that contain gluten (found in many breads and cereals) and casein (found in milk products). Eliminating gluten and casein may help to change symptoms and behaviors of autism. Some parents have started their child with autism on a version of the GF/CF diet for a different reason, and later noticed improvement in behavior, social skills, and learning. Will a gluten-free, casein-free diet help my child? Studies are just beginning. It will be years before we know if the diet really works. More testing is needed to show any risks of the diet and whether there are children who should not be on it. A GF/CF diet is not easy to follow. Gluten and casein are a big part of our usual diet. Because the diet does not contain milk products, or many breads and cereals, your child may not get enough: A GF/CF diet is not easy to follow. Gluten and casein are a big part of our usual diet. Because the diet does not contain milk products, or many breads and cereals, your child may not get enough: vitamins A, D, and B complex. A GF/CF diet is not easy to follow. Gluten and casein are a big part of our usual diet. Because the diet does not contain milk products, or many breads and cereals, your child may not get enough: calories. Be sure to ask your doctor about calcium and vitamin supplements, and keep regular appointments to watch for proper growth. Before starting this diet, please discuss it with your child's doctor. Tests should be done for celiac disease and gluten sensitivity before starting the diet. Once the diet is started, the test results may not be accurate. How do I start the GF/CF diet? Start the diet slowly. Don't try to take out all gluten- and casein-containing foods at once. Add new gluten-free and casein-free foods gradually, about one food every 3 to 7 days. If a new food causes a problem, you will know which one it was. It may take 3 months to become fully gluten- and casein-free. Buy small amounts of the new foods. Buy them in bulk only when you know your child likes them. Read all food labels. Gluten and casein are found in many forms and go by many different names. Keep a food and behavior journal. Write down what your child eats and any behavior changes that occur. If there is a connection between certain foods and behaviors, keeping a journal will help identify it. Because calcium and vitamin D are limited on this diet, encourage other calcium-rich beverages, such as: Because calcium and vitamin D are limited on this diet, encourage other calcium-rich beverages, such as: calcium-fortified rice milk.. Because calcium and vitamin D are limited on this diet, encourage other calcium-rich beverages, such as: calcium-fortified soy milk.. This sheet provides lists that will help you identify sources of gluten and casein. Foods that contain gluten Breads and cereals made with:Abyssinian hard wheatBarleyBarley flourBarley maltBarley hordeum vulgareBleached all-purpose flourBranBread flourBrown flourDurum flourEnriched flourFu (dried wheat gluten)Gluten flourGraham flourGranary flourHard wheatHigh protein flourHigh gluten flourKamut wheatOat flourRyeSpeltWheatWheat flourWhite flourWhole meal flourVital gluten Other sources of gluten:Alcoholic beveragesAvenaBeerBouillon cubes or powderBread crumbsBulgur (bulgur wheat/nuts)Broth (packaged)Cereal extractCereal binderChiltonCouscousCracker mealCroutonsDextrinDurumEdible starchEinkorn wheatFillerGalactoseGheeGlutamateGlutamic acidGravy cubesGravy mixes (unless homemade with cornstarch)Herbs with wheat fillersHordeumHydrolyzed oat starchHydrolyzed plant protein (HPP)Hydrolyzed vegetable protein (HVP)MaltNon-dairy creamer (coffee creamer)OatsPearl barley (Job's Tears)NougatSeitanSimplesseSemolinaSoba noodlesTeriyaki sauceTriticaleUdonVegetable starch These foods may contain gluten.If the item is not labeled GF/CF, check with the manufacturer. Baking powderBaking sodaChorizo sausageGelatinized starchGround spicesHot dogsLactic acidLuncheon meatsModified food starchNatural flavoringSausagesSoy sauce (shoyu)SurimiMisoMonosodium glutamateMSGRice maltRice syrupVitamins Check for gluten-free baking soda, baking powder, vanilla, xanthan or guar gum at health food stores or via online sources: www.bobsredmill.com Foods that contain casein Milk:Acidophilus milkButtermilkCondensed milkEvaporated milkDry milkGoat milkLow fat milkMalted milkMilk chocolateMilk powderMilk solidsNon-fat milkPowdered milkSkim milkWhole milk Other sources of casein:Artificial butter flavorButterButter fatButter flavoringButter oilCaseinateCheese (hard and soft)Cottage cheeseCreamCream cheeseCustardCurdsDelactosed wheyHalf and halfIce creamLactoglobulinLactoseLactalbuminLactate solidsLactulosePuddingRennet caseinRicotta cheeseSherbetSour creamSour cream solidsWheyYogurt These foods may contain casein.If the item is not labeled GF/CF, check with the manufacturer. Brown sugar flavoringBavarian cream flavoringCaramel coloringChorizoCoconut flavoringHot dogsLuncheon meatsNatural chocolate flavoringSausages What can my child eat? Many foods do not contain gluten or casein, such as: Many foods do not contain gluten or casein, such as: potatoes, rice, infant rice cereal. Many foods do not contain gluten or casein, such as: cereal and pasta labeled \"gluten-free\". Guten-free flours:Amaranth flourBuckwheat flourCorn meal flour (and polenta)Garbanzo bean flourGarfava flourLentil flourMillet flourNut flours (such as almond, cashew)Potato starch flourPotato flourQuinoa flourRice flour (brown or white)Sorghum flour (Jowar)Sweet potato flourTapioca flour or tapioca starchTeff flourYucca (cassava flour) Milk substitutes:Almond milkDariFree® potato milkRice milkSoy milk Butter substitutes:Use non-dairy margarine such as: Butter substitutes:Use non-dairy margarine such as: Willow Run® margarine. If a recipe calls for 1 cup of margarine or butter, you can substitute ¾ cup of oil: If a recipe calls for 1 cup of margarine or butter, you can substitute ¾ cup of oil: olive. If a recipe calls for 1 cup of margarine or butter, you can substitute ¾ cup of oil: safflower. If a recipe calls for 1 cup of margarine or butter, you can substitute ¾ cup of oil: sunflower. What else do I need to know? Gluten is also found in many non-food items, but some brands are gluten-free. Arm and Hammer® BakingSoda detergent Johnson & Johnson®Sensitive body wash Stickers, stamps, and envelopes have gluten in the glue. Some medicines and antibiotics contain gluten, so check with your doctor or pharmacist before giving them. Be careful not to mix GF/CF foods with other foods when using household appliances such as toasters, ovens, microwaves, and waffle irons. Use a separate toaster. When using ovens or microwaves, keep GF/CF foods in separate containers from other foods. Questions? This is not specific to your child but provides general information. If you have any questions, call nutrition services at your hospital.", "pub_date": null, "access_date": "2019-11-27", "query": "diet autism", "Google rank": "", "url": "https://www.childrensmn.org/educationmaterials/childrensmn/article/15864/gluten-free-casein-free-diet-for-autism-spectrum-disorder/", "keywords": "gluten, casein, gf, cf, diet"}