{"title": "Autism", "body": "Autism is a complex biological disorder characterised by difficulties with speech; abnormalities of posture or gesture; problems with understanding the feelings of others; sensory and visual misperceptions, fears and anxieties; and behavioural abnormalities such as compulsive/obsessive behaviour and ritualistic movements. The National Autistic Society estimates that more than half a million people have autism in the UK with four times more boys than girls affected. No single cause has been established, although genetic and environmental factors are implicated. There is growing evidence that nutritional therapy can really make a big difference to children with autism. Many have severely disrupted digestion, so restoring balance in the gut is a key focus for nutritional therapy. Also important is balancing blood sugar, checking for brain-polluting heavy metals, excluding food additives, identifying food allergies and possible nutrient deficiencies, and ensuring an optimal intake of essential fats. Read on for more information on autism and how it can be influenced by nutrition. Also see our nutritional Action Plan.  If you would like further help, you can visit our clinic the Brain Bio Centre which specialises in optimum nutrition for mental health recovery. We have helped many people with autism, by working with them to create personalised nutritional programmes based upon their health history, symptoms and test results. If you would like to learn more about how we can help you, please click here. Read on for more information on how autism can be influenced by nutrition. DIET AND NUTRITION...WHAT WORKS? Improve digestion Many parents of autistic children report that their child received repeated or prolonged courses of antibiotic drugs for ear or other respiratory infections during their first year, before the diagnosis of autism. Broad-spectrum antibiotics kill good as well as bad bacteria in the gut, and this may be why autistic children commonly have bowel irregularities. So if your child has autism, restoring a healthy gut is vital. You can start simply, by supplementing digestive enzymes, and giving probiotics to restore the balance of gut bacteria. Both measures help heal the digestive tract and promote normal absorption, and have produced positive clinical results in autistic children. Where’s the evidence? Search our evidence database and enter ‘digestion’ and ‘autism’ into the search field for a summary of studies that demonstrate a link between digestive problems and autism. Side effects? None reported Contraindications with medication? Further courses of antibiotics will eliminate beneficial gut bacteria, so will need to be replenished. See action plan for our recommendations. Balance blood sugar There is much overlap between ADH/hyperactivity and autism, so for autistic children who show signs of hyperactivity, improving blood sugar balance is a must. Dietary studies consistently reveal that hyperactive children eat more sugar than other children4. Other research has confirmed that the problem is not sugar itself but the forms it comes in, the absence of a well-balanced diet overall, and abnormal glucose metabolism. A study of 265 hyperactive children found that more than three-quarters of them displayed abnormal glucose tolerance, – that is, their bodies were less able to handle sugar intake and maintain balanced blood sugar levels. In any case, when a child is regularly snacking on refined carbohydrates, sweets, chocolate, fizzy drinks, juices and little or no fibre to slow the glucose absorption, the levels of glucose in their blood will seesaw continually and trigger wild fluctuations in their levels of activity, concentration, focus and behaviour. These, of course, will not help any child’s brain function. Where’s the evidence? Search our evidence database and enter ‘sugar’ and ‘autism’ into the search field for a summary of studies that demonstrate the effect of blood sugar imbalance on autism. Side effects? None reported Contraindications with medication? Diabetes medication should be closely monitored since dosages may need to be lowered. See action plan for our recommendations. Increase omega 3 fats Deficiencies in essential fats are common in people with autism. Research by Dr Gordon Bell at Stirling University has shown that some autistic children have an enzymatic defect that removes essential fats from brain cell membranes more quickly than it should. This means that an autistic child is likely to need a higher intake of essential fats than the average. And it has been found that supplementing EPA, which can slow the activity of the defective enzyme, has clinically improved behaviour, mood, imagination, spontaneous speech, sleep patterns and focus of autistic children. Where’s the evidence? Search our evidence database and enter ‘omegas’ and ‘autism’ into the search field for a summary of studies that demonstrate the effect of essential fats on autism. Side effects? Rarely causes loose stools in sensitive individuals if you start on too high a dose. Contraindications with medication? Essential fats may have a ‘blood-thinning’ effect and should not be mixed with ‘blood thinning’ medication. See action plan for our recommendations. Increase vitamins and minerals We have known since the 1970s that a nutritional approach can help autism, thanks to the pioneering research by Dr Bernard Rimland of the Institute for Child Behaviour Research in San Diego, California. He showed that vitamin B6, C and magnesium supplements significantly improved symptoms in autistic children. In one of his early studies back in 1978, 12 out of 16 autistic children improved, then regressed when the vitamins were swapped for placebos9. In the decades following Dr Rimland’s study, many other researchers have also reported positive results with this approach. Still others have, however, failed to confirm positive outcomes with certain nutrients. For example, a French study of 60 autistic children found they improved significantly on a combination of vitamin B6 and magnesium, but not when either nutrient was supplemented alone11. This study shows how important it is to get the balance of these nutrients right. It’s likely to be different for each child. B6 in particular may help, in part because many children with autism or learning difficulties have pyroluria, a condition in which, for genetic reasons, high levels of compounds called kryptopyrroles are excreted in the urine, causing a deficiency of zinc and vitamin B6. All children on the autistic spectrum should be screened for pyroluria. This involves a simple and inexpensive urine test for kryptopyrroles and supplementing with appropriate levels of B6 and zinc, which have brought about remarkable improvements. Paediatrician Mary Megson from Richmond, Virginia, believes that many autistic children are lacking in vitamin A. Otherwise known as retinol, vitamin A is essential for vision. It is also vital for building healthy cells in the gut and brain. The best sources of vitamin A are breast milk, organ meats, milk fat, fish and cod liver oil, none of which are prevalent in our diets. Instead, we have formula milk, fortified food and multivitamins, many of which contain altered forms of retinol such as retinyl palmitate, which doesn’t work as well as the fish or animal-derived retinol. Megson began speculating what might happen if these children weren’t getting enough natural vitamin A12. She realised that not only would this affect the integrity of the digestive tract, potentially leading to allergies. It would also affect the development of their brains, and disturb their vision. Both brain differences and visual defects have been detected in autistic children. The visual defects, Megson deduced, were an important clue because lack of vitamin A would mean poor black and white vision, a symptom often seen in the relatives of autistic children. If you can’t see black and white, you can’t see shadows. And without that you lose the ability to perceive three-dimensionality. This in turn leaves you less able to make sense of people’s expressions, which could explain why some autistic children tend not to look straight at you. They look at you sideways. Long thought to be a sign of poor socialisation, this sideways technique may in fact be the best way for them to see people’s expressions, because there are more black and white light receptors at the edge of the visual field than in the middle. Where’s the evidence? Search our evidence database andenter ‘vitamins’ or ‘minerals’ or ‘nutrients’ or 'retinol' and ‘autism’ into the search field for a summary of studies that demonstrate the effect of these nutrients on autism. Side effects? High doses of any nutrient (even water) can be toxic so it’s best to only use high doses under qualified supervision. However, usual over-the-counter doses of vitamins and minerals are very safe. Contraindications with medication? None reported See action plan for our recommendations. Avoid food allergies One of the most significant contributing factors in autism appears to be undesirable foods and chemicals that often reach the brain via the bloodstream because of faulty digestion and absorption. Much of the impetus for recognising the importance of dietary intervention has come from parents who’ve noticed vast improvements in their children after changing their diets. The strongest direct evidence of foods linked to autism involves wheat and dairy, and the specific proteins they contain – namely, gluten and casein. These are difficult to digest and, especially if introduced too early in life, may result in an allergy. Fragments of these proteins, called peptides, can have big impacts in the brain. They can act directly in the brain by mimicking the body’s own natural opioids (such as the enkephalins or endorphins), and so are sometimes called ‘exorphins’. Or they can disable the enzymes that would break down these naturally occurring compounds. In either case, the consequence is an increase in opioid activity, leading to many symptoms we describe as autism. Researchers at the Autism Research Unit at Sunderland University have found increased levels of these peptides in the blood and urine of children with autism. Exorphin peptides are derived from incompletely digested proteins, particularly food containing gluten and casein. One of these, called IAG and derived from gluten in wheat, has been detected in 80 per cent of autistic patients. So the first problem is the poor digestion of proteins. A lack of sufficient zinc and vitamin B6 could contribute to this, as both are essential for proper stomach acid production and protein digestion, yet are often deficient in autistic children with pyroluria, as we mention above. There are many anecdotal reports of dramatic improvements in children with autism from parents who removed casein (milk protein) and gluten (the protein in wheat, barley, rye and oats) from their diet. Dr Robert Cade, professor of medicine and physiology at the University of Florida, has observed that as levels of peptides in the blood decrease, the symptoms of autism decrease. ‘If [levels of peptides] can be reduced to normal range,’ he says, ‘we typically see dramatic improvements.' If you decide to go down this route with your child, you’ll need to take a go-slow approach. The Autism Research Unit at Sunderland University recommends a gradual withdrawal of foods, waiting three weeks after the removal of dairy foods (casein) before removing wheat, oats, barley and rye (gluten) from the diet. Initially, your child may go through ‘withdrawal’ and their symptoms may get worse for a bit. Keep a food diary and note your child’s behaviours and symptoms alongside all the foods they’re eating. This can help to identify which of the usual suspects they are sensitive to – citrus fruits, chocolate, artificial food colourings, salicylates, eggs, tomatoes, avocados, aubergine, red peppers, soya and corn. But remember, most of the foods in this list contain valuable nutrients, too, so you’ll have to ensure that they are replaced rather than just removed. This entire process is best done under the guidance of a nutritional therapist. Where’s the evidence? Search our evidence database and enter ‘allergies’ and ‘autism’ into the search field for a summary of studies that demonstrate the effect of food allergies on autism. Side effects? A possible slight worsening of symptoms if changes are made too quickly. Any major changes to the diet are should be supervised by a qualified nutritional therapist experienced in this area. Contraindications with medication? None reported See action plan for our recommendations.", "pub_date": null, "access_date": "2019-11-27", "query": "diet autism", "Google rank": "", "url": "https://www.foodforthebrain.org/nutrition-solutions/autism/about-autism.aspx", "keywords": "autism, autistic, child, search, vitamin"}