{"title": "No One Should Be Given Shock Treatment | ECT Justice!", "body": "  ECT (electroconvulsive therapy) involves the application of two electrodes to the head to pass electricity through the brain with the goal of causing an intense seizure or convulsion. The process always damages the brain, resulting each time in a temporary coma and often a flatlining of the brain waves, which is a sign of impending brain death. After one, two or three ECTs, the trauma causes typical symptoms of severe head trauma or injury including headache, nausea, memory loss, disorientation, confusion, impaired judgment, loss of personality, and emotional instability. These harmful effects worsen and some become permanent as routine treatment progresses. ECT originated in 1938. Modifications have been used since the 1960s and are not new or safer. These changes make it harder to cause a seizure. As a result, modern ECT requires even stronger and more damaging doses of electricity.   ECT works by damaging the brain. The initial trauma can cause an artificial euphoria which ECT doctors mistakenly call an improvement. After several routine ECTs, the damaged person becomes increasingly apathetic, indifferent, unable to feel genuine emotions, and even robotic. Memory loss and confusion worsen. This helpless individual becomes unable to voice distress or complaints and becomes docile and manageable. ECT doctors mistakenly call this an improvement but it indicates severe and disabling brain injury.   ECT permanently impairs memory and causes other long term signs of mental dysfunction such as difficulties with concentration and new learning. Memories of important past experiences are commonly impaired or eradicated, including weddings, birthdays, vacations, educational experiences, and housekeeping or professional skills. Sense of self or identity can be demolished, and family members often report that their loved one “was never the same again”. Follow-up studies show that ECT has been used to abuse women by making them docile and submissive. Many animal studies show that clinical ECT causes small hemorrhages throughout the brain as well as patches of cell death. Newly discovered ECT-induced neurogenesis (growth of new brain cells) is not a benefit but instead confirms brain injury. Neurogenesis is a response to brain damage from many causes, including Traumatic Brain Injury (TBI). ECT is not a last resort because it does not work and can ruin recovery. ECT does not prevent suicide, but can cause it. Controlled clinical trials show that ECT has no more benefit than sham ECT (anesthesia with no shock). ECT blunts emotional life during the acute phase of brain injury for about 4 weeks, after which the person remains depressed with the added affliction of brain damage. Abundant evidence indicates that ECT should be banned. Because ECT destroys the ability to protest, all ECT quickly becomes involuntary and thus inherently abusive and a human rights violation. Therefore, when ECT has already been started, concerned relatives or others should immediately intervene to stop it, if necessary with an attorney.   In place of ECT, depressed and severely disturbed people need good individual, couples, or family therapy. Family members should participate actively in therapy with their overwhelmed loved ones. Since psychiatric drugs commonly cause or worsen depression, anxiety and psychosis, always consider stopping all psychiatric drugs through a carefully supervised withdrawal. Becoming free of psychiatric drugs is often the start of recovery. See Peter R. Breggin, MD, Psychiatric Drug Withdrawal: A Guide for Prescribers, Therapists, Patients and Their Families.   ECT is not a last resort because it does not work and can ruin any hope of future recovery. After one or more ECTs, the brain-damaged individual becomes too docile and confused to protest or resist. Therefore family members, concerned individuals, advocates, or attorneys must intervene to prevent more extensive injury. No harm will come from stopping shock treatment, but increasing harm will inevitably occur from increasing numbers of ECTs. Because it always becomes involuntary and because it causes severe damage to the brain and mind, ECT should be banned.   The facts in this report are confirmed by more than 125 scientific articles and other relevant materials at Dr. Peter Breggin’s “ECT Resources Center” which is available free of charge online at www.ectresources.org. A table of contents is provided with extensive search terms such as “memory loss” and “brain damage.” ", "pub_date": "2019-05-22T00:00:00", "access_date": "2019-12-08", "query": "electroconvulsive therapy", "Google rank": "", "url": "https://ectjustice.com/no-one-should-be-given-shock-treatment/", "keywords": "ect, brain, damage, injury, become"}