{"title": "CCHR: Ban Needed on 'Torturous' Electroconvulsive Therapy", "body": "LOS ANGELES, Aug. 2, 2018 /PRNewswire/ -- The mental health watchdog Citizens Commission on Human Rights (CCHR) International announced that a ban of electroshock treatment — the practice of up to 460 volts of electricity to the brain to \"treat mental disorder\" — should be imminent in light of increasing reports of patients being damaged and deaths. Texas, the only state to record deaths within 14 days of electroshock being administered, reported a death rate in recent years that represents an estimated 300 deaths nationally each year. The most frequent causes of death have been cardiac events and suicide, according to one study.[1] Electroshock's brutal and sordid history ranges from its use to help slaughter pigs, to punishment, painful \"aversion therapy\" on homosexuals, inflicting brain damage on children and others, and to torture humans.   The Food and Drug Administration (FDA) has never obtained a single clinical trial from the manufacturers of the electroshock devices proving their safety and efficacy. Under Section 516 of the Food, Drug and Cosmetics Act, the FDA has a duty to ban devices that present \"substantial deception or unreasonable and substantial risk of illness or injury.\" Electroshock, also called electroconvulsive therapy or ECT, can cause brain damage, long-term memory loss and death, constituting more than a \"substantial risk\" and is far from safe and effective, according to thousands of survivors' complaints.[2] Ignoring these dangers, the FDA has instead limited bans under this Section to prohibiting the use of powdered gloves in medical or surgical procedures and prosthetic hair fiber implants that may trigger inflammation and hypersensitivity reactions, the latter, the FDA says, were misrepresented in marketing as \"safe, effective and causing little or no discomfort.\" While the FDA allows the ECT device to remain on the market, it doesn't regulate how it is used, giving psychiatrists a free-for-all to administer it to whomever they choose. This has meant that children younger than five and toddlers have been subjected to the violence of this shock procedure in at least five states that CCHR has established through Freedom of Information Act requests. Despite a report from the United Nations committee on Torture and Other Cruel Inhuman or Degrading Treatment or Punishment that warns electroshock without consent constitutes torture, ECT continues to be given to involuntary patients without consent.[3] Pregnant women and their unborn babies are also not protected from ECT, despite the World Federation of Societies of Anesthesiology saying that ECT is \"absolutely contraindicated\" in pregnancy.[4] Researchers of Maine Medical Center have found brain damage in a baby whose mother had undergone ECT while pregnant.[5] The Journal of Maternal-Fetal & Neonatal Medicine also warns of potential spontaneous abortion, placental abruption, cardiac arrhythmias, fetal burn and intrauterine fetal death when a pregnant woman experiences general electrical shock.[6] Yet, the APA claims that it's safe during all trimesters.[7] Jan Eastgate, president of CCHR International, said: \"Electroshock is mental euthanasia, with a long history of being used for torture and abuse. Electric shock eradicates memory. It should never be condoned or permitted because quite apart from its inhuman aspects, patients consider it bluntly criminal, especially when forced on them. Psychiatrists and the FDA pass off electric shock machines as wonderful, even though they can kill patients.\" Sign CCHR's Petition to Ban the Electroshock (ECT) Device. The impact of any electrical shock upon a body for any purpose is very dangerous. Researchers from the University of Montreal have shown that any electric shock above 120 volts can \"cause neurologic and neuropsychological symptoms in humans. Following an electrical injury, some patients may show various emotional and behavioral aftereffects, such as memory loss and symptoms of depression.\"[8] ECT uses up to 460 volts, deliberately inducing a grand mal seizure that the American Psychiatric Association (APA) says can last up to 30 minutes. ECT: Slaughters Pigs and Tortures  ECT was invented in fascist Italy in 1937 by psychiatrist Ugo Cerletti. Darius Rejali, author of Torture and Modernity, wrote of Cerletti \"having killed a few dogs by experimentation\" and then \"discovered that Roman slaughterhouses used electrocution to slaughter pigs.\" Cerletti \"discovered that pigs could be shocked several times and would revive after a few minutes.\" He then applied ECT to humans, his first victim screaming that it was \"deadly.\" \"The torture and 'treatments' of the insane\" historically has derived from the \"application to animals in abattoirs,\" Rejali stated.[9] Cerletti's device very rapidly pressed into political service, Rejali said. In August 2017, a paper published in History of Psychiatry documented how \"The Nazi political and medical establishment\" regarded ECT as a means \"to empty psychiatric institutions, thereby relieving the state of the burden…\" Psychiatrist Emil Gelny \"added four extra electrodes to existing ECT machines, which were attached to patients' wrists and ankles to deliver the lethal shocks after patients were knocked unconscious by the initial current applied to the head.\"[10] In the 1950s, the U.S. Central Intelligence Agency (CIA) expressed considerable interest in ECT devices. In 1951, Project Artichoke, then MK-ULTRA under Deputy CIA Director Richard Helms in 1953, aimed to control human behavior through hallucinogenic drugs and electroshock.[11] Dr. Ewen Cameron, the first president of the World Psychiatric Association, while professor of psychiatry at McGill University in Canada in the 1950s and 60s, developed his own version of shock treatment, using the UK Page-Russell electroshock device invented in 1948. Cameron called his shock technique \"de-patterning\" deliberately wiping out patient memories by the use of intensive ECT. The CIA funded his work.[12] He described the procedure on a patient to the 2nd World Congress of Psychiatry in 1957, stating: \"There is complete amnesia for all events of his life.\"[13] Electroshock 'took away her soul' In 2017, 60 years after Cameron's experiments left her mother damaged for life, Alison Steel obtained a $100,000 settlement from the Canadian government over Cameron's experiments. \"She was never able to really function as a healthy human being because of what they did to her,\" Steel stated. \"Her emotions were stripped. It took away her soul.\"[14] Electroshock is also used for torture, including on prisoners of the French during the 1954-62 Algerian War.[15] Journalist Gordon Thomas reported that in 1961, Moroccan king Hassan II's security service was fully staffed with doctors who supervised a wide range of tortures of political detainees using several Page-Russell electroshock machines.[16] Chinese dissidents and members of the religious group The Falun Gong are still subjected to electroshock and \"other barbaric forms of torture designed by prison guards to humiliate and inflict maximum pain.\"[17] Until 1973, when the APA de-classified homosexuality as a mental disorder, electroshock treatment was used in an effort to prevent or eliminate homosexual behavior.[18] Other forms of shock included jolts of electricity administered to the skin and body, sometimes directly to the genitals.[19] Voltage of such devices ranged anywhere from 150-200 volts and on children for behavioral control, 300-400 volts.[20] Allegations that psychiatrists and any others recommending ECT to treat the LGBT community today are homophobic and cruel, CCHR says.[21] Brain Damage and Memory Loss Yet the FDA and APA continue to ignore the perils of ECT. Yet the FDA and APA continue to ignore the perils of ECT. In March 2016, a coroner from Sunderland County in the UK determined Elsie Tindle died after electroshock triggered an epileptic fit which caused irreparable brain damage.[22]. In March 2016, a coroner from Sunderland County in the UK determined Elsie Tindle died after electroshock triggered an epileptic fit which caused irreparable brain damage.[22] A 2012 study published in Proceedings of the National Academy of Sciences reported a considerable \"decrease in functional connectivity\" between the prefrontal lobes of the brain and other parts of the brain after ECT. The most extensive long-term follow-up study indicates that \"most ECT patients will never recover from the damage in the form of persistent severe mental deficits.\"[23]. A 2012 study published in Proceedings of the National Academy of Sciences reported a considerable \"decrease in functional connectivity\" between the prefrontal lobes of the brain and other parts of the brain after ECT. The most extensive long-term follow-up study indicates that \"most ECT patients will never recover from the damage in the form of persistent severe mental deficits.\"[23] Austin, Texas, psychologist John Breeding, who heads the Coalition for the Abolition of Electroshock, said, \"The bottom line is that ECT 'works' to the extent that it damages and disables the brain.\"[24] Breeding dispels psychiatric theories that the procedure is safer today than its \"One Flew Over the Cuckoo's Nest\" days in the 60s. He says that ECT has more potential for harm than ever. Much higher voltages are employed in the modern procedure because muscle relaxants and anesthetics raise the seizure threshold, with more electricity required to produce a seizure. The greater heat and electricity themselves cause more brain cell death, he says. He concludes \"Given what we know about the resulting brain damage, I think this is a form of assault…\"[25]. Austin, Texas, psychologist John Breeding, who heads the Coalition for the Abolition of Electroshock, said, \"The bottom line is that ECT 'works' to the extent that it damages and disables the brain.\"[24] Breeding dispels psychiatric theories that the procedure is safer today than its \"One Flew Over the Cuckoo's Nest\" days in the 60s. He says that ECT has more potential for harm than ever. Much higher voltages are employed in the modern procedure because muscle relaxants and anesthetics raise the seizure threshold, with more electricity required to produce a seizure. The greater heat and electricity themselves cause more brain cell death, he says. He concludes \"Given what we know about the resulting brain damage, I think this is a form of assault…\"[25] Leading ECT researcher and advocate, psychologist Harold Sackeim admitted in an editorial in The Journal of ECT that \"virtually all patients experience some degree of persistent and, likely, permanent retrograde amnesia.\"[26] In a January 2007 study published in Neuropsychopharmacology, Sackeim and colleagues acknowledged that ECT may cause permanent amnesia and permanent deficits in cognitive abilities, which affect ability to function.[27]. Leading ECT researcher and advocate, psychologist Harold Sackeim admitted in an editorial in The Journal of ECT that \"virtually all patients experience some degree of persistent and, likely, permanent retrograde amnesia.\"[26] In a January 2007 study published in Neuropsychopharmacology, Sackeim and colleagues acknowledged that ECT may cause permanent amnesia and permanent deficits in cognitive abilities, which affect ability to function.[27] In 2005, Santa Barbara Superior Court Judge Denise de Bellefeuille ruled that a psychiatrist and Santa Barbara psychiatric facility deceived its patients by failing to tell them that ECT causes irreversible memory loss. The psychiatrist (who had performed shock treatment for over 20 years), admitted that neither he nor anyone else understands how shock treatment works, and that the consent form Johnson provided to patients was \"decidedly misleading in a critical regard,\" concerning the permanency of memory loss.[28]. Last year, psychologist John Read, professor of clinical psychology at the University of East London concluded from a comprehensive review of 91 studies on ECT that \"Given the well-documented high risk of persistent memory dysfunction, the cost-benefit analysis for ECT remains so poor that its use cannot be scientifically, or ethically, justified.\"[29] Eastgate says, \"To treat mental problems by electric shocks is brutality in the name of mental health care. The high death rate, severe memory loss and the brain atrophy and damage ECT causes warrants it being banned under existing FDA law.\" CCHR is a non-profit mental health watchdog group dedicated to eliminating abuses committed under the guise of mental health. CCHR works to ensure patient and consumer protections are enacted and upheld as there is rampant abuse in the field of mental health. In this role, CCHR has helped to enact more than 180 laws protecting individuals from abusive or coercive mental health practices since it was formed over 49 years ago, including a ban on electroshock use on children in four U.S. states and in Western Australia.", "pub_date": "2018-08-02T08:00:00-04:00", "access_date": "2019-12-08", "query": "electroconvulsive therapy", "Google rank": "", "url": "https://www.prnewswire.com/news-releases/cchr-ban-needed-on-torturous-electroconvulsive-therapy-300690928.html", "keywords": "ect, electroshock, shock, torture, cchr"}