{"title": "10 Myths and Facts About Shock Therapy", "body": " When most people think of electroconvulsive therapy (ECT), or shock therapy, a strapped-down patient writhing in pain come to mind. 1 of 11 A controversial treatment shock-therapy Getty Images When most people think of electroconvulsive therapy (ECT), or shock therapy, they imagine a strapped-down patient writhing in pain. (Probably thanks to the movie One Flew Over the Cuckoo's Nest.) And many regard it as an outdated, barbaric treatment no longer in use. In fact, ECT is still in use, and why and how it's used may surprise you. Here are some common myths and facts about the procedure. 2 of 11 It causes seizures Fact During ECT, a person is given a seizure-inducing electrical shock that can lift depression—although no one knows exactly why it works. \"It reboots the system,\" says Gary Kennedy, MD, director of geriatric psychiatry at Montefiore Medical Center in New York. \"Like turning a computer off and when it comes back on they are not as depressed.\" The seizure may restore some neuroconnections or reconnect nerves that are \"short-circuited.\" The procedure also may change the levels of norepinephrine, dopamine, and serotonin, which play a role in depression. 3 of 11 It's only for depression Myth ECT is most commonly used for people with severe depression, particularly those who are delusional or at risk of suicide. But a majority of people with depression do not reach the point that they need electroconvulsive therapy, and many respond instead to treatments like medication and psychotherapy. The treatment is also sometimes used to reduce mania in people with bipolar disorder (as with the well-publicized treatment of actress Carrie Fisher). It is used less frequently for people with schizophrenia, particularly those who have a rapid onset or are catatonic, a state in which people don't speak or respond to stimuli. 4 of 11 It's only used in mental hospitals Myth It is not known exactly how many people undergo the therapy each year because most states do not require reporting. Mental Health America, a nonprofit advocacy group, estimates the number to be 100,000 annually. Treatment can be given at a hospital or psychiatric institution on an outpatient basis for less-severe cases, or on an inpatient basis. Patients usually get six to 12 treatments over two to four weeks. To prevent relapse, some patients receive what is called maintenance ECT every two weeks to every month, for up to several years. Myth The early days of electroconvulsive therapy were relatively unfettered and unregulated. \"The history of treatment is pretty dramatic and grim,\" Dr. Kennedy says. Today, however, the procedure is typically used for just a few conditions and performed under medical supervision. Patients are given general anesthesia before the treatment and a muscle relaxer to ensure that the seizure is mild. One study found that there were about 2.9 deaths per 10,000 patients treated; another saw only 4.5 deaths per 100,000 treatments. 6 of 11 It can chip teeth and break bones Myth Because doctors give patients muscle relaxants to prevent them from seizing violently, issues like chipped teeth and fractures have been almost totally eliminated. There is a risk for a rise in blood pressure and cardiac arrhythmias (irregular heartbeat), particularly for older patients, Dr. Kennedy says. If someone has heart disease, a cardiologist is often consulted and medication can be given to help avoid disturbing the heart's rhythm during the procedure. Myth The effectiveness of electroconvulsive therapy over the short term has been relatively well documented, especially for people at risk for suicide. Dr. Kennedy says about 85% of patients have a full recovery after treatment. \"It can turn the depression around in a matter of days or weeks,\" he says. The procedure improves people's mood enough that there is no immediate threat of suicide and puts them in a place where they can seek treatment without being a danger to themselves, according to Dr. Kennedy. 8 of 11 It causes memory loss Fact One of the most common side effects of the procedure is memory loss. (Actress Carrie Fisher has joked publicly about it.) Right after a seizure occurs, whether from ECT, epilepsy, or other reasons, some patients experience short-term confusion. Memory loss usually covers events that took place shortly before the treatment, and for most people the problem doesn't continue for more than a few days. However, some people report memory loss lasting several weeks after the treatment, and older patients may be more likely to have \"confusion\" that lasts for up to a few weeks, Dr. Kennedy says. 9 of 11 It's used to punish patients Myth ECT had a bad reputation in the past because of reports of the procedure being used to tame \"unruly\" mental patients or administered against patients' will. Charles \"Chip\" Stone, DO, a clinical and forensic psychiatrist in Orange County, Calif., says that while this practice might have been followed in the 50s and 60s, people still have this perception toward ECT because of what they've seen in movies. Dr. Stone says that occasionally patients with severe depression or acute mania might be ordered to receive ECT if a court determines it is in their best interest. 10 of 11 It's a permanent cure Myth Electroconvulsive therapy is not proven to be a permanent solution for severe depression. Most patients are able to manage their depression and reduce the chance of relapse with maintenance therapy (monthly treatments) and the use of antidepressants. There may also be a risk of cognitive side effects like memory loss and learning impairments with long-term use. However, there are few studies that have looked at this issue. 11 of 11 It's a last resort Myth This therapy is thought of as the last stop on the train for people who have tried everything else and are still suffering. Dr. Stone says ECT is not used more often for a few reasons: the negative perception and stigma of the treatment, the cost, lack of availability of doctors to administer it, and the time it takes. But many experts feel that it could be a first-line defense in some situations. \"In fact, it is likely one of the safest, if not the safest, and certainly the most rapid treatment for severe depression that exists,\" Dr. Stone says. ", "pub_date": "22-05-2013", "access_date": "2019-12-08", "query": "electroconvulsive therapy", "Google rank": "", "url": "https://www.health.com/depression/10-myths-and-facts-about-shock-therapy", "keywords": "ect, myth, treatment, patient, therapy"}