{"title": "Petition · Ban Electroshock (ECT) Device Being Used on Children, the Elderly and Vulnerable Patients · Change.org", "body": "The Food and Drug Administration (FDA) has allowed the electroshock therapy (ECT) device to remain on the market without requiring clinical studies proving safety and efficacy, and is considering the American Psychiatric Association’s written proposal to expand ECT’s use on the general public, including on children. According to the FDA’s mission statement, the FDA “is responsible for protecting the public health by ensuring the safety” and “efficacy” of medical products, including “medical devices” (the ECT device included). Due to the documented risks attributed to ECT (cited below), we are calling on the FDA to prohibit its use. At a 2011 FDA Hearing and in the December 2015 FDA Draft Guidance on “Electroconvulsive Therapy (ECT) Devices,” the agency warns that ECT may cause: At a 2011 FDA Hearing and in the December 2015 FDA Draft Guidance on “Electroconvulsive Therapy (ECT) Devices,” the agency warns that ECT may cause: Prolonged or delayed onset seizures. At a 2011 FDA Hearing and in the December 2015 FDA Draft Guidance on “Electroconvulsive Therapy (ECT) Devices,” the agency warns that ECT may cause: Cardiovascular complications (including heart attacks). At a 2011 FDA Hearing and in the December 2015 FDA Draft Guidance on “Electroconvulsive Therapy (ECT) Devices,” the agency warns that ECT may cause: Breathing complications. At a 2011 FDA Hearing and in the December 2015 FDA Draft Guidance on “Electroconvulsive Therapy (ECT) Devices,” the agency warns that ECT may cause: Confusion. At a 2011 FDA Hearing and in the December 2015 FDA Draft Guidance on “Electroconvulsive Therapy (ECT) Devices,” the agency warns that ECT may cause: Permanent memory loss. At a 2011 FDA Hearing and in the December 2015 FDA Draft Guidance on “Electroconvulsive Therapy (ECT) Devices,” the agency warns that ECT may cause: Brain damage. At a 2011 FDA Hearing and in the December 2015 FDA Draft Guidance on “Electroconvulsive Therapy (ECT) Devices,” the agency warns that ECT may cause: Death. Despite modern ECT being promoted as “new and improved,” there is evidence that contradicts this claim: Despite modern ECT being promoted as “new and improved,” there is evidence that contradicts this claim: The study, “Memory and cognitive effects of ECT: informing and assessing patients,” published in Advances in Psychiatric Treatment, stated the “newer methods of ECT have not resulted in an appreciable decrease in adverse effects.”. Despite modern ECT being promoted as “new and improved,” there is evidence that contradicts this claim: In 2013, the principal investigator of a 20-year retrospective study at the Mayo Clinic admitted that their results showed that ECT does not cure. . Despite modern ECT being promoted as “new and improved,” there is evidence that contradicts this claim: A Psychiatric News article in 2016 stated, “We don’t know exactly how electroconvulsive therapy works….” The article further stated: “At least a dozen theories have been proposed as mechanisms of action for ECT but few, if any, have found much acceptance,” with one theory suggesting that “ECT caused a good kind of brain damage.”. According to Federal Medicare records (Medicare primarily covers the elderly and disabled), over 20,000 Americans received electroshock in 2014 under Medicare alone. State Medicaid records document children aged five and younger are being subjected to electroshock in the U.S. The American Psychiatric Association (APA) is now lobbying the FDA to widen their use of electroshock on children, stating in their letter to the FDA that having ECT available is “especially meaningful in children and adolescents….” This is in direct contradiction to the World Health Organization’s Resource Book on Mental Health, Human Rights and Legislation, which states, “There are no indications for the use of ECT on minors, and hence this should be prohibited through legislation.” California, Colorado, Tennessee and Texas have already banned the use of ECT on those 0-12 and 0-16. The Western Australian government recently banned the use of ECT on those younger than 14, with criminal penalties if this is violated. ECT should never be used on children. This is why several U.S. states and Australia have acted accordingly to ban its use on them. Neither should such a brutal treatment be used on our elderly, pregnant women or any vulnerable individual seeking help. In light of the fact that the FDA admits ECT can cause cardiovascular complications, memory loss, cognitive impairment, brain damage and death and that psychiatrists admit they do not know how ECT “works,” we call upon the FDA to ban the electroshock (ECT) device from use. CCHR encourages anyone who has been harmed by ECT, or whose family member has been harmed, to report this to CCHR by filling out this form (all information kept in strictest confidence). This petition was started by Citizens Commission on Human Rights International, a mental health industry watchdog that has helped to enact more than 175 laws protecting individuals from abusive or coercive mental health practices. ", "pub_date": null, "access_date": "2019-12-08", "query": "electroconvulsive therapy", "Google rank": "", "url": "https://www.change.org/p/ban-electroshock-ect-device-being-used-on-children-the-elderly-and-vulnerable-patients", "keywords": "ect, fda, device, draft, electroconvulsive"}