{"title": "Electroconvulsive Therapy (ECT) Service | Department of Psychiatry", "body": "Who are we? The Electroconvulsive Therapy Service at UNC is a consultation service in the Department of Psychiatry specializing in evaluations for and treatment with Electroconvulsive Therapy (ECT). The psychiatrist currently treating the patient must make the referral. Telephone 984-974-2198 (for information & appointments)\nFax 919-962-9729 What is ECT? Stated simply: ECT is the application of a small amount of electricity (electro-) to the human brain to generate a brief grand-mal seizure (convulsive). The procedure (therapy) is done while the person is anesthetized and the muscles are relaxed. Why is ECT used? ECT is the most effective treatment for biological depression and in many cases, the more severe the depression, the more likely it is that ECT will work. Response rates for an uncomplicated depression can be as high as 90%. For refractory depressions (those that haven’t responded to conventional medication treatment), the response rate is still in the 70-80% range in many studies. For depression where the diagnosis is less clear or particularly where there may be a combination of diagnoses, ECT may still be effective against depressive symptoms but the response rate is significantly lower (50-60%) and the response is often less satisfying to the patient. ECT has always been relatively safe. Now that the procedure has evolved (like most other treatments in medicine), we are able to administer the treatments in a way that is not particularly stressful for the patient, making it an increasingly sought after treatment. How does ECT work? It’s not clear ‘how’ ECT works exactly, but then it’s not clear how antidepressants work exactly either. We can measure neurochemical and physiological changes in the brain after a response to ECT, which are similar to the changes seen in patients who respond to antidepressant medications. Also, we know that some of the properties of the brain clearly change during ECT, suggesting physiological alterations and possibly system re-regulation. For example a person’s seizure threshold often rises over the course of treatment, requiring higher dosages of electricity to generate a seizure. ECT does not cure Major Depressive Disorder (MDD) or Bipolar Disorder. It treats episodes of depression or mania. In other words, a response to ECT does not mean that the person will not get sick again in the future. Serious mood disorders are often relapsing disorders in most people and some preventive strategy is required even after a response to ECT (medicines or maintenance ECT are the two choices usually). It is useful to think about treatment as involving two goals: ‘getting well’ and ‘staying well’. How is ECT done? ECT is a medical procedure that is done in the Outpatient Procedures area at UNC Hospitals utilizing many of the same anesthesiologists and nurse anesthetists who work in the UNC operating rooms. The procedure involves a ‘light’ anesthesia using a short-acting anesthetic agent such as methohexital or propofol. After a patient is put to sleep, his (or her) muscles are paralyzed and oxygen is administered by mask (intubation is rarely required). A small amount of electricity is then used to generate a generalized seizure of about 20-60 seconds duration. The maximum amount of electricity we use is 100 joules, though most patients require much less than this. (Defibrillation is around 300 joules). It is important to realize that a ‘course ‘ of ECT entails a series of treatments given 2-3 times per week until maximal improvement has occurred. Most patients require 6 to 12 total treatments. ECT is frequently given on an outpatient basis, though at UNC we often start patients as an inpatient. This is especially true for older patients or patients with complicated medical problems so that they may be monitored for any unusual response to ECT, including the extent of memory impairment (if any) or other side effects. (See below.) What are the side effects of ECT? Side effects of ECT can be divided into those due to the anesthesia and those due to the treatment itself. Nausea is sometimes seen as a result of sensitivity to the anesthetic agents used. Muscle aches from the paralytic agents is not uncommon as well. Post treatment sedation is of course not unexpected. From ECT itself you see some expected cardiovascular changes from the seizure (a sympathetic outflow) that can cause a brief tachycardia (increased heart rate) and/or hypertensive response. Patients often get post-treatment headaches (probably due to vasodilatation). All of these side effects can usually be successfully managed by medications as necessary. The biggest concern most people have about ECT is the potential for memory loss. It is normal to have some impairment in memory after a seizure. For example, a person may forget what happened right before the seizure (retrograde amnesia) and have trouble remembering what happened in the time period right after waking up (anterograde amnesia). This is to be expected in all persons to some degree and is the same phenomenon seen in individuals with epileptic (grand-mal) seizures. Due to the fact that patients getting ECT may be having 2-3 treatments per week for a number of weeks, this confusion can accumulate over time so that much of the period of time represented by the course of ECT may remain foggy. Fortunately, for most people, these memory problems are time-limited, of minimal significance, can be dealt with by anticipating them ahead of time, and by having additional assistance available if needed during the course of treatment. However, some people have reported more persistent and longer-lasting memory effects, especially regarding personal memory of past events. Right now, it is not possible to predict who will have more severe memory problems, but techniques such as using unilateral placement instead of traditional bilateral placement have been utilized to try to minimize these effects. Finally, it should also be noted that for many individuals memory is reported to be ‘better’ after the acute course of ECT because of resolution of the depression and its effects on concentration. The death rate in ECT is about the same as the death rate for ‘light anesthesia’, which means it’s very rare, and about the same as would occur in other simple procedures such as a colonoscopy. When deaths do occur, it is usually due to cardiovascular complications. Certain populations, such as those with serious heart disease, recent stroke or heart attacks, or with brain tumors, are at higher risk of serious medical complications. Much of the consultation work-up is geared towards identifying these high risk situations and mitigating them if ECT is still to be pursued. In some situations, we will not do ECT because of the medical problems. Even so, ECT is remarkably safe even in some of the most seriously medically ill patients who have concurrent depression. ECT is often a life-saving treatment, which has been withheld from many until late in the course of their illness because of the social stigma, not because of the science. It could very well be a first line treatment were it not for the continuing stigma. Future advances in technology promise to improve the treatment further. In fact, with experimental treatments such as repetitive Transcranial Magnetic Stimulation (rTMS) it may soon be possible to induce painless ‘localized’ seizures in the dysfunctional parts of the brain which wouldn’t require the patient to even be asleep! Why does the stigma persist? ECT is often still portrayed in the media in the relatively brutal way it was first done, i.e. without anesthesia. Anesthetic agents are anticonvulsants, and it required an advance in the science of anesthesia before we could anesthetize patients, generate a seizure, and avoid the muscle movement associated with seizures. Unfortunately, people don’t know enough about ECT and so can be swayed by these inaccurate portrayals. If you tried to show surgery being done without anesthesia, people would not believe it because they ‘know better’. Also, ECT began to be used in this country at about the same time we began executing criminals with electricity in the Electric Chair. Ever since, the notion of electricity to the head has been seen as ‘punitive’. In fact, in many media portrayals of ECT over the years, the treatment has been depicted as punishment (One Flew Over the Cuckoo’s Nest for example). Combine this with the lingering stigma of mental illness being the patient’s fault, and you can see why the ECT stigma still persists. Bilateral versus Unilateral ECT Refers to the placement of the stimulus electrodes on a patient’s scalp (which directs the current path). In traditional bilateral ECT, the electrodes are placed on the right and left temples, allowing simultaneous stimulation of both sides of the brain. This assures a good quality seizure in the parts of the brain that need to be affected, but also allows electricity to pass over the left-temporal lobe of the brain. This is where most people have their language and memory centers. The effect is to cause (theoretically) more memory problems. Unilateral electrode placement allows both electrodes to be kept on one-side of the brain (the non-dominant side), which avoids having electricity pass directly through the language and memory centers mentioned above. However it requires that the seizure (which will now start on one side of the brain only) to generalize or move across to the other side of the brain. This doesn’t always happen successfully, leading to less treatment effect. Most new ECT patients at UNC will be started on unilateral ECT and switched only if not responding adequately. Bipolar Disorder A type of recurrent mood disorder characterized typically by both manic episodes and depression (See Depression). Some individuals may have primarily manic episodes; others may have mostly depressions with rare manic periods, while others may have mixed symptoms of both mania and depression. Episodes can be infrequent or rapid-cycling (i.e. at least 4 episodes over the last 12 months). Lithium has been the traditional medication used to treat this disorder though many other agents are now available as well. Note that ECT works very well for both mania and depression. ECT – Electroconvulsive Therapy A treatment modality using small amounts of electricity to generate a grand-mal seizure in a patient, in an attempt to treat various psychiatric disorders, especially depression. Depression (Major Depressive Disorder) A common psychiatric illness characterized by depressed, irritable or apathetic mood or loss of pleasure (anhedonia) and four or more of the following: changes in sleep and/or appetite, loss of pleasure and/or interest in daily activities, impairment of concentration or memory, low energy, agitation or mental slowing, feelings of worthlessness or excessive guilt, hopelessness, helplessness and/or recurrent suicidal thoughts. Symptoms need to be present for at least 2 weeks and be severe enough to cause some functional impairment. Depression Depression is a medical illness known as a mood disorder, and it is treatable. Clinical depression should not be confused with temporary feelings of sadness (“feeling blue” or “down in the dumps”) that are part of life’s disappointments. Depression lasts longer; is far more severe; impairs work, relationships, physical and other activities; and it includes more than a sad mood. Symptoms include trouble with sleep, appetite, energy and self-esteem. Mania A period of persistently elevated, expansive or irritable mood that lasts for a week of longer and includes at least three of the following (four if irritable mood): inflated self-worth, decreased sleep, racing thoughts or flight of ideas, excessive of pressured speech, hyperactivity, excess pleasure seeking and/or distractibility. Seizure Threshold The energy level at which electricity will induce a seizure. This varies for individuals and is usually higher in males and the elderly. Certain medications and medical conditions can alter a person’s seizure threshold. The UNC ECT service uses a ‘threshold titration model’ to determine the person’s actual seizure threshold so as to minimize the amount of electricity used for the treatments. Joule The joule (pronounced DJOOL) is the standard unit of energy in electronics and general scientific applications. One joule is defined as the amount of energy exerted when a force of one newton is applied over a displacement of one meter. One joule is the equivalent of one watt of power radiated or dissipated for one second. Defibrillation The arrest of fibrillation of the cardiac muscle (atrial or ventricular) with restoration of the normal rhythm, if successful. Transcranial magnetic stimulation (TMS) TMS is the use of powerful rapidly changing magnetic fields to induce electric potentials in the brain by electromagnetic induction without the need for surgery or external electrodes. TMS was originally developed as a tool in brain research, and has been used to stimulate or suppress brain activity in experiments on human subjects. TMS is currently under study as a treatment for severe depression and auditory hallucinations. It is particularly interesting as it may provide a viable treatment to certain aspects of drug resistant mental illness, particularly as an alternative to electroconvulsive therapy. Although research in this area is in its infancy, there is now strong evidence that TMS is an effective treatment for both depression and auditory hallucinations, with more symptoms and disorders being researched.   ", "pub_date": null, "access_date": "2019-12-08", "query": "electroconvulsive therapy", "Google rank": "", "url": "https://www.med.unc.edu/psych/patient-care/adult/outpatient/electroconvulsive-therapy-ect-service/", "keywords": "ect, seizure, depression, treatment, electricity"}