{"title": "[no-title]", "body": "Dozens of protesters gathered at Place Émilie-Gamelin in downtown Montreal to call for an end to the use of electroshock therapy in Quebec. In electroshock therapy, also known as electroconvulsive therapy (ECT), a brief electric pulse is applied to the scalp, causing a convulsion. It is often used to treat depression. Comité Pare-Chocs, the group that has organized the event for last 10 years, said the treatment causes brain damage, proof of its effectiveness is \"shaky,\" and yet it is still being administered for several mental health issues from depression to schizophrenia and bipolar disorder.  \"It's too destructive, it's too risky and it's still a controversial experimental treatment,\" said founding member Céline Cyr. \"It should not be allowed in 2016.\" Pare-Chocs commissions statistics on the use of the treatment every year, and the numbers are alarming, she said. The latest data collected by RAMQ, the provincial public health insurance agency, show that the use of ECT has: Pare-Chocs commissions statistics on the use of the treatment every year, and the numbers are alarming, she said. The latest data collected by RAMQ, the provincial public health insurance agency, show that the use of ECT has: Increased 58 per cent between 2011-2015 (6,761 to 10,690 ECT treatments). Pare-Chocs commissions statistics on the use of the treatment every year, and the numbers are alarming, she said. The latest data collected by RAMQ, the provincial public health insurance agency, show that the use of ECT has: Increased 25 per cent between 2014-2015 (the highest annual increase in the last five years). Pare-Chocs commissions statistics on the use of the treatment every year, and the numbers are alarming, she said. The latest data collected by RAMQ, the provincial public health insurance agency, show that the use of ECT has: Increased 400 per cent at  Rimouski Hospital in the last year. Pare-Chocs commissions statistics on the use of the treatment every year, and the numbers are alarming, she said. The latest data collected by RAMQ, the provincial public health insurance agency, show that the use of ECT has: Increased 70 cent at Chicoutimi Hospital in the last year. Pare-Chocs commissions statistics on the use of the treatment every year, and the numbers are alarming, she said. The latest data collected by RAMQ, the provincial public health insurance agency, show that the use of ECT has: Nearly doubled at both Hull and Charles-LeMoyne hospitals in the last year. Of the people who received the treatment, 60 per cent were women — many of them elderly — and some shocks were even administered to youth, Cyr added. Francine Santerre, another founding member, said psychiatrists would never prescribe ECT to their patients if they knew its side effects. Santerre was given the treatment 167 times between 1980 and 1984 at Lakeshore General Hospital. She said she was misdiagnosed and now lives with the consequences of ECT. \"I have some problems of concentration, to learn and to think. I'm a little bit slow,\" she said. The group hopes Quebec Health Minister Gaétan Barrette will ban the treatment but Cyr said she was afraid austerity measure would only mean an increase in the use of ECT. Dr. Vitor Pordeus, a Brazilian psychiatrist who spoke at the protest, said ECT was an \"aggressive\" approach that was justified in scientific milieus that look at the body as a machine. \"In this model of the body as machine, there are no spaces for subjectivity, spirituality, emotions, affections,\" Pordeus said. \"I was a doctor like this... until I had a mental disease myself.\" Pordeus said he suffered from severe depression and found a cure in theatre — an approach he has since used on his own patients. \"The clinical experience is very clear and there is no doubt that there are many options — education, culture, theatre, poetry, painting, sculpting, all kinds of expressive means — that help to heal mental diseases,\" he said. Pordeus, who is about to study transcultural psychiatry at McGill University, said \"mental diseases are very, very related to blocks in communication,\" and expressing oneself through the arts has been shown to improve communicational levels in those suffering from mental illness.  \"All of them have improved [and] all of them have developed a higher level of communication,\" he said, adding that many have also been able to get off medication. Pordeus said treating mental illnesses through arts and culture, unlike ECT, is cheap, easy and has no side effects. \"We must accept this common challenge of promoting mental health through culture.\" ", "pub_date": "2016-05-07T22:18:00+00:00", "access_date": "2019-12-08", "query": "electroconvulsive therapy", "Google rank": "", "url": "https://www.cbc.ca/news/canada/montreal/quebec-electroshock-therapy-protest-1.3572139", "keywords": "ect, pare, choc, provincial, ramq"}