{"title": "Should we stop using electroconvulsive therapy? | The BMJ", "body": "Electroconvulsive therapy has no long term benefits compared with placebo and often causes brain damage, say John Read and Sue Cunliffe. But Sameer Jauhar and Declan M McLoughlin argue that evidence shows ECT is effective and safe in depression and that adverse side effects can be managed Electroconvulsive therapy (ECT) was first administered in 1938. The first study, in 1951, showed that people who had had ECT fared worse than those who hadn’t.1 Today, positive, evidence based, risk-benefit analyses are required for treatments. However, systematic23 and narrative4 reviews (by JR and colleagues) identify only 10 studies comparing ECT with placebo for depression (placebo includes general anaesthetic but no shock). Half found no difference. The other five found a temporary lift in mood, but only during the treatment period, and in about only a third of patients. In the famous Northwick Park study5 this minimal improvement was perceived only by psychiatrists, not by nurses or patients.  The many reviews and meta-analyses claiming that ECT works67 do so purely on the basis of these temporary gains, in a minority of patients, found in just half the studies. Furthermore, none of them identify any placebo controlled studies showing that ECT reduces depression beyond treatment or prevents suicide.234 Despite this lack of evidence psychiatry remains so adamant ECT works that no studies to establish efficacy have been conducted since 1985.234 Instead, many studies investigate which kind of ECT causes least damage.2 Brain cells receive electrical signals of a fraction of one volt. Subjecting them to 150 V inevitably causes damage, similar to traumatic brain injury.", "pub_date": "2019-12-08T00:00:00", "access_date": "2019-12-08", "query": "electroconvulsive therapy", "Google rank": "", "url": "https://www.bmj.com/content/364/bmj.k5233", "keywords": "ect, placebo, study, electroconvulsive, depression"}