{"title": "Electroconvulsive Therapy: A History of Controversy, but Also of Help - Scientific American", "body": "The following essay is reprinted with permission from The Conversation, an online publication covering the latest research. Carrie Fisher’s ashes are in an urn designed to look like a Prozac pill. It’s fitting that in death she continues to be both brash and wryly funny about a treatment for depression. The public grief over Carrie Fisher’s death was not only for an actress who played one of the most iconic roles in film history. It was also for one who spoke with wit and courage about her struggle with mental illness. In a way, the fearless General Leia Organa on screen was not much of an act. Fisher’s bravery, though, was not just in fighting the stigma of her illness, but also in declaring in her memoir “Shockaholic” her voluntary use of a stigmatized treatment: electroconvulsive therapy (ECT), often known as shock treatment. Many critics have portrayed ECT as a form of medical abuse, and depictions in film and television are usually scary. Yet many psychiatrists, and more importantly, patients, consider it to be a safe and effective treatment for severe depression and bipolar disorder. Few medical treatments have such disparate images. I am a historian of psychiatry, and I have published a book on the history of ECT. I had, like many people, been exposed only to the frightening images of ECT, and I grew interested in the history of the treatment after learning how many clinicians and patients consider it a valuable treatment. My book asks the question: Why has this treatment been so controversial? ECT works by using electricity to induce seizures. This is certainly a counterintuitive way of treating illness. But many medical treatments, such as chemotherapy for cancer, require us to undergo terrible physical experiences for therapeutic purposes. The conflicts over ECT have other sources. ECT was invented in Italy in the late 1930s. Psychiatrists had already discovered that inducing seizures could relieve symptoms of mental illness. Before ECT, this was done with the use of chemicals, usually one called Metrazol. By many reports, patients experienced a feeling of terror after taking Metrazol, just before the seizure started. A Cleveland psychiatrist who was active then once told me that the doctors and nurses used to chase the patients around the room to get them to take Metrazol. Ironically, given that ECT would become iconic as a frightening treatment, the Italian researchers who proposed using electricity instead were searching for a safer, more humane and less fearsome method of inducing the seizures. Their colleagues, internationally, believed they had succeeded. Within only a few years of its invention, ECT was widely used in mental hospitals all over the world. Many depictions of ECT in film and television have portrayed the therapy as an abusive form of control. Most famous is the film “One Flew Over the Cuckoo’s Nest,” in which an unruly patient is subjected to the procedure as a punishment. There is probably no fictional story that so haunts our consciousness of a medical treatment. “Cuckoo’s Nest,” and many other depictions, are sensational, but we cannot grasp the historical background to the stigma around ECT if we do not acknowledge that “Cuckoo’s Nest,” while released as a movie in 1975, was not completely unrealistic for the era it depicts, the 1950s. There is no question that ECT was benefiting patients then, but there is also a lot of evidence from that period showing that ECT, and the threat of it, were used in mental hospitals to control difficult patients and to maintain order on wards. ECT was also physically dangerous when first developed. Now there are ways to mitigate those dangers. Current practice, known as modified ECT, uses muscle relaxants to avoid the physical dangers of a seizure and anesthesia to avoid pain from the electricity. These modifications were learned early, but it took a while for them to become standard practice. Ken Kesey, who wrote the original novel of “One Flew Over the Cuckoo’s Nest,” released in 1962, worked in a mental hospital in the 1950s. He would have been able to witness all of this. Kesey, though, would also have known about ECT’s power to relieve symptoms of mental illness, and one of the characters in the book attests to this. At that time, ECT was also used as a “treatment” for homosexuality, then considered by psychiatrists to be an illness. This was not a major part of ECT practice, but this is not a comfort to gay people who received the treatment, for whom it could be traumatizing. The psychiatrists who used ECT in this way sincerely believed they were trying to help sick people, which serves as a warning against “medicalizing” behavior, and assuming that this will reduce stigma. This use of ECT did not last, in part because there was no evidence it did alter anyone’s sexuality. But it survived in the social memory of the therapy. By the 1960s, the evidence that ECT was very effective for treating depression was robust. But there were also good reasons for patients to fear ECT. These reasons, combined with widespread revolts against authority and conformity that flourished in the 1960s, also gave rise to a revolt against medical authority – the anti-psychiatry movement. In its most extreme versions, the anti-psychiatry movement rejected the very idea of mental illness. But physical treatments, and most especially ECT, aroused its strongest rejections. Most advocates of anti-psychiatry – even those who questioned the very reality of mental illness – were supportive of talk therapy. This provides another clue about why ECT occasions such deep divides. By acting so directly on the body, without any delving into the life history of the patient, ECT’s powerful effects raise questions about what mental illness is, and what kind of psychiatry is best. It evens raises questions about who we are, and what a person is. ECT use declined in the 1960s and 1970s, but revived starting in the early 1980s. During the years since, there have been a growing number of positive portrayals, often in patient memoirs like Fisher’s. Writers such as Norman Endler and Martha Manning wrote moving accounts of how ECT brought them back from very bleak depression. Increasingly, ECT came to be provided with consent, and the use of modified ECT became standard. Now, psychiatrists estimate that about 100,000 Americans receive ECT. With the rise of the age of Prozac, our culture became more comfortable with physical fixes for those illnesses we continue to call “mental.” According to psychiatrists who provide the treatment, many patients often go back for voluntary repeat ECT treatments, as Fisher did. That is hard to square with a stereotyped view of ECT as a form of abusive social control. ECT continues to have many critics, often people who received the treatment unwillingly, or who felt pressured into receiving it. For example, Wendy Funk wrote about this in her book “What Difference Does it Make?” The main source of continuing controversy concerns a possible adverse effect: memory loss. There is no question that ECT causes some memory loss, particularly of events near the time of the treatment. These memories often return, however. And there is also little doubt that many patients get potent therapeutic results, and many patients say they have little, if any, permanent memory loss. But permanent long-term memory loss does occur, and it is uncertain how common it is. Many clinicians believe it to be exceedingly rare, based on their experience treating many patients over the years. The scientific studies are not very conclusive, however, and serious and permanent memory loss is everywhere in patient memoirs – not least in those patients who have written positive accounts of ECT’s therapeutic effects. In her book “Shockaholic,” Fisher was emphatic about the power of ECT to reverse stubborn depression, but added, “the truly negative thing about ECT is that it’s incredibly hungry and the only thing it has a taste for is memory.” ECT can be an invaluable treatment for many people. Many providers lament that that it is a stigmatized treatment. Dispelling the stigma, though, will require more than just testimony to its therapeutic effect, but also a full reckoning with its costs, both past and present.", "pub_date": null, "access_date": "2019-12-08", "query": "electroconvulsive therapy", "Google rank": "", "url": "https://www.scientificamerican.com/article/electroconvulsive-therapy-a-history-of-controversy-but-also-of-help/", "keywords": "ect, treatment, patient, fisher, mental"}