{"title": "SAll about ECT Electroconvulsive Therapy has received some bad press as a result of what the treatment used to be. Yet “ECT has a higher success rate for severe depression than any other form of treatment.” It has also been shown to be an effective form of treatment for schizophrenia accompanied by catatonia, extreme depression, mania, or other affective components. The following excerpt on its use in depression from Overcoming Depression by Dr. Demitris Popolos should help shed some light on the issue: There’s been a resurgence of interest in ECT because it has evolved into a safe option, one that works. But for a public influenced by Ken Kesey’s One Flew Over the Cuckoo’s Nest, whose associations with ECT start with the electric chair and move on to lightning bolts, electric eels and third rails, it makes for queasy conversation. For all of us. Let’s replace a few of the myths with facts. ECT has a higher success rate or severe depression than any other form of treatment. It can be life saving and produce dramatic results. It is particularly useful for people who suffer from psychotic depressions or intractable mania, people who cannot take antidepressants due to problems of health or lack of response and pregnant women who suffer from depression or mania. A patient who is very intent on suicide, and who would not wait 3 weeks for an antidepressant to work, would be a good candidate for ECT because it works more rapidly. In fact, suicide attempts are relatively rare after ECT ECT is usually given 3 times a week. A patient may require as few as 3 or 4 treatments or as many as 12 to 15. Once the family and patient consider that the patient is more or less back to his normal level of functioning, it is usual for the patient to have 1 or 2 additional treatments in order to prevent relapse. Today the method is painless, and with modifications in technique it bears little relationship to the unmodified treatments of the 1940s. The patient is put to sleep with a very short-acting barbiturate, and then the drug succinylcholine is administered to temporarily paralyze the muscles so they do not contract during the treatment and cause fractures. An electrode is placed above the temple of the nondominant side of the brain, and a second in the middle of the forehead (this is called unilateral ECT); or one electrode is placed above each temple (this is called bilateral ECT). A very small current is passed through the brain, activating it and producing a seizure. Because the patient is anesthetized and his body is totally relaxed by the succinylcholine, he sleeps peacefully while an electroencephalogram (EEG) monitors the seizure activity and an electrocardiogram (EKG) monitors the heart rhythm. The current is applied for one second or less, and the patient breathes pure oxygen through a mask. The duration of a clinically effective seizure ranges from 30 seconds to sometimes longer than a minute, and the patient wakes up 10 to 15 minutes later. Upon awakening, a patient may experience a brief period of confusion, headache or muscle stiffness, but these symptoms typically ease in a matter of 20 to 60 minutes. During the few seconds following the ECT stimulus there may be temporary drop in blood pressure. This may be followed by a marked increase in heart rate, which may then lead to a rise in blood pressure. Heart rhythm disturbances, not unusual during the period of time, generally subside without complications. A patient with a history of high blood pressure or other cardiovascular problems should have a cardiology consultation first. Because as many as 20 to 50 percent of the people who respond well to a course of ECT relapse within 6 months, a maintenance treatment of antidepressants, lithium or ECT at monthly or 6 week intervals might be advisable. Short-term memory loss has always been a concern to patients who receive ECT, but several studies conclude that patients who received unilateral ECT performed better on attention/memory tests than those who received bilateral ECT. However, there is a question as to whether unilateral is as effective. Experts agree that changes in memory function do occur and persist for a few days following treatment, but that patients return to normal within a month. A 1985 NIMH Consensus Conference concluded that while some memory loss is frequent after ECT, it is estimated that one-half of 1 percent of ECT patients suffer severe loss. Memory problems usually clear within 7 months of treatment, although there may be a persistent memory deficit for the period immediately surrounding the treatment. How distressing is ECT to Patients? While there are certainly patients who perceive the treatment as terrifying and shameful, and some who report distress about persistent memory loss, many speak positively of the benefits. An article entitled “Are Patients Shocked by ECT?” reported on interviews with 72 consecutive patients treated with ECT. The patients were asked whether they were frightened or angered by the experience, how they looked back at the treatment, and whether they would do it again. Of the patients interviewed, 54% considered a trip to the dentist more distressing, many praised the treatment, and 81% said they would agree to have ECT again. Those are comforting statistics about a treatment that has an ugly name and ugly connotations but beautiful and even life saving results…. Why is there a resurgent interest in ECT? The scientific evidence regarding the efficacy of the treatment has been firmly established in the professional literature. In addition, decades old studies showing brain cell death have been refuted in recent studies (but some anti-ECT activists still quote them). However, ECT is like all other treatments. Doctors often underplay the potential side effects. In addition, it is sometimes prescribed for conditions it is not medically appropriate for. And like other treatments, the effective is not always permanent. Like with medicines, ECT is not used once and you are better forever. Maintenance ECT may be required. Unfortunately, some well-intentioned activists received ECT inappropriately; were erroneously told the effects were always permanent; and/or suffered side effects (ex. memory loss) that their doctors did not explain. Some of these activists have attacked the treatment itself when it is really the doctor who delivered the treatment who was at fault. NAMI’s official policy is that while it does not endorse particular forms of treatment, it believes informed individuals with neurobiological disorders have the right to receive NIMH approved treatments like ECT from properly trained practitioners. NAMI opposes actions intended to limit this right. FDA Considers Caving to Scientology and Making Mental Illness Treatment Illegal Huffington Post 11/2009 While Congress is considering health care legislation that would provide more coverage for individuals with severe mental illness, as far-fetched as it sounds, the FDA is considering making it more difficult to treat depression, bipolar disorder, schizophrenia and psychosis. At the request of Scientology (and a few others), they are considering requiring expensive new government testing for a treatment that has been successfully used for years: electroconvulsive therapy (ECT). If the ‘testing’ isn’t done, the treatment will be taken off the market. And that is the goal of Scientologists. As the LA Times pointed out “(The) Church of Scientology… opposes virtually all psychiatric treatments.” In 1976, the FDA grandfathered continuing use of ECT, and many other devices, pending FDA evaluation of safety and effectiveness. It is now 30 years later and the treatment has been safely and effectively used ever since then. In spite of 40 years of success, the FDA—prodded by Scientology– recently decided to hold hearings on the safety and efficacy of this treatment. Depending on the outcome, the manufacturers of the device might have to go through onerous duplicative testing that has already been done in the real world. The manufacturers say the tests would be too expensive and therefore they would have to get out the business. Doctors could be jailed for offering their patients treatment. The American Psychiatric Association’s most recent report on ECT concludes ECT is an effective antidepressant in all subtypes of major depressive disorder Dr. Demitris Popolis wrote in Overcoming Depression There’s been a resurgence of interest in ECT because it has evolved into a safe option; one that works ECT has a higher success rate or severe depression than any other form of treatment… It is particularly useful for people who … cannot take antidepressants due to problems of health or lack of response and pregnant women who suffer from depression or mania. A patient who is very intent on suicide, and who would not wait three weeks for an antidepressant to work, would be a good candidate for ECT because it works more rapidly. Kitty Dukakis in her book, “Shock” credited ECT with saving her life. Rolland Kohloff, principal timpanist for the New York Philharmonic Orchestra saw how ECT helped his son with schizophrenia. When Mr. Kohloff developed his own severe depression, he decided to try it himself. As he said in the New York Times, “What I think it did was to act like a Roto-Rooter on the depression.” Dick Cavett told People Magazine, “In my case, ECT was miraculous. My wife was dubious, but when she came into my room afterward, I sat up and said, ‘Look who’s back among the living.’ It was like a magic wand.” In spite its obvious efficacy, ECT (and all treatments for the mentally ill) has opponents. Rael Jean Isaacs Madness in the Streets is the best book on the anti-treatment, anti-ECT, and often Scientologist crowd. While there is some opposition to ECT from non-Scientologists, Scientologists believe “The concept that a brain-based, chemical imbalance underlies mental illness is false.” They believe mental illness doesn’t exist and treatment for it is torture. It is their right to believe whatever they want. But my choice of treatment should not be dictated by it. In response to a previous effort by Scientologists to ban ECT, Laurie Flynn, former Executive Director of the National Alliance on Mental Illness wrote a 1995 letter to Bernie Arons, Director of the Center For Mental Health Services: As you know, there are widespread efforts led by Scientologists and other anti-psychiatric groups underway throughout the country to ban ECT as an available treatment and to criminalize the prescription of ECT by physicians treating individuals with severe depressive illnesses. These groups ignore the extensive, uncontroverted evidence in the scientific literature that ECT is both safe and effective as a treatment for severe depression. Consequently, it is critically important that any statement coming from CMHS must focus on medical aspects of ECT and avoid the “politics” of ECT. The FDA should avoid the politics too. They should immediately reclassify electroconvulsive devices as “Class II” devices, rather than keeping them in Class III which requires the manufacturers to go through expensive and unnecessary laboratory testing to prove what patients and doctors know: ECT works. DJ Jaffe is Executive Director of the non-partisan Mental Illness Policy Org., and author of Insane Consequences: How the Mental Health Industry Fails the Mentally Ill. He is a critic of the mental health industry for ignoring the seriously ill, and has been advocating for better treatment for individuals with serious mental illness for over 30 years. He has written op-eds on the intersection of mental health and criminal justice policy for the New York Times, Wall St. Journal and the Washington Post. New York Magazine has credited him with being the driving force behind the passage of New York’s Kendra’s Law and Congress incorporated ideas proposed by DJ in the Helping Families in Mental Health Crisis Act. hock treatment- electroconvulsive therapy - electroshock", "body": "", "pub_date": null, "access_date": "2019-12-08", "query": "electroconvulsive therapy", "Google rank": "", "url": "https://mentalillnesspolicy.org/coping/ect-shock-treatment-electroconvulsive-therapy.html", "keywords": "_abstract_risks_of_autism, personnel, person, personal, personalise"}