{"title": "Shock Treatment: The Truth Behind Electroshock Therapy | Freedom Magazine", "body": "by Alex David Electroconvulsive therapy got a public relations makeover, but is the procedure any less ugly?  1938 After observing pigs shocked into seizures and senselessness in a Rome slaughterhouse, Italian psychiatrist Ugo Cerletti uses the same method on a human being. After the first shock, his subject screams, “Not another one! It’s deadly!” 1938-1940 German psychiatrist Lothar Kalinowsky brings ECT to France and England. Expelled from England, he lands in the United States and introduces ECT to America through Columbia University and the New York State Psychiatric Institute. 1940s In Nazi euthanasia facilities, hundreds are killed with electroshock machines. 1943-1950 Incarcerated in a series of psychiatric institutions, Frances Farmer receives ECT against her will. The gifted actress never regains her creative abilities and dies at 56. 1949 At age 26, Judy Garland undergoes ECT. Several suicide attempts follow. Her biographer, Gerold Frank, writes in Judy: “[S]he had no respect for psychiatrists; she had seen more than a dozen of them and they had all failed her.” 1954-1962 Electroshock is used to torture prisoners of the French during the Algerian War. 1956 Fourteen-year-old Lou Reed is forced to undergo shock treatments. He later reflects on the experience in the song “Kill Your Sons”: “All your two-bit psychiatrists are giving you electroshock … Every time you tried to read a book you couldn’t get to page 17 ’cause you forgot where you were. So you couldn’t even read.” 1957 Psychiatrist Ewen Cameron describes to the 2nd World Congress of Psychiatry what happens to those receiving ECT: “There is complete amnesia for all events of his life.” 1960-1961 Ernest Hemingway receives ECT at the Mayo Clinic under the supervision of psychiatrist Howard Rome. On July 2, 1961, shortly after returning home, he kills himself with his favorite shotgun, but not before he had written: “What is the sense of ruining my head and erasing my memory, which is my capital, and putting me out of business? It was a brilliant cure but we lost the patient.” 1969 Hungarian refugee Victor Gyory is taken to a Pennsylvania institution, held in isolation, and forced to undergo electroshock. Psychiatrist Thomas Szasz determines that Gyory was diagnosed “schizophrenic” because he could not speak English. Through the efforts of members of the Church of Scientology and Dr. Szasz, Gyory is released. This leads to the founding of the Citizens Commission on Human Rights by the Church and Dr. Szasz. 1976 California passes a law banning ECT without the consent of the recipient and prohibiting its use on children under age 12. 1982 Voters in Berkeley, California, make administration of ECT a misdemeanor in the city, punishable by up to six months in jail and a $500 fine. 1993 Texas bans ECT on children under age 16 and requires that any death occurring within two weeks of ECT be reported to the state Department of Mental Health and Mental Retardation. 2001 University of Pennsylvania neuroscience professor Peter Sterling testifies at a hearing on shock before the New York Assembly Standing Committee on Mental Health, Mental Retardation, and Developmental Disabilities: “ECS [electro-convulsive shock] unquestionably damages the brain.” That same year, ECT advocate Harold Sackeim admits in the Journal of ECT that “virtually all patients experience some degree of persistent and, likely, permanent retrograde amnesia.” 2003 An ECT Fact Sheet published by the U.S. Mental Health Foundation states, “Shock damages the brain, causing memory loss and disorientation that creates an illusion that problems are gone, and euphoria, which is a frequently observed result of brain injury.” 2005 The World Health Organization recommends that ECT never be used on children. December 2010 A comprehensive review by Professors John Read and Richard Bentall (now both at the University of Liverpool) of more than 100 studies and reports concerning ECT concludes, “Given the strong evidence of persistent and, for some, permanent brain dysfunction … and the evidence of a slight but significant increased risk of death, the cost-benefit analysis for ECT is so poor that its use cannot be scientifically justified.” January 2011 A U.S. Food and Drug Administration panel hears testimony on whether to remove ECT devices from the “high risk” category. A majority of members favor keeping the machines classified as “high risk.” March 2012 A study in Proceedings of the National Academy of Science reports a considerable “decrease in functional connectivity” between the prefrontal lobes of the brain and other parts of the brain following ECT. April 2013 The state of Connecticut passes a law to require informed consent before ECT is administered to anyone. September 2013 Following an investigation into ECT’s use in psychiatric facilities, the regional government of Sicily bans ECT throughout the island. October 2014 Legislation banning ECT on those under 14 passes the Parliament of Western Australia. The law imposes a $15,000 fine on anyone performing ECT on a child under 14. Supporters of electroconvulsive therapy, popularly known as electroshock, say it’s not what it used to be. Forget images of writhing, unwilling patients forcibly strapped to hospital beds while electrodes attached to skulls deliver blasts of electricity. Forget the pictures of mental patients rendered pliable and shuffling, even catatonic, by the procedure. Those impressions, say ECT’s supporters, represent an antiquated understanding of the “gold standard” treatment for deep and stubborn depression, the kind that’s resistant to psychotherapy and medication. According to advocates, ECT isn’t crude and dangerous like it was in its early days; today it’s painless, effective and the most common side effect is short-term memory loss. Nonsense! That’s the prognosis on ECT delivered by Fred Baughman, a neurologist who saw firsthand the effects of the “treatment” when he was a resident at Mount Sinai Hospital in New York City in the 1960s. Baughman allows that so-called refinements—such as pulsing instead of steady currents, and shocking only one lobe of the brain instead of both—may make the procedure slightly less injurious for any one “treatment,” but it also may increase the actual number of shocks administered. And Baughman says using electricity to shock the brain into a seizure—no matter how you do it—results in real and lasting harm. “You are creating a seizure which is prima facie evidence of brain damage,” he observes. Leonard Frank, an ECT survivor and a longtime opponent of the practice, says that doctors are deluding themselves if they believe medically induced seizures are any safer now than they ever were. The scant research on ECT, according to Frank, shows that the procedure causes more than short-term memory loss. Survivors often find that entire chapters of their lives have been erased. In explaining ECT to laymen, medical professionals use ambiguous phrases like “resetting the brain’s broken circuits.” And scientific literature attempting to describe how ECT works—while replete with jargon and technical terms—is really no less vague than brochures with titles like “Healthy Minds, Healthy Lives” aimed at prospective patients. Putting aside debate about ECT’s effectiveness in treating severe depression, or any mental illness, even the treatment’s most ardent practitioners don’t claim to understand how it works. That’s one of the reasons the Food and Drug Administration resisted calls in 2011 to reclassify ECT devices into a category requiring less oversight, instead opting to maintain them as “high risk.” Moira Dolan, a medical doctor in Texas who has advocated against ECT, says that a careful and informed reading of the ECT medical literature reveals methodological flaws in many of the studies supporting ECT as a remedy for depression. For example, the studies usually rely on highly subjective questionnaires given to patients before and after ECT. Psychiatrists often fiddle with the doses of psychotropic medications during a course of ECT treatments, which can have a huge effect on how patients report on their moods and mental states. Other studies rely on feedback from doctors, a research method with obvious perils. “A lot of the literature depends on doctors evaluating their own work,” Dolan says. There are no shortage of studies that point to serious problems. A review of more than 100 studies and reports on ECT by Professors John Read and Richard Bentall, both now at the University of Liverpool, released in December 2010, concluded: “Given the strong evidence of persistent and, for some, permanent brain dysfunction … and the evidence of a slight but significant increased risk of death, the cost-benefit analysis for ECT is so poor that its use cannot be scientifically justified.” And a study published in Proceedings of the National Academy of Sciences in March 2012 reported a considerable “decrease in functional connectivity” between the prefrontal lobes of the brain and other parts of the brain after ECT. As described by one physician in a review of this study, “This is the same area assaulted by surgical lobotomy. … [T]he most extensive long-term follow-up study indicates that most ECT patients will never recover from the damage in the form of persistent severe mental deficits.” It’s surprising that there’s not better science out there on ECT considering the technique has been used since the late 1930s when it was invented in Mussolini’s Italy by psychiatrist Ugo Cerletti. His inspiration for ECT came in a slaughterhouse, where he saw cattle and pigs rendered docile by electricity before being butchered. Indeed, parallel to its use as a “therapy,” ECT has had a long and infamous career in the gulags and prisons of repressive regimes. For the first few decades of its use, electroshock was administered without anesthesia or muscle relaxants. Inflicting extreme pain, it was damaging to the entire body, causing convulsions so violent as to break bones and teeth. In this context, history provides many examples of electroshock used as an instrument of torture. One comes from Nazi euthanasia hospitals. According to history professor Henry Friedlander, “Terror stalked the halls of the euthanasia hospitals not only because patients feared being selected for killing at any time or because some of the staff beat and maltreated them, but also because some medical procedures imposed unusual pain.” One psychiatrist described his colleagues’ use of electroshock to torture prisoners of the French during the 1954-62 Algerian War: “There are, for instance, psychiatrists in Algiers, known to numerous prisoners, who have given electric shock treatments to the accused and have questioned them during the waking phase, which is characterized by a certain confusion, a relaxation of resistance, a disappearance of the person’s defenses.” The U.S. Central Intelligence Agency has a history in this area as well, training Moroccan security services in the early 1960s in the use of electroshock to torture prisoners during interrogations. Journalist Gordon Thomas reported, “On becoming king in 1961, Hassan II had asked the Agency to restructure and train his own security service. [It] was fully staffed with doctors who supervised a wide range of tortures of political detainees at a purpose-built detention center. … It included isolation chambers. … The center also had several Page-Russell electroshock machines, which were routinely used on prisoners. During the post-shock periods, Moroccan physicians questioned the detainees, seeking information about opponents to the king.” Perhaps most infamous are psychiatrist Ewen Cameron’s CIA-funded “mind control” experiments at McGill University with drugs and electroshock, which he called “depatterning.”  Cameron—at various times president of the Quebec, Canadian, American and World psychiatric associations—described “depatterning” to the 2nd World Congress of Psychiatry in 1957: “The extensive breakup of the existing patterns of behavior … by means of intensive electroshock therapy usually carried out in association with prolonged sleep. … There is complete amnesia for all events of his life.” The CIA’s 1963 KUBARK Counterintelligence Manual is based on Cameron’s “blank slate” approach of regressing people to “reprogram” their minds. As Naomi Klein pointed out in The Shock Doctrine, Cameron’s work apparently made a strong impression. Klein reported that the CIA in 1966 dispatched three psychiatrists to Vietnam with a Page-Russell electroshock machine, the type Cameron favored. According to Klein, “it was used so aggressively that it killed several prisoners.” Alfred McCoy, author of A Question of Torture, noted, “In effect, they were testing under field conditions whether Ewen Cameron’s McGill depatterning techniques could actually alter human behavior.” Supporters of ECT are quick to distance its current application from its roots in Fascist Italy and its use in torture. The argument goes something like this: ECT gets a bad rap from movies like One Flew Over the Cuckoo’s Nest, which shows a mental patient shocked into compliance by a sadistic medical establishment. The people who receive ECT today, the line goes, are almost all willing participants in a therapy that is safe, painless and nearly side-effect free. While the modern procedure is generally carried out without busted teeth and the more grisly features of its early practice, the principle is still the same: Electric current blazes through the brain to provoke a seizure—the logic being that seizures occurring in the brain have some therapeutic benefit, somehow. Promotional materials are careful in describing the procedure and present a picture that’s quite benign: “ECT treatment is generally administered in the morning, before breakfast,” reads one brochure. “Prior to the actual treatment, the patient is given general anesthesia and a muscle relaxant. Electrodes are then attached to the patient’s scalp and an electric current is applied which causes a brief convulsion.” That “brief convulsion” is the body’s physical reaction to the brain-damaging seizure induced by the electric current applied to the lobes. Austin, Texas, psychologist John Breeding doesn’t buy the idea of a kinder, gentler ECT. He believes electroconvulsive therapy has, in fact, more potential for harm than ever. Much higher voltages are employed in the modern procedure because muscle relaxants and anesthetics raise the seizure threshold, with more electricity required to produce a seizure. The greater heat and electricity themselves cause more brain cell death, he says. In addition, “electricity breaks through the blood-brain barrier, allowing toxins to flow into an area that normally is protected. So the greater the shock, the greater the brain damage.” Breeding heads the Coalition for the Abolition of Electroshock in Texas, and is at the forefront of an ongoing battle to ban the procedure outright in that state. Efforts to enact tighter controls on the practice have been successful in Western Australia, Israel, Sicily and Connecticut. The brain damage caused by ECT results in varying degrees of memory loss and intellectual and cognitive impairment, says Dallas psychiatrist Colin Ross. Ross also cites “substantial evidence” that the death rates from natural causes rise following an ECT regimen, particularly in the older patient population. “We’re talking about serious complications like cardiovascular death from stroke and heart attack,” he says. “Given that, it’s really astonishing just how tolerant of ECT that mainstream psychiatry is.” Why do some modern doctors, bound as they are by an oath to do no harm, use and advocate electroshock? “It’s just something else that psychiatrists can do to make money,” Baughman says. “That, more than any modernizing of the procedure, is the primary reason for the ECT comeback.” ", "pub_date": "2014-10-18T00:00:00", "access_date": "2019-12-08", "query": "electroconvulsive therapy", "Google rank": "", "url": "https://www.freedommag.org/issue/201411-held-back/reform/shock-treatment-truth-behind-electroshock-therapy.html", "keywords": "ect, electroshock, shock, psychiatrist, brain"}