{"title": "Pregnant and Allergy Elimination Diet", "body": "I agree. When I was pregnant the nutritionist I consulted asked me to be sure to include at least a little bit of carbs in three regular meals and three regular snacks. That was not defining carbs solely as grains and potatoes and things we think of as \"carb-y\", as carbs also come from beans, yogurt, fruits, honey and sugar, etc. Even so, cutting down to a single grain serving seems risky unless you are also being very careful to make sure you have other dietary sources of the nutrients that you would be getting from that source. This could be alternative grains like millet or quinoa, etc. that don't contain gluten. So if it were me, I would want to talk to my OB and a nutritionist about that dietary recommendation and an adequately balanced diet separate and apart from the allergy issue. On the allergy elimination front, having immediate family with asthma or allergies does increase the likelihood that a new baby will have allergies, but it's not allergen specific. Meaning, just because kid1 is allergic to soy it doesn't mean that if kid 2 has allergies then the allergen would be soy. So it's hard to ID before the baby is born the foods you would want to avoid. The information provided to me when I was pregnant (and allergies were likely because practically everyone in my husband's family is allergic to something), was that there was some evidence that eliminating the Top 8 during the last trimester so you could start with low allergen milk could be beneficial, but that weighing that against the nutrititional requirements of pregnancy and the fact that it as only a potential marginal benefit then it was likely not worth to eliminate until after my son was born and we could sort out which specific foods in my milk troubled him. I didn't eliminate anything during pregnancy and although my son does indeed now have allergies, several are to foods that we never would have eliminated during pregnancy because they are unlikely allergens. At this point, we keep our house free of my son's allergens and my husband's so we are already off several of the Top 8 (soy, egg, fish, shellfish, peanuts). If I had a second I would leave the rest (wheat, dairy and nuts) in my diet during the pregnancy and eliminate only if it seemed the baby had a problem with them once it was nursing.", "pub_date": "09-11-2010", "access_date": "25-10-2019", "query": "elimination diet pregnancy", "Google rank": "", "url": "https://community.babycenter.com/post/a24262301/pregnant_and_allergy_elimination_diet", "keywords": "allergy, allergen, carbs, eliminate, son"}