{"title": "Do I need to give up dairy for my breastfed baby? - Successful Breastfeeding", "body": "\nAre you breastfeeding and have been told to give up dairy? This advice may have come from your doctor, a good friend, or another breastfeeding momma. I hear this advice given regularly as a solution to solve certain symptoms in babies- especially in mom groups! \n\nAs a lactation expert, this is one of the most frustrating pieces of advice people give to my clients. Gassy baby? Give up dairy! Baby spits up? Give up dairy! Fussy baby? Give up dairy!\n\nGiving up dairy seems to be the \"cure all\" to everything these days- when it's actually usually NOT the answer. \n \n  Will you join my tribe? Be part of our awesome, judgement free zone and get support and advice from me and hundreds of other mommas who've got your back!!! (Oh, and it's FREE!)  Success! Now check your email to access your invitation to the group. Please add me to your contacts. I have valuable information to share with you and I don't want you to miss out. Adding me to your contacts will help make sure my emails to you don't end up in your Spam folders!   Lactose overload. A sneaky breastfeeding problem that more of you may have than you realize.\n \nLactose overload can appear to many (even pediatricians!!!!) to be a dairy sensitivity in your baby. And it's not surprising why that is, they do share similar symptoms, HOWEVER when these symptoms arise, you should always  . Doing so could save you a ton of headaches, and save you from having to unnecessarily give up cheese! \n\n \nThis is me. You're about to have a short photo journey of my own lactose overload experience.\n \nThis was a brand new shirt! I had planned to wear to a speaking engagement I had later that day. And, yes, I changed. Though a milk stain may have been an appropriate accessory for a breastfeeding talk. jk.\n \nThat picture, with the big milk leak was taken about an hour after my 5 week old had nursed. I was soaked, and my milk was still leaking everywhere. \n \nI went to my kitchen and grabbed my Medela Harmony hand pump (I love this pump by the way) because my milk was literally spraying. I squeezed the handle ONE TIME to create some suction to collect the leaking milk and THIS was what I caught......\n \nAlmost two full ounces of leaking milk. No pumping. Just leaking. ​\n \nThen, I nursed my 5 week old, who still got sprayed in the face. \n \nPoor baby.\n \nWhile nursing her, I decided to text Allison (who is one of our lactation experts) and sent her these pictures. She had the brilliant idea of taking a picture of my pumped milk AFTER baby was done nursing. So I did. And I think it captures the lactose overload beautifully.\n \nMy milk pumped after leaking and feeding mt 5 week old.\n  I'll explain more on that below, but first let's talk about lactose overload, and how you would know you may have it.\n\n \nReflux \nGas \nFussiness \nSudden bursts of crying from gas pain \nGreen poop \nMucous in the poop \nAND even blood in the stool\n \nWhen doctors see these symptoms in your baby, especially when there's blood in the stool, the first thing typically recommended is to cut out dairy. However, dairy is not always the culprit for these symptoms, \nSomething to understand, when a baby is reacting to dairy (or any food for that matter) they are reacting to the proteins of that particular food in your milk, not your milk itself.  \nLactose overload happens if you have an oversupply of breastmilk or over active let downs (OALD). It means that when you have an abundance of milk, you will naturally have more lactose (and more of all the milk). So, when your baby is nursing they are being overwhelmed by the high lactose milk that typically babies only get at the beginning of a feeding. \n \nIs it possible for your baby to have a dairy sensitivity/allergy and lactose overload? Sure!   some examples include  \nIn addition to the symptoms your baby may have, as mentioned above, you may also notice the following: \nYour baby may come off the breast and choke/cough while nursing. \nNursing sessions may be very short, less than 10 minutes. \nYou can hear your baby swallowing rapidly/gulping. \nYour breasts may feel full often, or you may experience clogs and/or mastitis. \nYour breasts may leak, alot! \nYour baby may be fussy at the breast, especially if your milk isn't flowing easily for them. (Usually because they don't know how to \"work for the milk\") \nYour baby may occasionally refuse to nurse. \nYour baby may clamp down on your nipple, or pull their head back when the milk flows.  \nYour milk tends to spray out when you have a let down.\n \nDo any of these symptoms seem familiar to you? If so, what you're likely dealing with is   a dairy intolerance, but a lactose overload from having an oversupply of breastmilk!   We're open 7 days a week and offer same day appointments. (We support mamas anywhere with our !)\n \nGet your personalized proven plan to correct lactose overload when you work with our experts.\n  \n​Now before I talk about this next bit I want to make something clear: \nGenerally speaking foremilk and hindmilk is not something you need to worry about! I've been hearing mommas talk alot about foremilk AND hindmilk over the years and there are soooooo many misconceptions.\n\nForemilk and hindmilk are terms coined by researchers. Foremilk describes the milk at the beginning of a feeding, and hindmilk describes the milk at the end of the feeding. They are usually not dramatically different types of milk. HOWEVER, when you have an oversupply of milk, or OALD, the foremilk can be a problem. NOT because the foremilk and hindmilk are dramatically different, but because you have TOO MUCH milk. When you do not have an oversupply, babies are naturally getting a great balance of milk, and there is no need to even put a second thought to foremilk/hindmilk.\n\nSee what happens, when you have too much milk, is your baby will fill up on the foremilk instead of getting a good balance of foremilk and hindmilk. Foremilk is more watery, and has more lactose than hindmilk, which is fattier. If your baby is getting a larger volume of that foremilk then your baby is getting more lactose than they would if you made less milk, hence the lactose overload.\n\nThe high lactose content can be irritating on baby's tummy which is what causes the symptoms listed above. It can be so irritating on baby's gut that it even causes specs of blood in the stool and/or mucous stools, and green stools.\n \nThis stool is mucousy (see the snot like consistency), and the little \"black specs\" are bits of blood. Is this what your baby's stool looks like? Normal breastfed baby poop is yellow, almost hummus like consistency, and has little round dots that almost look like sesame seeds.\n \nThis picture shows a more normal breastfed baby poop, before my supply had fully come in. You can see the little \"curds\" of digested fat. This is what more normal stools look like after the meconium stage.\n \nWhen you have a lactose overload, your milk will look different if you were to pump. This is a side by side comparison of the milk I had pumped for the purpose of this post. See how blue and watery the milk on the left is? The milk on the right is thicker, and opaque. \n \nThe milk on the left has a higher lactose content, the milk on the right has a higher fat content. Both were pumped on the same breast, during the same session. (These are the same two bottles from above, just side by side.)\n \nIf you're thinking your symptoms, your milk, and your baby's symptoms sound like this, then what you're dealing with is probably a lactose overload and NOT a dairy intolerance and giving up dairy will absolutely not help your situation.  \nKeep in mind, there is not a one size fits all approach to managing oversupply, OALD, and lactose overload. Every breastfeeding relationship is different, and you should seek expert support. Trying to manage it on your own could make it worse, or result in a loss of milk production, which is why we are stressing that you work with an expert in lactation.  \nGet your personalized proven plan to correct lactose overload when you work with our experts.\n  ", "pub_date": "2018-10-08T00:00:00", "access_date": "2019-10-29", "query": "lactose breastfeeding", "Google rank": "", "url": "https://www.successfulbreastfeeding.org/blog/dairy-intolerance-or-lactose-overload", "keywords": "milk, lactose, overload, foremilk, baby"}