{"title": "9 Things A 'Dairy-Free' Nursing Mom Needs You To Know", "body": "I went dairy- and soy-free for my son when he was about 6 weeks old. He was having some digestion issues (a nice way to say his diapers were naaassstyyy) and the pediatrician thought he was sensitive to these protein types. Around 12 weeks, his diapers hadn’t improved and he had gotten even fussier, so I decided to cut a few more things: gluten, peanuts, eggs, and I stayed away from most legumes except beans. Ironically, my super-gassy, nasty-diaper baby did fine when I ate beans. Here are the stages of acceptance you go through as a mama who has to modify her diet for a food-sensitive baby: 1. Ugh, this sucks. I can’t eat anything. 2. Okay, I can do this. I got a handle on cooking at home. I’ll be fine as long as I eat chicken and zucchini for the rest of this journey. I’m going to be so skinny. 3. Crap, how do I eat out in public? Ah, okay, I can eat Wendy’s chili and side salad. I can manage that. 4. I can’t wait to see all my friends at the July Fourth BBQ. Hopefully, someone will be serving ice. I’m pretty sure most ice is dairy-free. In short, it is overwhelming trying to navigate the dairy-free thing when you start out. There are a lot of things you have to consider. Trust me, we dairy-free mamas know we are a PITA. That’s why this guide is intended to help our friends and family understand our new, restricted diet. For the sake of this argument, milk and dairy is assumed to mean cow’s milk unless I specify breast milk. Although eliminating dairy from my diet is so much healthier for me and for my little one, it is hard! I would gladly continue under a restricted diet, but having to eliminate it completely sucks. You can’t just order takeout on a lazy Friday. Opening a box of something quick and easy also isn’t an option. You have to make a plan for breakfast, lunch, and dinner every single day. Not to mention keeping the rest of the clan happy! This wasn’t my choice, but it’s best for my baby, so it’s what I have to do. It’s kind of like pregnancy. You cannot just be a little pregnant. If there is any amount of cow’s milk protein in a food, my baby will react to it. This reaction can range from horrible gas for a few days to screaming for hours on end or even projectile vomiting. Either way, there is no food that tastes so good that I want to take the chance of undoing my hard work going dairy-free to help my baby feel better. So, no, I can’t just have a bite. I realize it’s confusing that they sell eggs in the dairy section at most grocery stores. However, eggs are not dairy. So that is why it is okay to eat eggs while following a dairy-free diet. That being said, a lot of babies that are sensitive to cow’s milk protein are also sensitive to eggs. To break it down: Egg: An oval or round object laid by a female bird, reptile, fish, or invertebrate usually containing a developing embryo. Dairy: Containing or made from milk. Milk: An opaque white fluid, rich in protein and fat secreted by female mammals for the nourishment of their young. First, most formula is derived from cow’s milk. A significant amount of infants who react to cow’s milk protein will also react to soy protein as well, and until you get your little one’s system clear, it’s recommended to cut both soy and cow’s milk from your diet. So, that leaves you with extensively hydrolyzed formula or amino acid-based formula, both of which are super-expensive. Not to mention that switching between breast milk and formula can upset a baby’s tummy which is what you are trying to alleviate by being on this diet anyway. You can spend a bunch of money and upset your little one’s tummy more, or just watch your own diet and continue with mama’s free milk. Most fake cheese is sad. But then I came across a special kind of sad: vegan queso. The main ingredient in vegan queso is carrots. Then there are some other bits in there (cilantro, garlic, chilies, onion powder, potatoes, lime juice, etc.). But at the end of the day, all you’re eating is carrot purée and pretending that it’s queso. Ick. Okay, so I may be exaggerating a tad, but seriously a lot of random things contain dairy. Once you start reading labels, you realize how much it’s used as an additive. In fact, wine has dairy. Why the hell does wine have dairy in it?! Cow’s milk protein is sometimes used in the fining process which can trigger a reaction. So there you go — can’t even drown your dairy-free sorrows safely in a crisp red in the evening without having to worry about checking the label. Oh wait, it’s alcohol so they don’t even have to warn you about allergens. Good news, though, Trader Joe’s Two Buck Chuck is vegan. You’re welcome. He’s intolerant to milk intended for baby cows. I don’t think I should have to explain that, but apparently some people get confused. Then some people just want to argue with you that you’re saying dairy, and technically your milk is dairy, which is correct. However, in this case, my baby just can’t tolerate cow’s milk which is being passed through in my breast milk. Once I clear that out, he’ll be fine. Although what you eat doesn’t affect your breast milk for the most part, it is important to understand that proteins do filter through your breast milk and that is why little ones can react to cow’s milk, soy, peanuts, etc.", "pub_date": "", "access_date": "2019-10-25", "query": "lactose breastfeeding", "Google rank": "", "url": "https://www.scarymommy.com/dairy-free-breastfeeding-mother/", "keywords": "dairy, milk, cow, protein, baby"}