{"title": "Food Allergy and Food Intolerance: What's the Difference? | Healthpath", "body": "From gluten to dairy to salicylates, reactions to foods are on the rise. In fact, up to 38% of people believe they react negatively to certain foods [1]. When you experience symptoms, it’s easy to presume the worst and think that you have an allergy. However, most food reactions are actually down to a sensitivity or an intolerance. While they can feel similar, food allergy, food sensitivity and food intolerance all involve different cellular mechanisms. Crucially, this means they have different degrees of severity. Let’s take a look at all three. A true food allergy is defined as an inappropriate reaction by the body’s immune system to the ingestion of food [2]. In other words, you eat something your body doesn’t like—and it quickly tells you it’s not happy. It’s believed that between 2% and 8% of the UK population suffers from food allergies. According to the National Institute of Allergy and Infectious Disease, common food allergens include: The first time a person eats a food that their body perceives as harmful, the immune system fires up and creates a special protective protein. This protein is known as immunoglobulin E, or IgE, and it’s tailor made to fight against a specific food. If a person eats that food again, the IgE proteins are ready and raring to go. Hoards of IgE proteins attach to other cells in your body, commanding them to release a chemical called histamine to combat the invader. It’s the histamine that causes the typical symptoms of an allergic reaction. The severity of symptoms differs between individuals. Common signs of an allergic reaction include: In extreme cases, a food allergy can cause anaphylaxis. This can lead to a loss of consciousness, and even death. A food sensitivity also involves the immune system, but the reaction is generally less severe in the short-term. Rather than IgE, the body produces a different protein known as IgG. Unlike its fast-acting cousin IgE, IgG can take a while to take effect. This means that a person could eat a food to which they’re sensitive but not experience any symptoms until a few days later. IgG is found all around the body, so symptoms of food sensitivity can appear anywhere [3]. Some signs include: Food sensitivities are more likely to be dose dependent. This means that if a person eats more of a food to which they’re sensitive, their symptoms will feel worse. The good news is that, while true food allergies are for life, a food sensitivity can disappear in time. This usually requires temporary avoidance of the food in question and a focus on improving gut health.    Unlike food allergies and food sensitivities, food intolerances don’t directly involve the immune system. Instead, different components of the digestive system react to foods or parts of foods. Sometimes, this can be due to the lack of a certain enzyme. People who are lactose-intolerant, for example, don’t have enough of the enzyme lactase to be able to break down the sugar in milk [4]. Other common food intolerances include: Some of these intolerances cause an increase in the production of certain inflammatory messengers in the body, while others can stimulate the immune system indirectly. It’s also believed that our gut microbiome plays a role in the development of intolerances [5]. Food intolerance symptoms are more likely to appear in the digestive system. Some signs include: As you can see, there are some shared symptoms of food allergies, food sensitivities and food intolerances. So how can you know which type of reaction you have? People with a severe food allergy tend to know about it. However, there are also ways you can test for reactions: Food allergy: this can be diagnosed by the skin-prick test. A less common approach is an elimination diet with a double-blind food challenge—but this must be supervised, as it carries a risk if the person has a severe allergy. After all, there’s no point in working out you’re allergic to tree nuts if the investigation ends up killing you. Food sensitivity: it’s possible to carry out a food sensitivity test. While this isn’t diagnostic, it can provide useful insight into which foods may be problematic. It also gives clues about a person’s gut health. Food intolerances: the best approach is to carry out an elimination diet. This involves a person eating exclusively non-reactive foods for three to four weeks, then introducing potentially problematic foods back into the diet one at a time. If reactions occur, it’s possible to pinpoint which food is the culprit. If you believe you’ve experienced an allergic reaction to food, you should arrange an appointment with your GP. They will be able to arrange a test to confirm whether it’s true allergy or not. If you suspect you have a food sensitivity or a food intolerance, you have a couple of options. You can undertake an elimination diet and then test foods by reintroducing them. This can be confirmative if you think you already know what’s causing problems—and illuminating if you have no idea. For extra guidance on conducting an elimination diet, you may wish to speak to a Functional Medicine Practitioner or Registered Nutritional Therapist. Another option is to undertake a food sensitivity test. This looks at your blood chemistry to see which IgG proteins are in your blood, thus giving you some insight into how your body is reacting. This sort of test should always be analysed in conjunction with other signs and symptoms. Remember, a critical part of tolerating our food is our gut health. If you’re sensitive or intolerant to lots of foods, it may be an indication that your gut needs some attention. Find out more about our gut programme here, and learn more about our Food Sensitivity Test here. ", "pub_date": "2018-11-27T18:16:57+00:00", "access_date": "2019-10-23", "query": "", "Google rank": "", "url": "https://healthpath.com/food-intolerance/are-food-allergy-and-food-intolerance-the-same/", "keywords": "food, sensitivity, allergy, intolerance, reaction"}