{"title": "Aspirin in pregnancy - is it safe, can it be used, how to dose, what are the side effects?", "body": "Aspirin - a popular polopyrine during pregnancy. Acetylsalicylic acid, which is a popular aspirin, is a non-steroidal anti-inflammatory drug (NSAID), most often used for mild to moderate pain, antipyretics and inflammation. There is often a question about the safety of using this painkiller during pregnancy. The name \"aspirin\" is a registered trademark in Poland for acetylsalicylic acid, but in practice - in common use - they are Etopirine or Polopyrin. The question of the use of acetylsalicylic acid (aspirin) during pregnancy raises many doubts, as with other preparations from the NSAID group, for example, ibuprofen. Numerous complications and negative effects on the fetus, which accompany taking aspirin, Etopyrine or Polopyrine during pregnancy, effectively deter many women from using these drugs without consulting a doctor. Aspira - how does it work? Acetylsalicylic acid is one of the most commonly used drugs in the world. It works by inhibiting cyclooxygenase, which is responsible for the production of prostaglandins that condition pain and inflammation in the body. What distinguishes aspirin from, for example, Nurofen is the fact that when taken for a long time at a higher dose, it also has an anticoagulant effect. The action of acetylsalicylic acid begins after about 15 minutes of taking it, while the maximum effect of the substance reaches after about 4-6 hours. For the most part, aspirin is absorbed in the small intestine, partly in the stomach, and is excreted in the urine. Aspirin during pregnancy - dosage Aspirin is administered orally, and the safe dose is taken for adults 500–1000 mg acetylsalicylic acid every 4–6 hours, for people over 12 years of age - 500 mg acetylsalicylic acid every 4–6 hours. The daily maximum dose of aspirin is 4000 mg for adults, 1500 mg for people over 12 years of age. The dosage of aspirin during pregnancy and other special situations is always determined by the doctor. Aspirin in I, II, III trimester - is it safe? What are the contraindications? As with all non-steroidal anti-inflammatory drugs, aspirin as e.g. a headache medicine during pregnancy can only be used during pregnancy if the benefits of taking it outweigh the risks to the growing baby. Your doctor always decides what medications you can take during pregnancy. Aspirin and early pregnancy is - due to the high popularity of this drug - a topic of many discussions, while in the early stages of pregnancy the use of aspirin can only take place on explicit recommendation and under medical supervision - due to potential problems with implantation and the risk of miscarriage . Administration of aspirin II trimester of pregnancy is usually treated by doctors in the same way as at the beginning of pregnancy, i.e. it is applied only in situations of higher necessity - and in the lowest doses necessary to achieve a therapeutic effect. In turn, the final weeks of pregnancy are a definite contraindication to the mother's intake of acetylsalicylic acid. Like other nonsteroidal anti-inflammatory drugs, aspirin has many potentially serious side effects in the last trimester of pregnancy. It can extend pregnancy, cause excessive bleeding during delivery (the anticoagulant effect of aspirin), and prolong delivery just by suppressing uterine contractions. Aspirin may also cause premature closure of the ductus arteriosus in a child, thereby leading to circulatory failure. The whole breastfeeding period, i.e. lactation, is also a contraindication to the use of aspirin. If a woman is forced to take acetylsalicylic acid - breastfeeding must stop during this time. The issue of the effect of aspirin on pregnancy still requires a lot of research and confirmation. It is currently assumed that its use adversely affects female fertility, but this effect disappears after the end of therapy. Do not take aspirin as a precautionary measure during pregnancy - as an anti-miscarriage agent. Acetylsalicylic acid can even cause them. Admittedly, as a recent study by the team at Bethesda, published in The Lancet, a small dose of aspirin a day increases the chances of getting pregnant and carrying it, but only in women who have recently had a miscarriage (before 20 weeks of pregnancy) or gave birth to a dead child . In this situation, doctors sometimes recommend that women take aspirin to support their pregnancy. It still requires a lot of research and confirmation, but preliminary results and observations are promising. Use of apsirin in pregnancy - possible interactions and side effects. Like most pregnant drugs, also known to all and popular aspirin, can cause a variety of side effects and interactions in various people. Side effects of using aspirin are: Rey's syndrome - a disease that damages the liver and brain, is one of the most well-known side effects of using aspirin for viral infection in children under 12 years of age, abdominal pain, heartburn, nausea and even vomiting, black-colored, bloody stools (a sign of gastrointestinal bleeding), hives, redness of the skin, headache and dizziness - mainly in people who take aspirin for a long time, cough, asthma attack - effects much more common in people with allergies. Interactions of aspirin with other substances: alcohol - increases the effect of acetylsalicylic acid, leading to an increased risk of peptic ulceration or bleeding, other NSAIDs - taking other nonsteroidal anti-inflammatory drugs may lead to kidney damage, bleeding, irritation and damage to the gastric mucosa, anticoagulants (Acenocumarol, Sintrom, Warfin), oral antidiabetic drugs (Amaryl, Diaprel), some medicines that lower your blood pressure, diuretics (Furosemide) - Aspirin weakens their effect. Aspirin also interacts with Methotrexate - acetylsalicylic acid increases its toxic effect.", "pub_date": "16-04-2018", "access_date": "31-10-2019", "query": "aspirin pregnancy", "Google rank": "", "url": "https://www.mamazone.pl/artykuly/ciaza-i-porod/ciaza/zdrowie/aspiryna-w-ciazy/", "translated": "True", "keywords": "aspirin, pregnancy, acetylsalicylic, acid, effect"}