{"title": "Aspirin helps to get pregnant and protects against miscarriage", "body": "Researchers from the University of Utah and the National Institute of Child Health and Human Development (USA) argue that daily intake of 81 mg of aspirin (acetylsalicylic acid) reduces the rate of systemic infection, and thus makes the uterus environment more friendly for embryo development . The above theses were presented at this year's conference of the American Society for Reproductive Medicine in Baltimore (USA). The study involved 1228 women aged 18-40 suffering from systemic infection who had miscarriages in the last 12 months. Better chances of getting pregnant - It was observed that volunteers who took 81 mg of aspirin daily had as a consequence 17% 20% more chances of getting pregnant and 20% better chances of maintaining pregnancy until delivery compared to women who did without this drug. Previous studies have also suggested that aspirin may increase the likelihood of conception by increasing the blood supply to the pelvis and increasing the thickness of the lining of the womb, thus facilitating embryo implantation. Aspirin and efforts for a child - Until now, aspirin has only been used in women who are at least 12 weeks pregnant and have an increased risk of developing preeclampsia. Meanwhile, some researchers believe that any woman who wants to get pregnant should take aspirin, unless she is allergic to this drug and does not suffer from gastric problems. However, opinions on this topic are divided, because many experts are afraid, in turn, that acetylsalicylic acid may promote internal bleeding, which pose a serious threat to the fetus. Before you start taking aspirin, consult your doctor!", "pub_date": "18-11-2015 ", "access_date": "31-10-2019", "query": "aspirin pregnancy", "Google rank": "", "url": "https://mamotoja.pl/aspiryna-ulatwia-zaplodnienie-i-zmniejsza-ryzyko-poronienia,przygotowania-do-ciazy-artykul,18666,r1p1.html", "translated": "true", "keywords": "aspirin, usa, embryo, pregnant, chance"}