{"title": "Is it safe to take aspirin during pregnancy? - BabyCentre UK", "body": "\nIt's best not to take aspirin during pregnancy, unless your GP or obstetrician advises you to. This is because we can't be sure what dose of aspirin is safe for your developing baby. In particular, you should avoid taking aspirin after 30 weeks of pregnancy, unless advised by your doctor. \nYour GP or obstetrician may recommend that you take low-dose aspirin (up to 300mg per day) if you're at risk of pre-eclampsia, or have a history of recurrent miscarriages. There's some evidence that small amounts of aspirin can help to reduce the risk of these conditions. So for some women, the benefits of taking small doses of aspirin outweigh the risks.\n \nSimilarly, if you were taking low-dose aspirin for another condition before you became pregnant, it may be safer for you and your baby if you continue. Always talk to your GP before suddenly stopping any prescribed medication.  \nOver-the-counter aspirin contains a much higher dose – up to 4g (4,000mg) per day. Taking this much aspirin may increase the risk of birth defects such as a baby's intestines developing outside the body (gastroschisis). However, we need more research to be sure, and to find out exactly how much aspirin poses this risk. In the meantime, it's safest to avoid aspirin altogether, unless your doctor prescribes it for you.\n \nIt's particularly important to avoid taking over-the-counter aspirin after 30 weeks of pregnancy. Studies suggest that taking too much aspirin in late pregnancy could affect your baby's heart and blood circulation. It can also reduce the amount of amniotic fluid in your womb, which can cause problems with your baby's lungs.\n \nIf you've taken aspirin occasionally during your pregnancy, try not to worry. It's unlikely to harm your baby in any way. The danger comes from taking it regularly in full adult doses. However, it's still best to let your GP or midwife know, just to be on the safe side. They may offer you extra scans to check that your baby's well.\n \nYou should also avoid   while you're pregnant. Aspirin and ibuprofen are both in a category of drugs known as non-steroidal anti-inflammatories (NSAIDs), and they pose similar risks to your baby.\n \nNo medicine can be guaranteed to be completely safe during pregnancy. So if possible, it's best to go without taking any painkillers at all. But if necessary, paracetamol is generally considered to be the safest option.\n \nLearn more about  . \nLast reviewed: November 2018 ", "pub_date": null, "access_date": "2019-10-30", "query": "aspirin pregnancy", "Google rank": "", "url": "https://www.babycentre.co.uk/x568978/is-it-safe-to-take-aspirin-during-pregnancy", "keywords": "aspirin, baby, gp, take, pregnancy"}