{"title": "Aspirin Advised for Women at High Risk for Pregnancy Complication – WebMD", "body": "By Dennis Thompson \nHealthDay Reporter\n MONDAY, April 7, 2014 (HealthDay News) -- Pregnant women at high risk for the serious condition called preeclampsia should take low-dose aspirin every day after their first trimester, according to a new draft recommendation by an influential U.S. panel of experts. Daily low-dose aspirin (81 milligrams) in middle and late pregnancy can significantly reduce the occurrence of preeclampsia among these women. And it can lower the risk of preterm birth or low birth weight resulting from the pregnancy-related condition, according to the recommendation by the U.S. Preventive Services Task Force. \"Preeclampsia is one of the more common causes of serious health problems for both the expectant mother and their baby,\" said Dr. Michael LeFevre, chairman of the task force, and vice chair of family and community medicine at the University of Missouri School of Medicine. \"At least for pregnant women at high risk for preeclampsia, a low dose of aspirin taken daily can help prevent the condition and improve the outcome for both mother and child.\" The evidence review upon which the recommendations are based was published online April 7 in the journal Annals of Internal Medicine. Preeclampsia is a complex condition that occurs in pregnant women and involves an increase in blood pressure and excess protein in the urine after 20 weeks of pregnancy. About 4 percent of all pregnancies in the United States are affected by preeclampsia, according to information from the journal. It's important to prevent preeclampsia because the only treatment once it takes hold is delivery, which can pose risks to the baby if performed before 34 weeks of gestation. Preeclampsia is responsible for more than one-third of the serious health problems that occur among pregnant women, and 15 percent of preterm births, the journal noted. Pregnant women who contract preeclampsia can suffer potentially life-threatening organ damage or stroke. Unborn fetuses grow too slowly as the condition robs them of oxygen and nutrients, leading to low birth weight babies, preterm birth or stillbirth, the researchers explained. \"The baby grows too slowly, so you get a small baby, or you have to deliver the baby early to save the mother's life because it can lead to stroke,\" said Jillian Henderson, lead author of the evidence review and an investigator at the Kaiser Permanente Center for Health Research in Portland, Ore. Continued LeFevre said women at high risk of preeclampsia include those in the following categories: have had preeclampsia in previous pregnancies,, have high blood pressure or diabetes prior to pregnancy,, are having twins, triplets or even more in a multi-birth pregnancy.. A doctor also might recommend daily aspirin use in women who have a combination of two or more moderate risk factors, LeFevre said. These include women who are: having their first baby,, \nobese,, older than 35 or black.. Daily low-dose aspirin use reduced the risk of preterm birth by 14 percent and of slow fetal growth by 20 percent, according to the new review of the latest medical data. And it led to a 24 percent reduction in the overall occurrence of preeclampsia, the review found. In addition, there's no evidence of potential harm in daily low-dose aspirin use for pregnant women at high risk of preeclampsia, study author Henderson said. However, any expectant mother should consult with her doctor before beginning a daily aspirin regimen, LeFevre added. \"We certainly don't want women to go out and start taking low-dose aspirin without talking with their prenatal provider about whether they are at high enough risk to begin taking aspirin,\" he said. \"This is not something women should do on their own. This is something they should do in consultation with their health care provider.\" The U.S. Preventive Services Task Force is an independent, volunteer panel of national experts that makes evidence-based recommendations about preventive medical services such as health screenings, counseling and medications. The draft recommendation on aspirin treatment for preeclampsia has been posted for public comment at www.uspreventiveservicestaskforce.org. Comments can be submitted from April 8 to May 5. Henderson said the new review echoes earlier research and evidence reviews that have supported low-dose aspirin to prevent preeclampsia in high-risk mothers. \"It's not a big difference from what's been found earlier,\" she said. ", "pub_date": "2014-04-07T00:00:00", "access_date": "2019-10-30", "query": "aspirin pregnancy", "Google rank": "", "url": "https://www.webmd.com/baby/news/20140407/aspirin-advised-for-women-at-high-risk-for-pregnancy-complication#1", "keywords": "preeclampsia, aspirin, woman, lefevre, low"}