{"title": "Low-Dose Aspirin May Prevent Miscarriages", "body": "You may have heard that taking low-dose aspirin (such as a chewable baby aspirin) during pregnancy can help prevent miscarriage. For some expectant moms that may be true, but not for all. Here's a look at what research can tell us about the potential role low-dose aspirin may play in supporting a healthy, full-term pregnancy, and who might benefit from popping a little orange pill a day and who probably won't.     What Aspirin Does   One effect aspirin has on the body is that it causes blood to become thinner, which in turn makes it less likely to form clots. That's why low-dose aspirin sometimes is prescribed for people with a history of heart attack or stroke. A low-dose aspirin pill contains 81 milligrams (mg) of medication.   It's also why daily low-dose aspirin, plus another blood thinner called heparin, often are prescribed for pregnant women with a history of recurrent miscarriages who have a condition called antiphospholipid syndrome. This is an autoimmune disorder that increases the likelihood of blood clots. Blood clots during pregnancy could form in the placenta, restricting the flow of nutrients to the developing baby.       Low-Dose Aspirin and Miscarriage   Interestingly, studies looking at the potential benefits of daily low-dose aspirin during pregnancy have produced mixed findings. One, in particular, is a 2012 trial called the EAGeR Study. EAGeR stands for Effects of Aspirin in Gestation and Reproduction.   For the EAGeR trial, 1,228 women between 18 and 40 who had had two recent miscarriages and planned to try to conceive a third time were randomly divided into two groups. One group took 81 mg of aspirin each day and the other group took a placebo during the time they were attempting to get pregnant. Ultimately, there was no difference between the two groups of women in terms of pregnancy loss. The women who took aspirin weren't any less likely to have a miscarriage than were those who took a placebo.   However, among a small subset of women in the study—those who had had a single recent miscarriage (before 4 1/2 months and within the year preceding the study)—the rate of conceiving and going on to have a normal pregnancy and a healthy baby was higher for those on aspirin therapy. A possible explanation for this, according to the researchers, is that the aspirin helped to increase blood flow to the uterus, a phenomenon that needs to be explored further.     Aspirin and Pre-eclampsia   Although the jury is still out about the potential effectiveness of low-dose aspirin for preventing miscarriage, there is evidence that a baby aspirin a day protects against preeclampsia. This is a serious pregnancy complication in which blood pressure rises to dangerously high levels and protein can collect in the urine. It can affect numerous organs in the body, and also interfere with blood flow to the placenta, which is the only source of nourishment for a developing fetus.   The American College of Obstetricians and Gynecologists (ACOG) advises that pregnant women with certain risk factors for preeclampsia begin taking low-dose aspirin as a matter of course. Specifically, ACOG recommends that these women start aspirin therapy between 12 weeks and 28 weeks (preferably before 16 weeks) every day until they give birth. The ACOG recommendations list the following as risk factors for preeclampsia that may warrant low-dose aspirin: one or more high risk factors such as history of preeclampsia, multiples, kidney disease, autoimmune disease, type 1 or type 2 diabetes, chronic hypertension; or more than one of these moderate-risk factors: first pregnancy, maternal age of 35 or older, body mass index over 30, family history of preeclampsia, sociodemographic characteristics, and person history factors. If any of these apply to you, your obstetrician will ultimately decide if low-dose aspirin is right for you.       Precautions   Even though it's easily available over the counter, it's not safe to take during pregnancy without a doctor's guidance. According to the Mayo Clinic, higher doses of aspirin can be unsafe throughout pregnancy: In the first trimester, it's associated with miscarriage and congenital defects; in the third trimester it increases the risk of premature closure of a vessel in the developing baby's heart.   Should your OB prescribe daily low-dose aspirin, make sure to tell him about any other medications you're already taking that he may not be aware of: Aspirin can interact with certain other drugs and may be dangerous for people with certain bleeding disorders. ", "pub_date": "2007-12-11T20:55:53+00:00", "access_date": "2019-10-30", "query": "aspirin pregnancy", "Google rank": "", "url": "https://www.verywellfamily.com/low-dose-aspirin-and-miscarriages-2371795", "keywords": "aspirin, miscarriage, dose, pregnancy, low"}