{"title": "Aspirin a Day to Keep Pregnancy Problems Away?", "body": "Something as simple as taking a low-dose aspirin every day may protect pregnant women from the life-threatening condition known as preeclampsia, new research suggests. \"Preeclampsia is one of the most serious complications of pregnancy, with a high risk of death for the mother and baby,\" said senior study author Dr. Kypros Nicolaides. He is a professor of fetal medicine at Kings College Hospital in London. But he added, \"This condition is, to a great extent,  preventable.\" The new study looked at an aspirin  dose of 150 milligrams (mg) per day because some past studies with smaller daily doses of aspirin have produced conflicting results, according to Nicolaides. A baby aspirin dose is 81 milligrams. In those studies using smaller doses, the reduction in preeclampsia risk hovered around 10 percent, he said, but the higher dose in this latest study was linked to a 62 percent reduction in risk.  Preeclampsia is a serious high blood pressure disorder. It can affect all of the organs in a woman's body, according to the American College of Obstetricians and Gynecologists (ACOG). The exact cause of the disorder is unknown, but certain risk factors make it more likely to occur, including: A past history of preeclampsia,, Being pregnant with more than one baby,, Having longstanding high blood pressure,, Having chronic conditions, such as type 1 or type 2 diabetes, autoimmune disease and kidney problems.. Dr. Mitchell Kramer, chairman of the department of obstetrics and gynecology at Huntington Hospital in New York, said he'd add women who are severely obese and women who've had babies who had restricted growth to the list of women at high risk of preeclampsia.  ACOG already recommends that women who are at high risk of preeclampsia take a low-dose baby aspirin beginning between 12 and 28 weeks of pregnancy. About 1,600 women completed the double-blind, placebo-controlled study. Just under 800 were randomly put into the daily aspirin group, while just over 800 were placed in the placebo group. The women came from 13 different maternity hospitals across Europe and Israel. Continued Instead of relying solely on standard risk factors, the researchers combined those risk factors with measurements of maternal blood flow, blood pressure and two hormones produced by the placenta. They used an algorithm they designed to combine all those factors to select women who they believed were at a high risk of preeclampsia.  Between 11 and 14 weeks, the women began taking a daily 150 mg aspirin or a placebo. They continued taking the pills until they were 36 weeks' pregnant, or sooner if they delivered the baby early.  Just 13 women in the aspirin group developed preeclampsia, while 35 women in the placebo group developed the complication, the findings showed.  The reduction in risk was even lower for early deliveries. Women who delivered at less than 34 weeks were 82 percent less likely to have preeclampsia if they were taking 150 mg of aspirin, Nicolaides said.  There were no serious side effects for expectant mothers, or adverse events for the babies related to aspirin use during pregnancy, the researchers noted.  However, as with all drugs, women should talk to their doctor about the use of aspirin in pregnancy before taking up this regimen, because aspirin does increase the risk for bleeding. Nicolaides said the aspirin may help improve blood flow from the mother to the placenta.  According to Kramer, \"This randomized study concludes that [aspirin's] use is not only effective for reducing the incidence of preeclampsia at term, but also preterm. This is important because it will reduce the need for preterm delivery, which is risky for the baby.\"  Low-dose aspirin can also help reduce the chances of eclampsia, which is seizures due to preeclampsia for high-risk women, Kramer noted. The study is scheduled for presentation Wednesday at the Fetal Medicine Foundation meeting in Slovenia. The findings were also published simultaneously in a special online issue of the New England Journal of Medicine. \nWebMD News from HealthDay\n Sources SOURCES: Kypros Nicolaides, M.D., professor, fetal medicine, Kings College Hospital, London; Mitchell Kramer, M.D., chairman, department of obstetrics and gynecology, Huntington Hospital, Huntington, N.Y.; June 28, 2017, presentation, Fetal Medicine Foundation meeting, Slovenia; June 28, 2017, New England Journal of Medicine, online ", "pub_date": "2017-06-28T00:00:00", "access_date": "2019-10-30", "query": "aspirin pregnancy", "Google rank": "", "url": "https://www.webmd.com/baby/news/20170628/aspirin-a-day-to-keep-pregnancy-problems-away#1", "keywords": "aspirin, preeclampsia, woman, nicolaides, kramer"}