{"title": "", "body": "Popular aspirin is actually acetylsalicylic acid, which is a component of many cold preparations. Has analgesic, anti-inflammatory and antipyretic effects. Prolonged use of aspirin also prevents blood clots. Is aspirin known to all of us safe for pregnant women? Aspirin properties. Aspirin is one of the most popular therapeutic agents that is found in the homes of most of us. We have been using it for years and trust it because it can be used to alleviate many ailments. Most often we reach for aspirin during colds. Acetylsalicylic acid inhibits the formation of inflammation in the body. Thanks to this, aspirin reduces fever and pain. If we feel the first signs of infection, then we can reach for aspirin, which the World Health Organization (WHO) has recognized as one of the safest medicines for colds. The anticoagulant effect of aspirin is used in the prevention of serious cardiovascular diseases, such as heart attack and stroke. Acetylsalicylic acid prevents red blood cells from sticking together so that no dangerous blood clots form in the blood vessels. People who are at risk of atherosclerosis, for example, very often take aspirin daily to prevent blood clots. It is worth knowing that these are not the only properties of aspirin. A popular drug prevents liver damage because it eliminates inflammation, including within this important organ. Studies have shown that aspirin can also be a preventive measure in osteoporosis and a drug used in cancer prevention. However, remember that aspirin, like all medicines, can have side effects. Excessive intake of acetylsalicylic acid leads to stomach ulcers. Aspirin should not be given to people with asthma, children up to 12 years of age, and women must not use it during menstruation (may increase bleeding). Aspirin for pregnant women. Aspirin is a drug recommended for many ailments, however pregnant women should not use high doses of acetylsalicylic acid. Why? Studies have shown that the use of aspirin during pregnancy may increase the risk of serious complications. Children of women who regularly took aspirin during pregnancy were more often born with heart defects, cleft palate and had a lower birth weight than other newborns. In addition, aspirin may also promote perinatal complications. Therefore, pregnant women should not take aspirin on their own, especially in high doses. It is best to consult a doctor who, analyzing a specific case, will be able to recommend or advise against using aspirin during pregnancy. However, there are circumstances when it is advisable to take aspirin during pregnancy. During the first months of pregnancy, your doctor may prescribe the right dose of aspirin to reduce the risk of miscarriage. Acetylsalicylic acid has the effect of thinning the blood and improving its free circulation, which reduces the risk of creating dangerous blood clots in the umbilical cord. It should be remembered that the dose is set by a specialist and only he can order aspirin to pregnant women. Researchers from the National Institutes of Health have shown that even low doses of aspirin increase a woman's fertility and facilitate pregnancy. Acetylsalicylic acid increases blood flow to the uterus, which increases the chance of fertilization. Use of medicines during pregnancy - You cannot take many over-the-counter preparations during pregnancy. Women should always read the leaflet carefully and consult their doctor. What pregnant drugs are prohibited? Painkillers, e.g. based on ibuprofen, should be avoided as they may increase the risk of miscarriage. The safest painkillers in pregnancy are those containing paracetamol, but it's better to ask your doctor first. Pregnant women should not take cold remedies with pseudoephedrine and nasal drops that reduce mucosal edema. The best medicines for colds in pregnancy are natural ways - rest, a diet rich in vitamins and minerals, natural antibiotics (honey, garlic). Inhalations with essential oils (e.g. eucalyptus, pichychium) may be helpful for throat and upper respiratory tract problems.", "pub_date": "", "access_date": "31-10-2019", "query": "aspirin pregnancy", "Google rank": "", "url": "https://portal.abczdrowie.pl/aspiryna-w-ciazy", "translated": "true", "keywords": "aspirin, acetylsalicylic, pregnancy, woman, acid"}