{"title": "Acetylsalicylic acid and pregnancy", "body": "Acetylsalicylic acid is a component of OTC drugs that is often used during colds. It is a popular agent with analgesic, antipyretic and anti-inflammatory effect. With long-term use, it has anticoagulant effects. Unfortunately, acetylsalicylic acid is not a wonderful panacea and although it is widely used in medicine, not everyone can safely use it. Advantages of acetylsalicylic acid. A popular ingredient in aspirin was purified and took on a stable form of acetylsalicylic acid thanks to Felix Hoffmann in 1899. Its specificity has been recognized primarily in diseases with fever. However, since the more easily absorbed form of this drug has been taken care of in pharmacology, its innovation has been discovered, including in: treatment of pain, fever therapy, heart attack prevention, stroke prevention, anti-cancer prophylaxis, treatment of arthritis. Pregnancy and taking acetylsalicylic acid. Acetylsalicylic acid in high doses should not be used by pregnant women. Numerous scientific studies have shown a correlation between its use by mothers and the occurrence of cleft palate, heart defects and lower birth weight in newborns. Salicylates taken during pregnancy also increase the risk of perinatal complications, as they interfere with the synthesis of arachidonic acid derivatives. In justified cases, however, low doses of acetylsalicylic acid are used in pregnant women. This reduces the risk of developing preeclampsia during pregnancy with all its complications. If this condition is left untreated, it carries a great risk to mother and child. Administration of a medicine containing acetylsalicylic acid results in restoring balance in the woman's body, thus saving her and her child. In addition, low doses of acetylsalicylic acid are also used in thromboprophylaxis. Acetylsalicylic acid should only be used during pregnancy if the doctor thinks that the potential benefit to the mother outweighs the risk to the fetus. Acetylsalicylic acid is not for everyone. Many drugs may contain acetylsalicylic acid. Therefore, the dose should be selected by the physician. It is recommended to follow his instructions closely. Contraindications to the use of acetylsalicylic acid are: stomach and duodenal ulcer - the acid reduces the amount of protective mucus and pain may get worse, breastfeeding - the acid, along with milk, can enter the mother's body, early pregnancy, 1st trimester - acid may affect fetal damage, age - the drug can be given to children over 12 years of age, Diseases related to a hemorrhagic diathesis - the acid has a thinning effect on the blood, chronic diseases such as asthma - acid can contribute to a fit of breathlessness, diabetes - the acid in combination with antidiabetic drugs significantly reduces blood sugar, in this case the drug can only be given after consulting a doctor. It is worth remembering that like any drug, acetylsalicylic acid can be overdosed. Symptoms of overdose include tinnitus, mild visual disturbances, headaches and dizziness or nausea. Convulsions and even death are not excluded. Therefore, to avoid overdosing, it is advisable to follow the doctor's instructions and carefully read the information leaflets of the medications taken. Remember that acetylsalicylic acid is found in many commonly used drugs.", "pub_date": "", "access_date": "31-10-2019", "query": "", "Google rank": "", "url": "https://parenting.pl/kwas-acetylosalicylowy-a-ciaza", "translated": "true", "keywords": "acetylsalicylic, acid, overdose, use, drug"}