{"title": "The Real Problems With Psychiatry - The Atlantic", "body": "On May 22, the American Psychiatric Association will release the fifth Diagnostic and Statistical Manual of Mental Disorders, the DSM-5. It classifies psychiatric diagnoses and the criteria required to meet them. Gary Greenberg, one of the book's biggest critics, claims these disorders aren't real -- they're invented. Author of Manufacturing Depression: The Secret History of a Modern Disease and contributor to The New Yorker, Mother Jones, The New York Times and other publications, Greenberg is a practicing psychotherapist. The Book of Woe: The Making of the DSM-5 and the Unmaking of Psychiatry is his exposé of the business behind the creation of the new manual. Can you talk about how the first DSM, published in 1952, was conceived? One of the reasons was to count people. The first collections of diagnoses were called the \"statistical manual,\" not the \"diagnostic and statistical manual.\" There were also parochial reasons. As the rest of medicine became oriented toward diagnosing illnesses by seeking their causes in biochemistry, in the late 19th, early 20th century, the claim to authority of any medical specialty hinged on its ability to diagnose suffering. To say \"okay, your sore throat and fever are strep throat.\" But psychiatry was unable to do that and was in danger of being discredited. As early as 1886, prominent psychiatrists worried that they would be left behind, or written out of the medical kingdom. For reasons not entirely clear, the government turned to the American Medico-Psychological Association, (later the American Psychiatric Association, or APA), to tell them how many mentally ill people were out there. The APA used it as an opportunity to establish its credibility. How has the DSM evolved to become seen as the \"authoritative medical guide to all of mental suffering\"? The credibility of psychiatry is tied to its nosology. What developed over time is the number of diagnoses, and, more importantly, the method by which diagnostic categories are established. You're a practicing psychotherapist. Can you define \"mental illness\"? No. Nobody can. The DSM lists \"disorders.\" How are disorders different from diseases or illnesses? The difference between disease and disorder is an attempt on the part of psychiatry to evade the problem they're presented with. Disease is a kind of suffering that's caused by a bio-chemical pathology. Something that can be discovered and targeted with magic bullets. But in many cases our suffering can't be diagnosed that way. Psychiatry was in a crisis in the 1970s over questions like \"what is a mental illness?\" and \"what mental illnesses exist?\" One of the first things they did was try to finesse the problem that no mental illness met that definition of a disease. They had yet to identify what the pathogen was, what the disease process consisted of, and how to cure it. So they created a category called \"disorder.\" It's a rhetorical device. It's saying \"it's sort of like a disease,\" but not calling it a disease because all the other doctors will jump down their throats asking, \"where's your blood test?\" The reason there haven't been any sensible findings tying genetics or any kind of molecular biology to DSM categories is not only that our instruments are crude, but also that the DSM categories aren't real. It's like using a map of the moon to find your way around Russia. So would you say that these terms -- disorder, disease, illness -- are just different names for the same concept? I would. Psychiatrists wouldn't. Well, psychiatrists would say it sometimes but wouldn't say it other times. They will say it when it comes to claiming that they belong squarely in the field of medicine. But if you press them and ask if these disorders exist in the same way that cancer and diabetes exist, they'll say no. It's not that there are no biological correlates to any mental suffering -- of course there are. But the specificity and sensitivity that we require to distinguish pneumonia from lung cancer, even that kind of distinction, it just doesn't exist. What are the most common misconceptions about the scientific nature of diseases such as depression? I guarantee you that in the course of our conversation a doctor is telling a patient, \"you have a chemical imbalance -- that's why you're depressed. Take Prozac.\" Despite the fact that every doctor who knows anything knows that there is no biochemical imbalance that causes depression, and most doctors understand that a diagnosis of depression doesn't really tell you anything other than what you already knew, that doesn't stop them from saying it. Research on the brain is still in its infancy. Do you think we will ever know enough about the brain to prove that certain psychiatric diagnoses have a direct biological cause? I'd be willing to bet everything that whenever it happens, whatever we find out about the brain and mental suffering is not going to map, at all, onto the DSM categories. Let's say we can elucidate the entire structure of a given kind of mental suffering. We're not going to be able to say, \"here's Major Depressive Disorder, and here's what it looks like in the brain.\" If there's any success, it will involve a whole remapping of the terrain of mental disorders. And psychiatry may very likely take very small findings and trump them up into something they aren't. But the most honest outcome would be to go back to the old days and just look at symptoms. They might get good at elucidating the circuitry of fear or anxiety or these kinds of things. What is the difference between a disorder and distress that is a normal occurrence in our lives? That distinction is made by a clinician, whether it's a family doctor or a psychiatrist or whoever. But nobody knows exactly how to make that determination. There are no established thresholds. Even if you could imagine how that would work, it would have to be a subjective analysis of the extent to which the person's functioning is impaired. How are you going to measure that? Doctors are supposed to measure \"clinical significance.\" What's that? For many people, the fact that someone shows up in their office is clinical significance. I'm not going to say that's wrong, but it's not scientific. And there's a conflict of interest -- if I don't determine clinical significance, I don't get paid. You say one of the issues with taking these categories too seriously is that it eliminates the moral aspect behind certain behaviors. It's our characteristic way of chalking up what we think is \"evil\" to what we think of as mental disease. Our gut reaction is always \"that was really sick. Those guys in Boston -- they were really sick.\" But how do we know? Unless you decide in advance that anybody who does anything heinous is sick. This society is very wary of using the term \"evil.\" But I firmly believe there is such a thing as evil. It's circular -- thinking that anybody who commits suicide is depressed; anybody who goes into a school with a loaded gun and shoots people must have a mental illness. There's a certain kind of comfort in that, but there's no indication for it, particularly because we don't know what mental illness is. How do diagnoses affect people? One of the overlooked ways is that diagnoses can change people's lives for the better. Asperger's Syndrome is probably the most successful psychiatric disorder ever in this respect. It created a community. It gave people whose primary symptom was isolation a way to belong and provided resources to those who were diagnosed. It can also have bad effects. A depression diagnosis gives people an identity formed around having a disease that we know doesn't exist, and how that can divert resources from where they might be needed. Imagine how much less depression there would be if people weren't worried about tuition, health care, and retirement. Those are all things that aren't provided by Prozac. What are the dangers of over-diagnosing a population? Are false positives worse than false negatives I believe that false positives, people who are diagnosed because there's a diagnosis for them and they show up in a doctor's office, is a much bigger problem. It changes people's identities, it encourages the use of drugs whose side effects and long-term effects are unknown, and main effects are poorly understood. In 1850, doctor Samuel Cartwright invented \"drapetomania\" -- a disease causing slaves to run away. How do social and historical context affect our understanding of mental illness? Cartwright was a slaveholder's doctor from New Orleans -- he believed in the inferiority of what he called the \"African races.\" He believed that abolitionism was based on a misguided notion that black people and white people were essentially equal. He thought that the desire for freedom in a black person was pathological because black people were born to be enslaved. To aspire to freedom was a betrayal of their nature, a disease. He invented \"drapetomania,\" the impulse to run away from slavery. Assuming there wasn't horrible cruelty being inflicted on the slaves, they were \"sick.\" He came up with a few diagnostic criteria and presented it to his colleagues. So we corrected our notion of what counts as a \"disease.\" Is there a modern equivalent? Homosexuality is the most obvious example. Until 1973, it was listed as a disease. It's very easy to see what's wrong with \"drapetomania,\" but it's easier to see the balancing act involved in saying homosexuality is or isn't a disease -- how something has to shift in society. The people who called homosexuality a disease weren't necessarily bigots or homophobes -- they were just trying to understand people who wanted to love people of their own sex. Disease is a way to understand difference that includes compassion. What has to shift is the idea that same-sex love is acceptable. Once that idea is there, it doesn't make sense to call homosexuality a disease. Who was involved in the creation of the DSM-5? The American Psychiatric Association owns the DSM. They aren't only responsible for it: they own it, sell it, and license it. The DSM is created by a group of committees. It's a bureaucratic process. In place of scientific findings, the DSM uses expert consensus to determine what mental disorders exist and how you can recognize them. Disorders come into the book the same way a law becomes part of the book of statutes. People suggest it, discuss it, and vote on it. Homosexuality was deleted from the DSM by a referendum. A straight up vote: yes or no. It's not always that explicit, and the votes are not public. In the case of the DSM-5, committee members were forbidden to talk about it, so we'll never really know what the deliberations were. They all signed non-disclosure agreements. What are the important changes made in the new DSM, and how will they affect patients? It's going to cause a lot of trouble when Asperger's Syndrome disappears. It may cause some trouble when the bereavement exclusion disappears. That's a good example of why the APA's going to be in trouble. It was so unnecessary, so stupid. They've made the absurd statement that they know the difference, two weeks after someone's wife dies, whether that person is \"depressed,\" or just \"in mourning.\" Come on! Who are these guys? The APA released a series of drafts of the DSM-5 before publication. Why? They solicited public input, to their great credit. But they never said what they were doing with it. They said \"we got this number of responses\" but not what the responses were. How they influenced the process, if at all. The other problem with the drafts is that they deleted them. The history of how these things developed will be difficult to trace unless you happened to make copies of the website, which was in explicit violation of the APA's copyright. They also tried to prevent people from using the draft criteria in any kind of academic paper -- an unprecedented move. They demanded that anybody who wanted to use the criteria would have to seek and obtain their permission for academic publication. Nobody's ever done that. There were a couple of high profile, embarrassing studies that were conducted with the draft criteria, and once that happened, the APA asserted copyright over the draft criteria. The APA considers the DSM-5 a \"living document.\" What do you think they mean by this? It's one of those rhetorical flourishes that, if you dig into it, you realize is a real problem. There's a difference between a constitution and a book of medical diagnoses. It's not entirely clear what they mean by \"living document,\" but it appears that they want to update as evidence comes in. That's not a bad idea -- they don't want to go through one of these massive, expensive, embarrassing overhauls of the diagnostic manual every five or ten or fifteen years, they want to update as they go. But in the meantime, people are getting diagnosed, drugs are getting developed and prescribed, research is being done, and nobody knows to what extent things will get revised as time goes on. The APA is trying to say it's always in flux. But if that's the case, why should we let it have so much power? Can you talk about that? What does the DSM has power over? To get an indication from the FDA, a drug company has to tie its drug to a DSM disorder. You can't just develop a drug for anxiety. You have to develop the drug for Generalized Anxiety Disorder or Major Depressive Disorder. You can't just ask for special services for a student who is awkward. You have to get special services for a student with autism. In court, mental illnesses come from the DSM. If you want insurance to pay for your therapy, you have to be diagnosed with a mental illness. Whatever future contact you have with the health care system will be affected by the fact that a mental illness is in your dossier. If you call it a living document, what happens to all the people who are diagnosed with Asperger's when that's thrown out? Will it be chaotic? Maybe. Al Frances chaired the task force for the DSM-IV and has become one of the biggest critics of the DSM-5. What do you think of his arguments? We agree that the DSM does not capture real illnesses, that it's a set of constructs. We disagree over what that means. He believes that that doesn't matter to the overall enterprise of psychiatry and its authority to diagnose and treat our mental illnesses. I believe it constitutes a flaw at the foundation of psychiatry. If they don't have real diseases, they don't belong in real medicine. Al's attack is overdone. I think he's really trying to keep scrutiny off of the whole DSM enterprise. That's why he's been so adamant that you don't throw the baby out with the bathwater -- he believes that the DSM-IV, for all of its flaws, its still worthwhile. I disagree. Frances also worries that your criticisms are anti-psychiatry. It's the universal paranoia of psychiatry that everybody who disagrees with them is pathological. You can't disagree with a psychiatrist without getting a diagnosis. I've been writing critically about psychiatry for ten years and I've always encountered that. Psychiatry is a defensive profession. They have a lot to protect and they know their weakness. To repel criticism in the strongest way possible, from their point of view, you diagnose the critic. Can you talk about the intersection between psychiatry and psychology? How does the DSM relate to both fields? Psychiatry's in charge of the DSM. Psychologists and other mental health professionals use the DSM. But psychiatrists have the power and money. I'm critical of the mental health professions in general, including my own practice. But the APA has appropriated this business to themselves. They guard it jealousy, they protect it with ruthless tactics, and yes, they take a disproportionate amount of the heat for this thing, but it's their baby. They make hundreds of millions of dollars off of this deal. Related Story Will the APA lose credibility? Of course it will. The DSM-5 will come out on May 22 and people will take their pot shots at it -- like shooting fish in a barrel. I had to be convinced to write this book, though. How hard is it to criticize an organization that seriously thinks that it's okay to call \"Internet Use Disorder\" a mental illness? They're going to take shot after shot. And the response will be ineffectual and weak. They'll bob and weave, talk about the \"living document,\" and unleash their line of bullshit. Is there a solution? The solution is to take the thing away from them. The APA owns these diagnoses. I didn't ask permission because I don't care -- let them sue me. But if anyone wants to put diagnostic criteria into this book, they have to pay the APA. That's absurd. And if you add the vacuousness of the document and the incompetence with which the revision was carried out -- take the damn thing away from them.", "pub_date": "2013-05-02T09:08:00-04:00", "access_date": "2019-10-30", "query": "trust psychiatry", "Google rank": "", "url": "https://www.theatlantic.com/health/archive/2013/05/the-real-problems-with-psychiatry/275371/", "keywords": "dsm, apa, mental, diagnose, psychiatry"}