{"title": "Can You Trust Your Psychiatrist?", "body": "Pharmaceutical giant Eli Lilly will pay the largest penalty ever, over $1.4 billion, to the US Justice Department for marketing a medication, Zyprexa®, without proof of its effectiveness with certain conditions and plenty of reason to be concerned about its side-effects. Other recent media reports have revealed how a number of pharmaceutical companies, including Lilly, paid psychiatrist researchers small fortunes for developing and promoting medications for mental illnesses. If you can't trust big Pharma with its capacity to influence doctors then how can you trust your psychiatrist? Psychiatrist researchers are hired by drug companies to study promising drugs in order to gain the FDA approval needed for a medication to go to market. These studies are called Clinical Trials and enable a medication to go from the laboratory to everyday use -- once it is determined that the drug works, for what condition, and with what risks and side effects. Payment to doctors to perform the studies -- and often additional handsome speaking fees -- is fraught with the prospect of drug companies wanting to see a good result from the studies since they have invested hugely (hundreds of millions to billions of dollars) in the product by the time it enters a clinical trial. Psychiatric researchers, as medical \"thought leaders\", are highly influential to their colleagues since the rest of the field typically follows their lead in diagnosis and treatment. What has been missing and what the public needs is absolute transparency so that all studies are reported (not just the positive results) as is the money paid to doctors. And we all should be skeptical about clinical trial results until they are replicated by different researchers. Closer to home are the psychiatrists who prescribe medications once they come on the market. Like all doctors, psychiatrists are marketing targets where mind boggling amounts of pharmaceutical money are spent in two important ways. The first is advertising directed at psychiatrists in professional journals, at meetings and by \"drug detailing\" which is sending pharmaceutical representatives to doctors' offices. The second is kind of different because it is advertising directed at you because you can increase doctor prescriptions for specific products, and thus profits. This is called \"DTC\" -- direct to consumer advertising -- known to be far more effective than just working on doctors. DTC are the ads you see on TV, hear on radio and see in magazines. Drug companies have substantially redirected ad money from doctors to consumers because the returns are much greater. Think about the ads you have seen for depression, bipolar disorder, erectile dysfunction, and social anxiety (rivaled only by ads for gastrointestinal, heart and diabetes medications). If you go into your psychiatrist's office and say I want to try this or that medication the doctor is quite likely to give you what you want. Psychiatrists, thus, are targeted to prescribe by the Pharma companies and their patients -- a powerful duo. We psychiatrists have our work cut out for us if we are to better filter and manage these demands. What can you do? First, be an informed consumer. Just like with a car or washing machine you can learn about medications and other treatments for mental health problems. Turn to websites like your state mental health agency or the National Institute for Mental Health, the National Mental Health Association and the National Alliance for Mental Illness. Google key words about what you want to know, as you would for breast or prostate cancer, diabetes, and heart disease. Ask others who have successfully navigated the mental health care system and taken medications. As has been said, caveat emptor -- let the buyer beware -- and be prepared. Second, ask questions of your doctor and other health professionals. Rather than being a marketing arm of the pharmaceutical companies, be a prudent buyer. Don't be shy -- you are your best advocate. When you visit your doctor ask two questions: why are you suggesting this treatment for me and what alternatives do I have? When in doubt get a second opinion: any doctor who does not welcome a second opinion is not worth keeping. Finally, recognize that medications for mental disorders often help but generally are not sufficient. Great reliance on medications has fostered inattention to individual and family therapy and skill building programs.Trust is a precious matter. Pharmaceutical companies and some leaders in the psychiatric community need to regain it. That can start by responding to consumer and family expectations of transparency, ethical behavior and clinical decision-making where patient and doctor are equals solving problems together. When that happens trust will be built and sustained. That is the best protection of all.", "pub_date": "07-31-2009", "access_date": "30-10-2019", "query": "psychiatry trust", "Google rank": "", "url": "https://www.huffpost.com/entry/can-you-trust-your-psychi_b_222761?guccounter=1", "keywords": "psychiatrist, medication, pharmaceutical, mental, doctor"}