{"title": "What are some psychiatric lies?", "body": "I like Erik’s answer, up to a point. For example, I wouldn’t say that the DSM (Diagnostic and Statistical Manual) “disorders” used by most psychiatrists are “lies”; rather, they represent made-up descriptions (by a panel of learned psychiatrists) of supposedly aberrant behavior that (more or less) describes a particular person’s behavior (at least some of the time). And, practicing shrinks are more or less required to use the DSM disorder-numbers, for legal reasons, insurance reasons, and in order to get paid for their efforts. The basic problem here is that up to this point psychiatry, unlike practically every other branch of medicine, knows almost nothing about the actual causes of pathological disorders, and is thus reduced to using descriptions of behavior to “define” a mental illness. Also, there are practically no known laboratory or clinical tests that reveal what’s going on. But, there’s hope. Presently there is a lot of basic neurobiological research aimed at determining the underlying causes of mental aberrations, spear-headed by the NIMH (but not, unfortunately, by the American Psychiatric Association (which derives a huge income from the sales of the DSM). As time progresses and new techniques are developed, I believe that psychiatry will gradually be dragged into the arena of real science. The most useful advances will be in non-invasive imaging of the human brain’s many different components, connections and component-interactions, which will help identify if and where something is awry in the brain. Advances in gene-therapy and the use of targeted monoclonal antibodies also show great promise: to augment or reduce particular synaptic interactions that can thus be brought up to more optimal functioning. And, hopefully, the great morass of different types of psychotherapy (over 400 at latest count) might be simplified by determining scientifically what methods do and don’t work. So, I wouldn’t blame the busy psychiatrist working hard to stamp out mental illness using the best tools she or he has available. In fact, it’s hard to place blame anywhere, other than to say that progress would be greatly accelerated were the government to create more adequate funding for psychiatric research. Surely this should have greater priority than many of the programs that the government presently dumps money into.", "pub_date": "21-05-2017", "access_date": "23-10-2019", "query": "psychotropic drugs effectiveness", "Google rank": "", "url": "https://www.quora.com/What-are-some-psychiatric-lies", "keywords": "dsm, presently, practically, description, psychiatrist"}