{"title": "Antidepressant Use During Pregnancy and Breastfeeding | InfantRisk Center", "body": "There has recently been a lot of discussion in the news about the potential hazards of taking antidepressants while pregnant. Some researchers are concerned that they increase the risk of birth defects. Proponents of antidepressants point out, correctly, that depression during pregnancy is also risky and can lead to premature delivery and other complications. Health care providers often make treatment decisions by balancing the risks and benefits of a medication. There are several antidepressants that can be used during pregnancy and lactation, but with some risks of side effects. However, the risk of medication use must be weighed against the risk of ongoing, untreated depression for both mother and child, and the risks associated with not breastfeeding. (See Non-Drug Treatments for Depression) Below is a brief summary of research regarding how medication transfers to infants during pregnancy and lactation, and its impact on infants. Transfer of Medications to the Infant in Pregnant and Breastfeeding Women Medications mothers take are transferred to their infants differently depending on whether mothers take them while pregnant or while breastfeeding. This is a summary of a much-larger literature on selective serotonin reuptake inhibitors (SSRIs) use in pregnancy and postpartum. But it provides a starting place for understanding what we know about medication use in pregnant and postpartum women. In Utero Exposure. During pregnancy, medications transfer to babies via the placenta and amniotic fluid. The amount transferred via the placenta is significant and can equal the mother’s dose. But medications differ in terms of how much they transfer, and using a medication that transfers in smaller amounts is one strategy for selecting a medication to use during pregnancy. For example, in a study of 38 pregnant women who were taking SSRIs, antidepressant and metabolite concentrations were found in 87% of umbilical cord samples. The mean serum ratios ranged from 0.29 to 0.89. The lowest ratios were for sertraline (Zoloft) and paroxetine (Paxil), and the highest for citalopram (Celexa) and fluoxetine (Prozac).1 With regards to SSRIs causing birth defects if administered during pregnancy, the Sloane Epidemiology Center Birth Defects Study recently confirmed that that the overall risk of having a child affected by SSRI use was only 0.2%.2 They did note increased risk of three birth defects with SSRI use in the first trimester: omphalocele and septal defects with sertraline, and the heart defect right ventricular outflow tract obstruction with paroxetine. But only 2% to 5% of infants with these defects were exposed to SSRIs. In neonates, third-trimester exposure can lead to “discontinuation” syndrome due to SSRI withdrawal. Discontinuation syndrome includes acrocynaosis, tachypnea, temperature instability, irritability, and elevated drug levels.3 Fortunately, these symptoms are generally mild and self-limiting, and can be managed with supportive care. Severe symptoms are rare, and no reported neonatal deaths have occurred that are attributable to in utero SSRI exposure. Discontinuation syndrome can be distressing to both mothers and babies, but the symptoms are self-limiting, last for 24 to 48 hours, and do not require further treatment. Exposure via Breast Milk. Infants can also be exposed to maternal medications via breast milk, but the amount of exposure is substantially less than in utero exposure. Some medications are better than others in terms of amount of exposure the infant receives. A recent meta-analysis of 67 studies of antidepressant levels in breastfeeding infants pooled data from 337 research cases, including 238 infants.4 The researchers had access to data on 15 different antidepressants and their major metabolites. They found that antidepressants were detectable in the breast milk for all the antidepressants they studied. Fluoxetine produced the highest proportion of elevated infant levels and the highest mean infant level.4 Citalopram was also relatively high. Only one infant across studies had an elevated paroxetine level, and that infant had also been exposed prenatally. All other infant paroxetine levels were zero, and this included three infants with prenatal exposure. Maternal dose was highly correlated with infant plasma level for citalopram. The correlation was weak for sertraline. And maternal dose did not predict infant level for fluoxetine, nortriptyline, or paroxetine. Compared with other antidepressants, fluoxetine was more likely to accumulate in breastfeeding infants. With regard to long-term effects, the authors noted that low or undetectable infant plasma concentrations alone cannot reassure us that the antidepressant will have no effect on the rapidly developing brain, and whether chronic, low-dose exposure poses a risk. However, they noted that the studies with asymptomatic infants are reassuring. Moreover, they noted that although antenatal exposure differs from exposure via breastfeeding, the antenatal data suggests little or no long-term effects on developmental outcomes. They noted that we must factor in whether there was prenatal exposure as that provides a “loading dose” that far exceeds any exposure from breast milk and can thus distort findings regarding exposure via breast milk.4 In summary, they noted that breastfeeding infants’ exposure to paroxetine, sertraline, and nortriptyline are unlikely to have detectable or elevated plasma drug levels. In contrast, infants exposed to fluoxetine had higher medication levels, especially if they had also been exposed prenatally. Citalopram may lead to elevated levels in some infants, but more data are needed. Although these appear safe for the majority of babies, some adverse effects have been identified through case studies. Therefore, breastfeeding mothers should be advised to watch for any possible signs of adverse reactions including irritability, poor feeding, or uneasy sleep. Premature babies or other with impaired metabolite efficiency should especially be monitored for adverse effects.4   Summary Antidepressant medications are not the only option for treating depression. But for individual mothers, they may be the best or most-realistic choice. Although there is some risk associated with antidepressant use, the risk of untreated depression may be even greater. And all risks and benefits must be carefully weighed for each mother.   Kathleen Kendall-Tackett, Ph.D., IBCLC is a health psychologist, board-certified lactation consultant, and La Leche League Leader. She is clinical associate professor of pediatrics at Texas Tech University School of Medicine in Amarillo, Texas.   References: 1.         Hendrick V. Treatment of postnatal depression. Bmj. Nov 1 2003;327(7422):1003-1004. 2.         Louik C, Lin AE, Werler MM, Hernandez-Diaz S, Mitchell AA. First-trimester use of selective serotonin-reuptake inhibitors and the risk of birth defects. The New England journal of medicine. Jun 28 2007;356(26):2675-2683. 3.         Oberlander TF, Misri S, Fitzgerald CE, Kostaras X, Rurak D, Riggs W. Pharmacologic factors associated with transient neonatal symptoms following prenatal psychotropic medication exposure. The Journal of clinical psychiatry. Feb 2004;65(2):230-237. 4.         Weissman AM, Levy BT, Hartz AJ, et al. Pooled analysis of antidepressant levels in lactating mothers, breast milk, and nursing infants. The American journal of psychiatry. Jun 2004;161(6):1066-1078.   ", "pub_date": null, "access_date": "2019-10-29", "query": "ssri mothers babies", "Google rank": "", "url": "https://www.infantrisk.com/content/antidepressant-usage-during-pregnancy-and-breastfeeding", "keywords": "infant, exposure, antidepressant, transfer, paroxetine"}