{"title": "Treating a baby whose mother takes antidepressants or anti anxiety meds (SSRI, SNRI)", "body": "Selective serotonin reuptake inhibitors (SSRI drugs) and Serotonin Norepinephrin Reuptake Inhibitors (SNRI) are drugs used for treating types of depression including postpartum depression, anxiety, obsessive compulsive disorder and more.Some of the drugs included in this group are: Fluoxetine = Prozac, Prizma, Flutine, Profem, Paroxetine = Seroxat, Paxxet, Paroxetine teva, Parotine, Sertraline = Lustral, Serenade, Sertraline teva, Fluvoxamine = Favoxil, Citalopram Hydrocarbon = Cipramil, Recital* Escitalopram = Cipralex, Venlafaxine = Efexor, Venla, Viepax, Venlafaxine teva. Effects of mother taking these drugs on the newborn - Being exposed to this group during the third trimester of pregnancy can cause temporary unusual phenomena in the newborn including irritability, increased muscle tension, tremor, respiratory distress, vomiting and emissions, difficulty maintaining body temperature, problems in maintaining a normal sugar level, slow or fast heartbeat and bleeding. The incidence of these side effects can reach up to 30% of these babies. The symptoms may appear within four days after birth (often appearing at an age of several hours) and they pass within a few days.In order to detect babies who may develop these symptoms, infants born to mothers taking these drugs are monitored closely - including monitoring their respiratory condition, heart rate, body temperature and blood oxygen saturation. They are connected to a monitor that records these values for at least 48 hours. Their blood sugar is smultaneously monitored, and a neurological assessment is made. Feeding the baby is accompanied by supervision. If any abnormal signs are found, monitoring is continued and treatment is given accordingly. If everything proceeds as normal for 48 hours, the connection to the monitor is stopped and the baby remains beside his mother for supervision for the duration of another day. The decision regarding breastfeeding is determined according to the known information in the current literature with respect to each drug.", "pub_date": null, "access_date": "2019-10-29", "query": "ssri mothers babies", "Google rank": "", "url": "http://www.hadassah-med.com/medical-care/departments/neonatology/maternity-and-infant-departments,-ein-kerem/midwifery-care/common-problems-in-newborns/mother-taking-meds-(ssri,-snri)", "keywords": "monitor, teva, drug, paroxetine, venlafaxine"}