{"title": "Antidepressants in pregnancy tied to changes in babies' brains - Reuters", "body": "(Reuters Health) - Babies’ brains may develop differently when their mothers take antidepressants during pregnancy, a small U.S. study suggests.   Researchers examined brain scans of 16 newborns whose mothers took medications known as selective serotonin reuptake inhibitors (SSRIs) for depression during pregnancy. They also studied 21 babies whose mothers had untreated depression during pregnancy, and 61 infants born to women without depression.   Infants whose mothers took SSRIs had greater brain volume in regions of the brain that are critical for emotional processing, compared to babies whose mothers had untreated depression or were not experiencing depression, the study found.   “Based on our study and those of other researchers, we can say with some confidence that SSRI medications have an influence of fetal brain development,” said study coauthor Jiook Cha, of the New York State Psychiatric Institute and Columbia University Irving Medical Center in New York City.   “Exactly what that influence means over the longer term with regard to the infant’s cognitive and emotional development remains unclear and requires subsequent research to really understand,” Cha said by email.   The current study doesn’t prove antidepressants directly cause abnormal brain development or cognitive and emotional problems. It also doesn’t explore the potential harms of untreated depression or assess whether remedies other than medication might be safer or more effective for women and their babies.  Left untreated, depression during pregnancy is associated with underweight babies who are more likely to wind up in intensive care units immediately after birth. Pregnant women with uncontrolled depression may not eat well or keep up with prenatal visits, and in the most severe cases, they may be at increased risk for suicide.  Like many drugs, antidepressants fall into a gray area during pregnancy, with insufficient evidence to definitively prove the harms or benefits. Often, doctors may reserve drugs for women with more severe depression.  In the current study, babies exposed to SSRIs in utero had greater brain volume in the amygdala and the insular cortex, regions thought to be involved in regulating mood, and intensive feelings like fear and joy.   Infants exposed to antidepressants in the womb also had increased connectivity between these regions of the brain, researchers report in JAMA Pediatrics.   Beyond its small size, another limitation of the study is that mothers weren’t randomly selected to take SSRIs when they had depression. This makes it hard to rule out the possibility that women with more severe symptoms used the medications and that any changes in babies brains might be due to the severity of depression and not the drugs.   “Maternal depression and SSRI use during the second and third trimester of pregnancy when the brain develops are both independent risk factors for lower cognitive function in children,” said Anick Berard, who researches medication use during pregnancy at the University of Montreal in Canada.   Some animal and human studies, however, have linked SSRIs to an increased risk of autism as well as delayed motor skills in babies, Berard, who wasn’t involved in the study, said by email.   While there are still many unanswered questions about the potential effects of SSRI use during pregnancy on babies’ brain development, it makes sense for women to consider these risks when they weigh the best way to treat depression during pregnancy, Cha said.   For some women, psychotherapy or other medications may be an option, Cha advised. But women should also consider the risks associated with untreated depression.   “Maternal depression increases the risk for negative pregnancy outcomes such as low birth weight and prematurity,” Cha said. “It can also lead to postpartum depression with effects on mother-infant bonding.  SOURCE: bit.ly/2GKQz5N JAMA Pediatrics, online April 9, 2018.  ", "pub_date": "2018-04-09T19:23:52+00:00", "access_date": "2019-10-29", "query": "ssri mothers babies", "Google rank": "", "url": "https://www.reuters.com/article/us-health-pregnancy-antidepressant-safet/antidepressants-in-pregnancy-tied-to-changes-in-babies-brains-idUSKBN1HG2WO", "keywords": "depression, ssri, cha, brain, pregnancy"}