{"title": "Antidepressants and Pregnancy: Tips from an Expert | Johns Hopkins Medicine", "body": "It’s common for doctors to tell women with mood disorders to stop taking drugs like antidepressants during pregnancy, leaving many moms-to-be conflicted about giving up the medications that help keep them healthy.  Lauren Osborne, M.D., assistant director of the Johns Hopkins Women’s Mood Disorders Center, talks about why stopping your medication may not be the right approach. She explains how women can — and should — balance their mental health needs with a healthy pregnancy. Women who take antidepressants, such as selective serotonin reuptake inhibitors (SSRIs), during pregnancy may worry about whether the medications can cause birth defects. There is good news on this front. Osborne says that there is generally no need to taper off medications during pregnancy. “We can say with strong confidence that antidepressants don’t cause birth defects,” says Osborne. She adds that most studies finding a physical effect on babies from antidepressants taken during pregnancy fail to account for the effects of the mother’s psychiatric illness. In fact, untreated mental illness itself poses risks to a developing fetus. A woman who is depressed is less likely to get good prenatal care and more likely to engage in unhealthy or dangerous behaviors, like smoking and substance abuse. Osborne also says mental illness has direct effects on newborn babies. “Untreated depression may increase preterm birth or cause low birth weight,” she says. “Babies of depressed moms have higher levels of a hormone called cortisol. This raises a baby’s risk of developing depression, anxiety and behavioral disorders later in life.” While doctors don’t believe antidepressants cause birth defects, it’s still possible for them to affect the baby. It’s important for a mother and her doctor to know the risks.  About 30 percent of babies whose mothers take SSRIs will experience neonatal adaptation syndrome, which can cause increased jitteriness, irritability and respiratory distress (difficulty breathing), among other symptoms. Doctors aren’t sure whether this effect is due to the baby’s withdrawal from the SSRI after birth or exposure to the drug itself before birth. “It may be distressing and cause pediatricians to run tests, but it will go away,” says Osborne, pointing out that these symptoms also sometimes occur in babies whose mothers don’t take SSRIs. Common medications women frequently ask about include: SSRIs: Some studies link SSRI use with a very rare defect called persistent pulmonary hypertension, which is a condition where babies’ lungs don’t inflate well. “The most recent study looked at 3.8 million women and showed there was no increase in risk to their babies,” says Osborne. , Paroxetine: Early studies on a small number of patients connected the SSRI paroxetine with cardiac defects in babies. However, these studies didn’t account for smoking, obesity and other risk factors that are more common in women who have depression. Osborne says larger, more recent studies show no such link with cardiac defects. She doesn’t recommend switching medications if paroxetine is the only one that works for you., Benzodiazepines: Women should avoid using tranquilizers, such as diazepam, alprazolam and clonazepam, in high doses during pregnancy because they can lead to sedation and respiratory distress in the newborn. You can still use them in small doses for short periods of time. However, Osborne will typically try to get mothers on intermediate-acting options like lorazepam. These medications don’t linger in the baby’s bloodstream like longer-acting forms and aren’t associated with high rates of abuse like shorter-acting forms., Valproic acid: This medication treats seizures and bipolar disorder, and does carry significant risk to a developing fetus. Taking valproic acid during pregnancy carries a 10 percent risk of neural tube defects — birth defects that affect the brain or spinal cord, such as spina bifida — as well as risks to the baby’s cognitive development, such as lower IQ. “Valproic acid is the only one I’d never prescribe for pregnant women unless all other treatment had failed,” says Osborne .. If you have a mood disorder, you may benefit from speaking with a reproductive psychiatrist when you are pregnant or thinking about becoming pregnant. Ideally, this should happen when you are planning for pregnancy, although this isn’t always possible. Meeting with a doctor after you become pregnant is not too late. Osborne says her approach with patients is to limit the number of potentially harmful exposures to the baby. This means considering the number of medications a mother is on, as well as her psychiatric illness.  “If a woman takes a low dose of many medications and we have time to plan, we’ll try to get that down to a higher dose of fewer medications,” she says. “If a woman is on a low dose and it’s not controlling her illness, then her baby is exposed to both the medication and the illness. In that case, I would increase the medication dosage so her baby isn’t exposed to the illness.” If your illness is mild, your doctor might recommend getting off medication and replacing it with treatments such as psychotherapy, prenatal yoga or acupuncture to improve your mood.  Ultimately, Osborne says women should weigh the risks of medication against the risk of untreated illness.  “If a particular side effect is extremely rare, it’s still a very rare event even if you double the risk,” she says. Medication risks are typically not greater than those of untreated mental illness. “Switching a woman’s medication is something I do very carefully and reluctantly.” ", "pub_date": "2019-10-29T00:00:00", "access_date": "2019-10-29", "query": "ssri mothers babies", "Google rank": "", "url": "https://www.hopkinsmedicine.org/health/wellness-and-prevention/antidepressants-and-pregnancy-tips-from-an-expert", "keywords": "osborne, baby, medication, woman, defect"}