{"title": "Taking Anti-Depressants During Pregnancy May Lead to Fetal Brain Changes", "body": "There’s a growing and confusing group of studies looking at the effect of anti-depressants during pregnancy. Some research suggests that the drugs are linked to an increased risk of miscarriage, while other studies focus on the implications for the developing baby (including possible birth defects and an increased risk of autism), while other studies questioned such associations. So it’s not surprising that doctors and expectant moms struggle with weighing the benefits of treating the mother’s depression with an incomplete understanding of the risks involved. In the latest study to address the subject, researchers led by Claudia Lugo-Candelas, a post-doctoral research fellow at Columbia University, added to that knowledge by taking pictures of the brains of 98 babies about a month after they were born. Some of the infants’ mothers had depression, and were being treated with anti-depressants known as selective serotonin reuptake inhibitors (SSRIs), while others with depression were not treated. A group of mothers who were not affected by depression were also involved. In the study, published in JAMA Pediatrics, among the mother-baby pairings, babies whose moms were taking SSRIs showed greater brain volumes in areas associated with emotions and processing emotions, as well as higher connections between these regions, compared to babies whose mothers were either not treated for their depression or were not experiencing depression. The brain regions involved, called the amygdala and insular cortex, are generally the hub of the strongest feelings, including fear and motivation, and integrally involved in mood. While it’s not clear what having more robust volumes of cells and connections in this area means, previous studies might provide some clues. Other research showed, for example, that older children and adults with anxiety disorders and depression showed similar increases in so-called grey matter volume in these emotional centers, as well as increased connections between nerve cells populating these areas. Previous research also showed that changes in levels of the brain chemical serotonin, known to be involved in mood, and which is the key element of SSRIs, can affect amygdala development as well. The changes caused by prenatal exposure to SSRIs, therefore, might contribute to changes in a developing baby’s sensitivity to serotonin and ability to respond to the brain chemical. Further studies will likely investigate that possibility. “Hopefully these results highlight the fact that something could be going on here,” says Lugo-Candelas. “They point to the fact that there is a signal — we don’t know what it means, or don’t know how long it might last. But we know it’s worth studying.” She also points out that all of the babies born to mothers taking SSRIs were healthy, and the results do not suggest that any woman taking SSRIs to treat depression will end up having a baby with anxiety disorders or depression. As women taking anti-depressants consider getting pregnant, they should discuss with their doctors whether continuing treatment is the best option for them, or if they should consider other alternatives.", "pub_date": null, "access_date": "2019-10-29", "query": "ssri mothers babies", "Google rank": "", "url": "https://time.com/5231462/antidepressants-during-pregnancy-fetal-brain-changes/", "keywords": "depression, ssri, baby, mother, volume"}