{"title": "SSRI Consumption During Pregnancy Linked to Changes in Babies’ Brains | The Scientist Magazine®", "body": "Mothers who take selective serotonin reuptake inhibitors (SSRIs), a class of commonly used antidepressants, while pregnant have babies with distinct structural changes to their brains, researchers report today (April 9) in JAMA Pediatrics. MRI scans of the babies’ brains revealed exposure to the drugs in the womb increased the volumes of the babies’ amygdalae and insular cortices—regions that play a role in processing emotions. \r\n\t“Hopefully these results highlight the fact that something could be going on here,” study coauthor Claudia Lugo-Candelas, a postdoctoral research fellow at Columbia University tells Time. “They point to the fact that there is a signal—we don’t know what it means, or don’t know how long it might last. But we know it’s worth studying.” \r\n\tThe number of women using SSRIs while pregnant is increasing, but not much is known about how the medication might affect the brains of developing babies. Studies in animals suggest exposure to SSRIs can change the offspring’s brain circuitry and lead to depressive-like behaviors and anxiety later in life. \r\n\tIn the new study, Lugo-Candelas and her colleagues studied the brains of 98 human infants, 16 babies whose mothers were treated for depression with SSRIs during pregnancy, 21 mothers with depression but not treated, and 61 mothers with no history of depression. \r\n\tThe researchers found that, compared to babies whose mothers did not take SSRIs, infants who were exposed to the drugs in utero had a greater volume of gray matter in the amygdala and insular cortex, as well as increased connectivity between in the regions. The difference could result from the drug disrupting serotonin levels during brain development, the researchers conclude. \r\n\tHowever, the findings may also be tied to socioeconomic factors, as Andrew Whitelaw, emeritus professor of neonatal medicine at the University of Bristol who did not take part in the work, notes in The Independent. Seventy five percent of mothers receiving SSRIs were white, educated, and financially stable. Meanwhile, 61 percent of women in the depressed group but not taking SSRIs were earning less than $25,000 per year, and only 14 per cent were white. Those differences might be associated with stresses the babies are exposed to during pregnancy and in later childhood, according to Whitelaw. \r\n\tStill, “the current findings are original and build on previous research in Finland showing that SSRI-treated mothers have children with an increase in depression in adolescence,” Whitelaw says. “Wisely, the authors do not conclude that SSRI treatment should be avoided in pregnancy. Untreated depression in pregnancy has serious risks for mother and baby and psychiatrists have the difficult task of identifying the pregnant women where SSRI treatment is the least risky decision.” \r\n\tLugo-Candelas notes in Time that the mothers taking SSRIs during pregnancy gave birth to healthy babies, so any link to anxiety and depression would have to be investigated in future studies. \r\n\t  ", "pub_date": null, "access_date": "2019-10-29", "query": "ssri mothers babies", "Google rank": "", "url": "https://www.the-scientist.com/the-nutshell/ssri-consumption-during-pregnancy-linked-to-changes-in-babies-brains-30114", "keywords": "ssri, mother, baby, whitelaw, candela"}