{"title": "Cholesterol and statins: Why fear the truth?", "body": "Cardiovascular diseases are the main cause of mortality and morbidity throughout the world. In Europe alone, they kill about four million people each year. That’s about half of all deaths on the continent and in spite of extraordinary scientific progress over the last 50 years.In Portugal, for example, these advances have pushed the average life expectancy from 68 years to 81 years between 1970 and today.  About 80% of this improvement is due to the extraordinary advances in the diagnosis and treatment of cardiovascular diseases.  One of the main contributors to this progress has been the identification of \"risk factors\", especially levels of fat. Controlling these fat levels through medications called \"statins\" plays a critical role. In fact, most leading physicians today say that after antibiotics, statins have contributed more to prolonging life expectancy than any other type of medication. There’s a vast array of research to support that position but allow me to summarise:    A number of studies involving thousands of patients demonstrate that the use of statins dramatically reduces the risk of \"major vascular events\", including death from heart attack and stroke. The use of a statin administered for five years to 10,000 people with known vascular disease would prevent major vascular events in 1,000 patients. And this benefit increases for every year the medication is taken. As with any medication, statins have side effects. The most serious are called \"myopathies\" (muscle pains, with evidence of muscle lesions) which occur in about five patients out of every 10,000 by the end of five years of continuous treatment. The effect, however, is reversible in four out of five cases when the medication is suspended or when patients are switched to a different form of statin.In view of the overwhelming evidence, the world’s major cardiovascular societies, including American, Canadian, European (which I chaired) and Asian, have expressed a clear position in support of statins in their respective clinical practice guidelines, with specific recommendations on the need to deal with this major public health problem effectively.The question then is: why do statin disinformation campaigns persist, some even organised by people  linked to the medical profession? Why are they putting patient lives at risk? Why do people insist on denying irrefutable evidence?  I confess to having great difficulty understanding what might underlie all this background noise on what has been one of the great successes of modern medicine.We cannot forget that what took us out of the Middle Ages was the application of scientific method. It  is still used as the basis of any medical research today, and has enabled the extraordinary health gains that we now enjoy.Challenging the value of statins is comparable to denying the extraordinary impact that antibiotics and vaccines have had on our civilisation.  It’s like questioning whether man ever landed on the moon.The most serious consequence of this latest disinformation campaign is that we have clear evidence that when patients with heart disease stop taking their statins it significantly increases the number of cardiac events they are likely to suffer.  In other words, many people will die, unfortunately, because they listened to the statin naysayers.What should be clear to everybody is that the worldwide medical community has no doubts about the value of these lifesaving medications.  Statins are the most precious weapon we have in the fight against cardiovascular diseases, which remain the most formidable enemy that we face today.Fausto Pinto is professor and director of the Faculty of Medicine of the University of Lisbon; director of the Cardiology Service and the Heart and Vessels Department of the North Lisbon Hospital Centre; president of the European Society of Cardiology (2014-16)", "pub_date": "2017-10-19T00:00:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.escardio.org/Education/Practice-Tools/Talking-to-patients/cholesterol-and-statins", "keywords": "statin, extraordinary, vascular, medication, today"}