{"title": "New statin guidelines divide cardiologists", "body": "Some high-profile researchers are pushing back against a new recommendation about statins that advises cardiologists to prescribe the cholesterol-lowering drugs to Americans if they have one or more risk factors of cardiovascular disease. The powerful U.S. Preventive Services Task Force, whose guidance is often used by insurance companies to make coverage decisions, this month finalized its stance on statins. The organization recommended their use for patients 40 to 75 who have at least one condition that puts them at a 10 percent or greater risk of a heart attack in the next decade — including high cholesterol, high blood pressure, diabetes or smoking. Its position will likely have major implications for public-health policy — and for relentlessly rising health-care costs. A recent study found that about 40 million Americans already take statins on a regular basis, with an estimated cost of $16.9 billion per year. The new standards could result in millions more Americans starting statin therapy. The task force issued its guidelines as doctors continue to disagree about whether statins are appropriate for low-risk patients who have not suffered any consequences of arteries narrowing over time due to waxy cholesterol buildup in the body’s main blood vessels. Statins block an enzyme that allows the body to naturally produce cholesterol. Normally, cholesterol is a building block of human tissue and helps create critically needed hormones. But too much of it can lead to heart disease, which kills an estimated 610,000 Americans each year. The task force examined the results of six randomized clinical trials to reach its conclusion that giving statins to people as a preventive measure can help reduce the death toll. “Altogether, the research showed that low-to-moderate-potency statins can help prevent heart attack, stroke or even death,” said Dr. Doug Owens, a Stanford University professor and a former member of the task force. Some physicians refuse to accept the task force’s analysis of risks versus rewards. Dr. Rita Redberg, a cardiologist and professor at UC San Francisco’s medical school, co-wrote an editorial that ran alongside the task force’s recommendations in the Journal of the American Medical Association. The editorial said in looking at the proven benefits of statins, the most evidence exists for their ability to prevent a second heart attack or stroke. Redberg said for people who have not suffered such an incident, she does not see the same level of certainty that taking statins would deliver a large enough benefit to justify risking side effects such as developing Type 2 diabetes, memory loss and muscle damage. She noted the task force’s accompanying evidence report on statins, which found that one death was averted for every 233 low- to moderate-risk patients who took statins. “Everyone agrees that there is a very small chance that any particular person taking statins for primary prevention will actually have any provable benefit,” Redberg said. Dr. Eric Topol, another cardiologist and director of the Scripps Translational Science Institute in La Jolla, offered a similar perspective. “This recommendation, if it is fully implemented, would have something like 10 million more Americans taking statins regularly. There is no evidence to support this extremely broad recommendation,” Topol said. “I really think they were out of bounds to go to this extreme.” The task force is not backing away from its statin guidelines. Dr. Philip Greenland, a professor at Northwestern University’s medical school in Chicago who wrote an editorial supporting those guidelines, pointed to a paper written by United Kingdom researchers that cited significant benefits from statins as proof that critics are off-base. “The risks that some people cite are, in my reading, totally overblown,” Greenland said. Redberg countered that the UK research included patients who already had cardiovascular disease. “The benefits look a lot more significant when you include high-risk groups,” she said, adding that many experts believe most of the statin studies performed to date have not analyzed the potential side effects as aggressively as they have the possible benefits. The statin-related development of Type 2 diabetes is another area where physicians differ sharply. One side insists the risk is very low, while the other brings up studies that indicate heightened risk, especially for women. “The research shows no increased risk of diabetes for either men or women in the six randomized, controlled [clinical] trials that were reviewed in the [task force’s] evidence report,” said Owens at Stanford University. Topol said he sees patients every day who convince him otherwise. “I have so many patients in my clinic who came in with a high glucose level and were already diabetic or nearly there. When we get them off the statins, their glucose numbers go right down,” he said. What, then, is a patient to do amid this community of well-intentioned heart experts arguing for diametrically opposed positions? Dr. Beatrice Golomb, a UC San Diego researcher who said she does see compelling evidence about statins’ side effects, urged the public to keep in mind that statins are not the only way to prevent heart disease. Eating healthier and increasing exercise levels can help immensely. “I would recommend that [people first] do the other things that have been shown to confer benefit for preventing cardiovascular disease,” Golomb said.", "pub_date": "21-11-2016", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.sandiegouniontribune.com/news/health/sd-me-statins-heart-20161116-story.html", "keywords": "statin, task, force, redberg, say"}