{"title": "Some Statins May Be Associated With Cognition, Memory Deficits", "body": "The following article is part of conference coverage from the 2018 Alzheimer’s Association International Conference in Chicago, Illinois. Neurology Advisor’s staff will be reporting breaking news associated with research conducted by leading experts in neurology. Check back for the latest news from AAIC 2018. CHICAGO — Lipophilic statins may be associated with memory and cognitive deficits in a dose-dependent manner, according to findings reported by University of Toronto researchers and presented at the 2018 Alzheimer’s Association International Conference, July 22-26, 2018 in Chicago, Illinois.  The effect of HMG-CoA reductase inhibitors, also known as statins, on memory and cognition remains conflicting. Some literature have shown acute cognitive deficits after starting treatment whereas some have shown preventative effects against dementia with long-term treatment. “These mixed results in the literature may be attributed to a lack of rigorous studies distinguishing between lipophilic, blood-barrier permeable statins from hydrophilic impermeable statins, as well as a lack of objective clinical data acquired using detailed, valid measures,” explained lead author Alex Kai Chan, from the Keenan Research Centre for Biomedical Research, St. Michael’s Hospital, Toronto, Ontario, Canada. Chan and colleagues analyzed data from patients who were seen at the Memory Disorders Clinic at St. Michael’s Hospital between 2012-2017. The control group consisted of patients not taking cholesterol-lowering drugs at time of admission, and the experimental group included adults taking atorvastatin (lipophilic statin) or rosuvastatin (hydrophilic statin) at time of admission. Data from T-tests showed significantly lower Mini-Mental State Examination (MMSE), Montreal Cognitive Assessment (MoCA), and total Behavioural Neurology Assessment (BNA-R) scores in the atorvastatin group vs controls. The mean assessment scores for atorvastatin were 25.17 for MMSE, 19.41 for MoCA, and .7339 for BNA-R compared with 26.64, 21.55, and .7856 for controls, respectively. Also, the atorvastatin group showed significantly lower BNA-R subsection scores regarding memory immediate recall (.5113 vs .5926 [control]), delayed recall (.4114 vs .5136 [control]), and working memory/attention (.7122 vs .7718 [control]). There were no significant differences, however, between the rosuvastatin group and controls in any of the evaluated tests. Additional analyses further showed negative correlations between atorvastatin use and cognitive scores for all sections with significant associations found for delayed recall and visuospatial subsection scores on BNA-R (P <.05). In general, no differences in subjective complaints were seen with any of the group Neuropsychological Impairment Scale (NIS) scores. However, significant negative correlations were specifically observed between atorvastatin doses and Total Indices Circled (TIC), Verbal learning (LV), and Academic Skills (ACD) (P <.05). Given the lack of differences seen via the NIS, the authors suggested that subjective questionnaires may not be a trustworthy method to assess possible statin-associated cognitive deficits. “Findings from this investigation suggest that lipophilic, blood-brain barrier penetrable statins may be associated with deficits in cognition and memory, possibly in a dose-dependent relationship,” concluded Chan.", "pub_date": "24-07-2018 ", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.neurologyadvisor.com/conference-highlights/aaic-2018/some-statins-may-be-associated-with-cognition-memory-deficits/", "keywords": "atorvastatin, score, statin, bna, lipophilic"}