{"title": "Statins for high cholesterol: Are the benefits worth the risk?", "body": " Written by C. Fookes, BPharm on Sep 10, 2018  If you have high cholesterol, then chances are you have heard of statins. Statins available in the United States include atorvastatin (Lipitor), fluvastatin (Lescol), lovastatin (Altoprev), pitavastatin (Livalo), pravastatin (Pravachol), rosuvastatin (Crestor) and simvastatin (Zocor). Statins are one of the most common medicines prescribed in the U.S., with more than 35 million people taking them. They work on an enzyme that is used by our body to make cholesterol. Yep, that’s right…our bodies make cholesterol, mostly in the liver, as well as getting it from our diet. That’s because cholesterol is vital for our survival and involved in the formation of bile acids, cells, hormones, and vitamin D. But sometimes our bodies make too much cholesterol and research shows that people with high cholesterol are at higher risk of having heart disease, a heart attack or a stroke. Which is where statins step in. A review of 27 large trials showed that decreasing LDL-cholesterol (often referred to as “bad” cholesterol) levels by 1mmol/L (40mg/dL) reduced the risk of a major vascular event (such as a stroke or a heart attack) by 25% within two years. This benefit increased year on year for the first five years and was more significant in people who had already had at least one previous vascular event. But there are also experts who have challenged these findings. Surveys have also shown that only 32% of people take statins exactly as prescribed by their doctor with many citing side effects as reasons for forgoing the pills on certain days or just not taking them at all. But what are the serious side effects of statins? Not everybody who takes a statin has side effects, and they tend to be more common in women, seniors, and in people with liver or kidney disease. People who drink large amounts of alcohol or who take other medicines that may interact with statins are also more likely to develop side effects. Statins and Muscle Pain Determining exactly how many people suffer from muscle pain associated with statins is difficult. Reported rates range from 0.3 to 33%; probably due to the different ways muscle pain is described (such as muscle weakness, cramps, or muscle pain) and the fact patients are usually told to “Watch out for muscle problems!”, which tends to lead to an over-reporting of muscle complaints, commonly called the “nocebo” effect. But, yes, statins do cause muscle pain, although the exact way they do this is not completely understood. Medical professionals estimate the true occurrence of muscle pain is approximately 50-100 out of 10,000 (0.5-1%) people treated over five years. Blood tests can measure for a specific enzyme called creatine kinase, which can suggest the likely cause might be statins, although other conditions (such as a heart attack) can raise creatine kinase levels as well. But if you do develop muscle problems, especially if they are severe enough to make your daily activities difficult, talk with your doctor. On very rare occasions, a life-threatening condition called rhabdomyolysis (rab-doe-my-OL-ih-sis), which is the rapid breakdown of muscle tissue, can occur. Sometimes just changing your statin can resolve the muscle pain; other times a reduction in dosage may be needed. Taking a temporary break from a statin may determine if the statin is to blame for the muscle pain, but do not stop taking your statin without consulting your doctor first.  There is no convincing medical evidence that coenzyme Q10 helps with statin-induced muscle pain; however, anecdotally some people have reported benefits and a one-to-two-month trial of the supplement may determine if it helps you. While it is important to keep exercising, try and avoid unaccustomed vigorous exercise. A more gradual approach will lessen the likelihood of muscle pain. Statins and Memory Loss The link between statins and memory loss is controversial. Some large studies have shown no effect, and have implied that statins pose no threat to short-term memory and may, in fact, prevent dementia. Others have found an association between statin use and memory loss and confusion, prompting the FDA to order labeling changes on all statins. One study blamed it on the nocebo effect again, because people are told by their doctor to report any changes in memory when they start a statin. Numerous other reports have attempted to clear up this confusion. A 2018 review concluded that it is possible statins cause both short-term, reversible memory loss in a certain subset of people and protect against the development of dementia. People at higher risk for memory loss include those who are taking higher dosages, with metabolic syndromes, and who are taking lipophilic statins (these are statins that cross into the brain more easily than other statins, and include atorvastatin and simvastatin). Changing statins or decreasing the dose may alleviate some of these effects in people who might be experiencing memory loss. Statins and new-onset type 2 diabetes Taking a statin may increase your blood glucose (sugar) levels which can lead to the development of type 2 diabetes. People who take a statin are 25% more likely to develop diabetes than people who don’t take statins, with the risk increasing the more risk factors for diabetes you have, independent of statin dosage. However, experts consider that the risk of this possible side effect is worth it; the Jupiter trial concluded that 134 cardiovascular events were prevented by statin use for every 54 new cases of diabetes diagnosed. Many of the risk factors for diabetes can be reduced, such as losing weight if you are overweight, keeping your blood pressure under control, and increasing your physical activity. Statins and Grapefruit juice Grapefruit juice increases blood levels of atorvastatin, lovastatin, and simvastatin, which actually increases the effectiveness of these drugs, but may also increase the risk of side effects, although the actual increased risk of rhabdomyolysis is minimal. The manufacturer’s advice is to avoid drinking grapefruit juice while taking these statins. The most commonly reported side effects of statins include: The most commonly reported side effects of statins include: a headache. The most commonly reported side effects of statins include: belching or excessive gas. The most commonly reported side effects of statins include: constipation. The most commonly reported side effects of statins include: croaky voice or hoarseness. The most commonly reported side effects of statins include: difficulty sleeping. The most commonly reported side effects of statins include: heartburn, indigestion, nausea, or stomach discomfort. The most commonly reported side effects of statins include: lower back or side pain, tenderness around the eyes or cheekbones. The most commonly reported side effects of statins include: nasal congestion or stuffiness, or a runny nose. The most commonly reported side effects of statins include: slight muscle pain. The most commonly reported side effects of statins include: sweating.. Other side effects, such as liver damage, are rare, and it is not necessary to have ongoing liver tests while you are taking a statin once you have had a baseline liver function test done. You know your body best of all and if you are worried you might be experiencing a serious side effect from your statin, then see your doctor. Examples of symptoms that might prompt you to see a doctor include: You know your body best of all and if you are worried you might be experiencing a serious side effect from your statin, then see your doctor. Examples of symptoms that might prompt you to see a doctor include: Excessive thirst or having to urinate frequently. You know your body best of all and if you are worried you might be experiencing a serious side effect from your statin, then see your doctor. Examples of symptoms that might prompt you to see a doctor include: Severe confusion or memory impairment. You know your body best of all and if you are worried you might be experiencing a serious side effect from your statin, then see your doctor. Examples of symptoms that might prompt you to see a doctor include: Unexplained significant joint or muscle pain, tenderness, or weakness. You know your body best of all and if you are worried you might be experiencing a serious side effect from your statin, then see your doctor. Examples of symptoms that might prompt you to see a doctor include: Unusual fatigue or weakness, loss of appetite, pain in your upper abdomen, dark-colored urine, or yellowing of your skin or eyes.. Always talk to a doctor or pharmacist before taking any other medication, including over-the-counter or prescription drugs, herbal supplements, or vitamins. If you are experiencing any side effects from statins, don't stop taking your statin medication for any period of time without talking to your doctor first. Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances. Medical Disclaimer ", "pub_date": null, "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.drugs.com/article/statins-benefits-and-risks.html", "keywords": "statin, side, muscle, effect, commonly"}