{"title": "3 Myths About Cholesterol-Lowering Statin Drugs | Johns Hopkins Medicine", "body": "Reviewed By: If you’ve swapped bad habits (hello, nightly takeout and binge-watching your favorite program) for good ones such as going for a jog and cooking a healthy meal at home, you’re on the right track for keeping or getting your cholesterol levels within a normal range. But sometimes making lifestyle adjustments isn’t enough to reduce your cholesterol. That’s when your doctor may recommend statin drugs. Statin drugs are prescription medications that lower cholesterol and prevent cardiovascular disease, which is the leading cause of death in the United States. Often the first line of therapy after lifestyle changes, statins can reduce the risk of stroke, heart attack and even death from heart disease by 25 percent or more. If you’ve already experienced a cardiovascular event, statins are a mainstay of long-term preventive therapy to reduce the chance it will happen again. Although statins benefit those most at risk for heart disease, many people have concerns about taking this class of drug. “In general, there’s been an exaggeration of the dangers of statins,” says Seth Martin, M.D., M.H.S., assistant professor of medicine at the Johns Hopkins University School of Medicine and co-director of the Advanced Lipid Disorders Center. “Statins have a solid track record. In monitoring people taking statins for decades, we’ve found that they’re safe and most people tolerate them well without any problems. But still, these misconceptions persist.” Truth: In clinical trials, statins appear to accelerate a diagnosis of adult-onset diabetes because they cause a slight elevation in blood sugar. However, people impacted by this side effect already have higher than normal blood sugar, or prediabetes, explains Martin. For those who are borderline diabetic, the mild increase in blood sugar can lead to a diabetes diagnosis about five weeks earlier than it would be otherwise. Research indicates that statin drugs do not induce diabetes in someone who isn’t already nearing a diabetes diagnosis. “Additionally, the benefits of reducing cardiac events in someone who has prediabetes or is diabetic greatly outweigh the mild increase that might occur in their blood sugar,” says Martin. Truth: In 2012, the FDA changed statin drug labels to include information that some people had experienced memory loss and confusion while taking the medications. “Unfortunately, that change was based on some poor-quality studies and evidence,” Martin explains. People became seriously concerned that lower cholesterol levels could affect the brain’s function. But in fact, the brain makes its own cholesterol. It doesn’t depend on the cholesterol in the blood. “My colleagues and I at Johns Hopkins specifically researched the issue of statins impacting cognitive dysfunction or dementia,” says Martin. “We reviewed all the studies that had been done, and found that the most rigorous studies show that statins do not commonly cause memory loss. If anything, long-term use of statins might have a beneficial effect on the brain since they help prevent strokes and protect the health of arteries in the brain.” Truth: Some studies have indicated that there may be a relationship between statin drugs and an increased risk for developing cataracts. However, these investigations have been either conducted in animals or in less-than-rigorous studies. The best evidence we have comes from high-quality clinical trials in humans, which showed that statin drugs do not increase risk of cataract formation, reports Martin. In fact, some studies even performed eye exams in people over time and showed no difference in eye health between those taking and not taking statins. Medical conclusions and guidelines are not written based on just one study that’s making noise, says Martin, but by looking at many studies to see all the information. “There are numerous studies on statins because they’ve been around for so long and are used by a great number of people. Some of the studies aren’t as scientifically rigorous as others. The important thing is to look at the strongest evidence and talk to your health care provider about any concerns you may have.”  ", "pub_date": "2019-11-29T00:00:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.hopkinsmedicine.org/health/conditions-and-diseases/high-cholesterol/3-myths-about-cholesterol-lowering-statin-drugs", "keywords": "statin, martin, cholesterol, rigorous, study"}