{"title": "Are Statin Side Effects Worth the Risk? What Cholesterol Meds Are Doing to Your Brain", "body": "Statins are drugs that lower your cholesterol. They work by blocking an enzyme called HMG-CoA reductase, which makes your body much slower at synthesizing cholesterol. When statins lower HMG-CoA reductase, they disrupt a lot more than cholesterol synthesis, causing less than desirable side effects. Blocking HMG-CoA reductase messes with energy production, brain function, metabolism, and hormone balance. Statin side effects aren’t worth the risk, especially because lowering your cholesterol doesn’t actually make much of a difference when it comes to heart disease. You’re better off focusing on lowering inflammation. You may have heard of statins before. They’re some of the most-prescribed drugs in North America. And to be fair, they’re great at what they do: statins are very good at lowering cholesterol. If you want to decrease your cholesterol numbers without exercising or changing what you eat, statins can help — but their side effects might not be worth it. The question is: do you want to lower your cholesterol? Cholesterol is not the artery-clogging problem doctors thought it to be. The link between cholesterol and heart disease is weak at best. To keep your arteries strong, you’d do better to focus on lowering your inflammation, which looks like the real culprit behind heart disease. And even if you do want to lower your cholesterol, statins are not a good way to do it, because of statins’ side effects. The mechanism that makes statins lower your cholesterol also impairs your mitochondria, brain, hormones, and metabolism. Let’s take a look at how statins work, their side effects, and why you’re better off avoiding them. Statins interfere with your mitochondria Statins make your mitochondria — the powerhouses of your cells — struggle to produce energy.Here’s why: Statins lower your cholesterol by blocking HMG-CoA reductase, an enzyme that’s essential to cholesterol synthesis. In other words, statins work by making your cholesterol production tank. Here’s why: HMG-CoA reductase is a crucial part of several other pathways in your body, including CoQ10 synthesis. Here’s why: Your mitochondria need CoQ10 to make energy, and they also get protection from it. CoQ10 is a powerful antioxidant and the main one in your mitochondria. Without enough CoQ10, your mitochondria take on lots of oxidative damage and become much less efficient at making energy.[2] Mitochondria are so important that I wrote an entire book about making your mitochondria stronger. Your brain is packed with them, which means it’s the first place you feel any change in your mitochondrial function — good or bad. That could explain why statins cause side effects like brain fog and memory loss that usually stop when people get off them,[3] [4] and why statins cause significant fatigue, especially for women.[5] Statins weaken your mitochondria, which contributes to fatigue and brain fog. That’s the first reason to avoid them. Another side effect of statins: They make your brain weaker our neurons (brain cells) are surrounded by support cells called glia. Whenever your neurons get damaged or stressed, glia come in and repair them. Glia also insulate pathways between neurons so that information travels through them quickly and your brain works faster. Glia produce a fatty coating to insulate your cells that’s made mostly of cholesterol. Statins block your glia from producing cholesterol, which makes your brain slower and destroys brain cells.[6] This is another possible explanation for why statins’ side effects include memory loss. Statins lower your testosterone Cholesterol is the precursor to testosterone, estrogen, progesterone, and all other sex hormones. When you take a statin and it blocks cholesterol synthesis, it slows down your testosterone synthesis as well. The difference is meaningful, too. Several studies have found that statins lowered men’s testosterone levels by 10-15%.[7][8] [9] The average testosterone level in men has been steadily declining by about 1% per year since the 1970s.[10] Low testosterone contributes to weight gain, depression, low energy, and brain fog. You want to do everything you can to boost your testosterone, and statins won’t do you any favors. Statins destabilize blood sugar and increase risk of diabetes Another important side effect of statins: they impair your glucose tolerance and spike blood sugar and insulin.[11] That’s the perfect combination to cause diabetes. With high blood sugar, high insulin, and an inability to clear glucose, you’d expect statins to increase risk of diabetes. And, as it turns out, that’s exactly what research says. A recent review of over a dozen studies and more than 100,000 people concluded that statins increase risk of diabetes, and the longer you’re on statins, the more your diabetes risk goes up.[12][13][14] Statins mess with your mitochondria, brain, hormones, and metabolism. Those side effects just aren’t worth it to lower your cholesterol — especially since cholesterol isn’t really bad for you. Instead, work on lowering inflammation to protect your heart. If you still want to lower your cholesterol, there are better ways to do it. Start working out, or eat more veggies and cut out sugar. There’s no reason to risk taking statins. You — and your heart — deserve better. For more kickass ways to keep your brain and heart going strong, sign up for the Bulletproof newsletter below.", "pub_date": null, "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://blog.daveasprey.com/statin-side-effects/", "keywords": "statin, cholesterol, mitochondrion, testosterone, lower"}