{"title": "Statins may not lower cholesterol enough in half those who take them | New Scientist", "body": "\n    By         New Scientist staff and Press Association\n BSIP/UIG A study of more than 165,000 people suggests that fewer than half of those who are prescribed statins reach the desired level of cholesterol within two years of starting to take the drugs. In England, doctors are recommended to prescribe statins to people deemed to be at a high risk of heart disease, with the goal of lowering their LDL cholesterol levels by 40 per cent or more. But the analysis, which looked at data from between 1990 and 2016, found that statins achieved this within two years in only 49 per cent of those taking them. Those who didn’t see their cholesterol drop by the target amount were found to be 22 per cent more likely to develop cardiovascular disease than those who did. The team behind the work say these people “will experience significantly increased risk” of heart disease in future.\r\n                     \n \nAdvertisement\n \n “These findings contribute to the debate on the effectiveness of statin therapy and highlight the need for personalised medicine in lipid management for patients,” the team, from the University of Nottingham, UK, write. Statins work by lowering blood cholesterol levels. Some researchers argue that there is no link between cholesterol levels in the blood and levels of atherosclerosis – the furring of the arteries that can lead to heart attacks – but this claim is strongly rejected by many cardiologists and cholesterol researchers. Metin Avkiran, at King’s College London, says statins are an “important and proven treatment for lowering cholesterol and reducing the risk of a potentially fatal heart attack or stroke”. Avkiran says people currently taking statins should continue to take them as prescribed. “Although this study suggests that not everyone who is prescribed statins manages to reduce their cholesterol sufficiently, it doesn’t explain why,” he says. It may be that these people were prescribed low dose or low potency statins, didn’t take their medication as they were told to, or that they were prescribed the wrong type of statins for them, says Avkiran. Journal reference: Heart, DOI: 10.1136/heartjnl-2019-314723 ", "pub_date": "2019-04-16T00:00:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.newscientist.com/article/2199880-statins-may-not-lower-cholesterol-enough-in-half-those-who-take-them/", "keywords": "statin, cholesterol, avkiran, prescribe, cent"}