{"title": "Top Cardiologist Argues We Should Dial Back On Statins Because Of Diabetes Risk", "body": "Eric Topol by Getty Images via @daylife Eric Topol, a well-known cardiologist and professor of genomics at Scripps Research Institute, has broken ranks with many other heart doctors tonight with a New York Times Op-Ed in which he says many patients might want to reconsider their use of statins such as Lipitor, Crestor, and Zocor in light of the risk that these drugs might cause diabetes. \"We’re overdosing on cholesterol-lowering statins,\" Topol writes, \"and the consequence could be a sharp increase in the incidence of Type 2 diabetes.\" Topol's fundamental argument can be found here: \n Statins have been available since the 1980s but their risk of inducing diabetes did not surface for nearly 20 years. When all the data available from multiple studies was pooled in 2010 for more than 91,000 patients randomly assigned to be treated with a statin or a sugar pill (placebo), the risk of developing diabetes with any statin was one in every 255 patients treated. But this figure is misleading since it includes weaker statins like Pravachol and Mevacor — which were introduced earlier and do not carry any clear-cut risk. It is only with the more potent statins — Zocor (now known as simvastatin), Lipitor (atorvastatin) and Crestor (rosuvastatin) — particularly at higher doses, that the risk of diabetes shows up. The cause and effect was unequivocal because the multiple large trials of the more potent statins had a consistent excess of diabetes.  via The Diabetes Dilemma for Statin Users - NYTimes.com. Looking at the trials of Crestor, the statin made by AstraZeneca, Topol estimates that there's something like a one in 200 risk of getting diabetes on a statin, while only two in 200 heart attacks, heart surgeries, or other types of heart problems will be prevented. The benefits don't really outweigh the risks for all patients, he argues, and those who are taking the high-powered statins might want to consider a lower dose or even stopping the drugs altogether. Topol is clear that for patients who have established heart disease, such as those who already had a heart attack and are trying to prevent a second one, the benefit of taking a statin is beyond argument. For these patients, statins clearly save lives. But he worries that for at least some of the 20 million Americans who take these medicines, some change may be in order. This advice runs far counter to the feelings of many other cardiologists. In my first post on the FDA's new cautionary language last week, Cedars-Sinai cardiologist Sanjay Kaul argued that \"the the overall benefits of statin trump these safety concerns.\" Steven Nissen of the Cleveland Clinic argued, \"The diabetes is a very small uptick in blood sugar that makes a few more people cross the threshold we call diabetes. The reductions in morbidity and mortality are the same in those who get diabetes as those who don’t. It’s very difficult to say it should change our assessment of risk and benefit.” Topol, who has lately become increasingly focused on the exploding field of genomics, which is aimed at using genetics to make medicine more personalized, counters that the small overall benefits from statins require figuring out either a way to identify who will really benefit from the drugs or who is likely to get diabetes.He argues in his Times Op-Ed that the thousands of blood samples from statin clinical trials sitting in drug company freezers might provide the basis for coming up with a genetic test to predict who would have the diabetes risk. Update: Sanjay Kaul wrote in with this comment: I think while Topol's estimate for statin-induced diabetes might not be off target, he fails to consider the treatment benefit in these patients. For example, it is reassuring to note that within JUPITER, 80% of all incident diabetes occurred among those who had elevated fasting glucose (>100 mg/dL) at study entry, a subgroup that also experienced a statistically significant 34% reduction in the trial’s primary endpoint, with a magnitude of effect consistent with the overall trial benefit. So the patients who develop diabetes (1 in 200) are more likely to have elevated fasting blood sugar at baseline, and these patients are also likely to benefit from satins (2 in 100). It is hard to conceive how genomics can differentiate the two. Eric Topol responds, from the comments: Dr. Kaul’s comments are off-target! Using the 34% reduction of events as justification is frankly deceptive, since it amounts to 2 per 100 patients and indeed I duly noted this treatment benefit in my NYT op-ed. The diabetes risk does not just show up in JUPITER–it is consistent in every trial of high potency statins. Beyond that, in the randomized trials of intensive vs. moderate statin dosing (targeting LDL levels) the the induction of diabetes (among the intensive strategy patients) was even more than 1 in 100 patients–in fact 1 in 50 in the TNT trial of high dose Lipitor! Here we are talking about an excess compared with a statin control group, which is all the more worrisome. I presented the most conservative numbers possible, rounding the statin-induced diabetes to 1 in 200. Furthermore, genomics is remarkably well-positioned to determine the DNA sequence variants associated with an increased risk of developing diabetes from statins and such work should have been undertaken years ago. My comment: One question here that's not answerable by the clinical trial data is whether there is a benefit to very long-term statin use, and whether a high-dose or low-dose approach should be pursued. This seems possible, since people who have mutations in the gene PCSK9 that prevent them from ever having high cholesterol have much lower cardiovascular risk. But we really have no data that I know of that answer the question of whether there is a benefit to use over years or decades. For more on this debate, see \"Eric Topol, Megamind\" and \"Another Round In The Debate On Diabetes And Statins\" over at Larry Husten's blog, CardioBrief. \nI think while Topol's estimate for statin-induced diabetes might not be off target, he fails to consider the treatment benefit in these patients. For example, it is \nreassuring to note that within JUPITER, 80% of all incident diabetes occurred among those who had elevated fasting glucose (>100 mg/dL) at study entry, a subgroup that also experienced a statistically significant 34% reduction in the trial’s primary endpoint, with a magnitude of effect consistent with the overall trial benefit\n. So the patients who develop diabetes (1 in 200) are more likely to have elevated fasting blood sugar at baseline, and these patients are also likely to benefit from satins (2 in 100). It is hard to conceive how genomics can differentiate the two.\n ", "pub_date": "2012-03-05T03:21:11+00:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.forbes.com/sites/matthewherper/2012/03/04/top-cardiologist-argues-we-should-dial-back-on-statins-because-of-diabetes-risk/", "keywords": "statin, diabetes, topol, patient, genomics"}