{"title": "Weighing the Pros and Cons of Statins - The New York Times", "body": "Unlike medications prescribed to treat a symptom or illness, statins are often given to healthy people to prevent a potentially devastating health problem, and the drug must be taken indefinitely to do the most good. Nearly half of Americans with cholesterol levels that put them at high risk of a heart attack or stroke are not taking medication to reduce that risk, according to the Centers for Disease Control and Prevention. Under current guidelines, among people 60 and older, 87 percent of men and 54 percent of women not already taking a statin would be considered eligible for treatment. There is no question that statins can protect the health of people who have already had a heart attack or stroke (or even angina) and thus face a significant risk of a recurrence that could prove fatal. But many people — especially those who are uncomfortable taking drugs for any reason — resist taking a daily statin if they have no history or symptoms of cardiovascular disease, only a risk of developing them, especially since it has not yet been proven that the drugs help such people live longer. Furthermore, people correctly regard “risk” as a possibility, not a probability, and vary in the degree of risk they are willing to tolerate. One chance in 100 may be acceptable to one person, while another may regard one chance in 1,000 as too risky. Doctors define cardiovascular risk as a percentage chance of a heart attack or stroke occurring within the next 10 years based on the presence of well-established risk factors: high cholesterol, high blood pressure, smoking, diabetes, age, gender and race (and, in some cases, family history). You can determine your own risk using the calculator developed by the American College of Cardiology and American Heart Association at cvriskcalculator.com. If your calculated risk is 7.5 percent or higher, your doctor is likely to suggest you consider taking a statin, although a relatively high cholesterol level may not result in such a recommendation if you have no other heart risk factors. The risk score is meant “to start a conversation, not to write a prescription,” according to Dr. Don Lloyd-Jones, professor of preventive medicine at Northwestern University Feinberg School of Medicine and a spokesman for the heart association. Let’s say your risk is 19 percent. That means among 100 people with similar risk factors, 19 are likely to have a heart attack or stroke within the next decade. Is that a risk you’re willing to take? Or would you rather reduce your risk by a third by taking a statin? Only you can make that determination, and it should be based on a full understanding of the known benefits and risks of statins, not something you may have heard from a friend or read online. The current labeling on statin prescriptions doesn’t help matters. In 2012, the Food and Drug Administration ruled that the warnings should include several reversible side effects: confusion and memory loss, liver problems, increases in blood sugar and muscle weakness, as well as interactions with certain other medications. ", "pub_date": "2018-04-17T00:00:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.nytimes.com/2018/04/16/well/weighing-the-pros-and-cons-of-statins.html", "keywords": "statin, risk, heart, people, take"}