{"title": "Top cardiology stories: Statins not effective in older patients without diabetes, assisted reproduction increases arterial hypertension risk", "body": "The top story in cardiology this week was a study that found that statin use did not reduce risk for CVD or all-cause mortality in older patients without diabetes. Other top stories included studies that found that adolescents and young adults conceived through assisted reproductive technologies had a higher risk for arterial hypertension and firefighters with coronary heart disease and increased heart mass had a higher risk for cardiac death.  Meeting news from the European Society of Cardiology rounded out the top cardiology stories, including presentations on how BP and cholesterol interventions yield “legacy” benefit and guidelines on how to manage pregnant women with CVD. \nStatins may not affect outcomes in older patients without diabetes, CVD\n In a retrospective cohort study of adults aged 75 years or older without prior CVD, statin use did not reduce risk for CVD or all-cause mortality in those without diabetes. Read more. \nYoung people conceived via assisted reproductive technologies at risk for arterial hypertension\n Adolescents and young adults conceived through assisted reproductive technologies had premature vascular aging, which led to arterial hypertension in the absence of other CV risk factors, according to a study published in the Journal of the American College of Cardiology. Read more. \nBP, cholesterol interventions yield ‘legacy’ benefit in ASCOT trial follow-up\n MUNICH — Sixteen years of follow-up in the ASCOT Legacy trial show that antihypertensive treatment with a calcium channel blocker-based regimen and lipid lowering with a statin demonstrated long-term beneficial effects on mortality. Read more. \nEuropean Society of Cardiology\n guideline on CVD, pregnancy emphasizes monitoring, counseling\n MUNICH — Counseling, monitoring and management of women with CVD is critical during pregnancy, according to an updated guideline presented at the European Society of Cardiology Congress. Read more. \nCoronary heart disease, increased heart mass raise risk for cardiac death in firefighters\n Firefighters who died from cardiac-related causes had increased heart mass and coronary heart disease, which were independently linked to increased risk for cardiac death, according to a study published in the Journal of the American Heart Association. Read more. ", "pub_date": null, "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.healio.com/primary-care/cardiology/news/online/%7B4d871c78-eb47-49d3-b7ed-1a138a094e70%7D/top-cardiology-stories-statins-not-effective-in-older-patients-without-diabetes-assisted-reproduction-increases-arterial-hypertension-risk", "keywords": "cvd, cardiology, firefighter, legacy, assist"}