{"title": "CardioBrief: How Statins Drive Some People Crazy | Medpage Today", "body": "What is it about statins that causes so many people to go crazy? I'm not talking about any pharmacological effect of the drugs. Instead my focus here is on the zealous partisans  --  both against and in support of statins  --  who go off the deep end. Unfortunately this creates the appearance of a vast and empty wasteland of the sane middle ground, like the ocean rushing out in the moments before a tsunami. There's plenty of room for an intelligent debate about both the risks and benefits of statins. But, unfortunately, extreme participants on either side make a thoughtful discussion impossible. Instead, we get a professional wrestling match.   The Anti-Statin Lynch Mob I don't want to commit the sin of false equivalency: the biggest offenders are the anti-statinistas. Every time I write a story about a study supporting statins, comments pour in from the anti-statin forces accusing me of being a shill for the statin-industrial complex or of crassly ignoring the drugs' side effects, which range from mild muscle pain to, they allege, instant dementia. These knee-jerk responses are difficult to answer, because they are based on pure emotion, and these critics are not willing to consider facts that don't agree with their predetermined narrative. Two important facts are nearly always ignored by these critics. First, although statins were once an enormous source of revenue to the pharmaceutical industry, this is no longer the case. All the major statins are now available in generic formulations. The commercial interests have not entirely disappeared, of course, but it is hard to seriously support a narrative in which financial forces play a big role in the story. (In fact, as savvy observers know, the financial interests are now aligned against statins, since the real money to be made is in new, very expensive cholesterol drugs like the PCSK9 inhibitors that are more likely to be used when people don't take statins.) Second, although there are many important questions remaining about the side effects of statins, all the data from studies that have carefully explored this issue point in the same general direction: statin side effects are real but they occur at dramatically lower levels than is popularly believed. The studies have not been perfect --  no studies are!  --  but are consistent and persuasive. Of course, it's impossible to argue with a personal anecdote from a statin antagonist who insists that he or she has suffered real side effects. The larger perspective is always lost in this type of discussion: anecdote is not data. Unless such people have participated in an n-of-1 placebo-controlled trial (in which they alternatively receive a statin and placebo in a blinded fashion) there is no way to know what their symptoms really mean. No one wants to believe that his or her muscle pain isn't real, or is related to other factors (like routine aging, diabetes, obesity, arthritis, or lack of exercise, to name just a few), but the best evidence indicates that the \"nocebo\" phenomenon, in which reading or hearing about side effects increases the likelihood of complaining about these side effects, is real. (And let's not forget, the entire scientific enterprise is premised on the observation that human beings have a near infinite capacity to deceive themselves.)    I want to make an additional point relating to side effects. It's important to recognize that for some side effects, like cognitive impairment, sleep disturbance, sexual dysfunction, and depression, there is virtually no good or convincing evidence. Another side effect, the increased risk of new-onset diabetes, has been the subject of even more confusion. The anti-statin forces claim that there is a huge increase in risk. For instance, when the diabetes issue first gained widespread attention one prominent cardiologist wrote an attack on statins in The New York Times: \"We're overdosing on cholesterol-lowering statins, and the consequence could be a sharp increase in the incidence of Type 2 diabetes.\" In fact, there's no evidence that this is the case, but there's also no evidence to dismiss all risk. Patient advocate Marilyn Mann takes the sensible middle ground --  otherwise lost in these battles --  that \"what really needs to be done is to individualize the risk. People who don't have prediabetes or risk factors for diabetes are not really at risk. People who have prediabetes or risk factors for diabetes may have a much larger increase in risk than is shown by the average effect.\" Then there are larger, well-organized anti-statin forces, starting with the supplement manufacturers and alternative medicine purveyors, who encourage \"statin denial,\" which Steve Nissen recently assailed in an editorial. These forces undermine the idea that cholesterol is related to heart disease and encourage \"the notion that lowering serum cholesterol levels will cause serious adverse effects.\" I don't think Nissen entirely exaggerated when he wrote that this is \"an internet-driven cult with deadly consequences.\" Nissen didn't discuss them in his editorial but there is also a small but vocal group of cholesterol skeptics in the academic community. They often indulge in scare-mongering tactics in their use of anecdotal evidence and cherry-picked data. Mann pointed to one tactic that appears to have started to gain some traction in the more general medical community: \"There is a group of people who keep saying that the lack of a clear mortality benefit in primary prevention means there is no benefit. It just makes no sense to put no value on avoiding nonfatal MI or stroke. (Has anyone in their family had a stroke??) Yes, the benefit is small for most, but some people have high baseline risk and some have a preference for avoiding small risks. That's putting to one side the argument over whether statins lower mortality in primary prevention or not.\" The Blithe Indifference of Statin Supporters   Don't place all the blame on the anti-statin side. Statin supporters generally don't engage in the kind of extreme tactics regularly used by their opponents, but they are guilty of lesser evils and these also deserve to be called out. Most notably they overstate the benefits, or, put another way, gloss over the moderate effects, of statins, particularly in low-risk populations. This often comes down to an insistent emphasis on the apparently large and impressive reduction in relative risk while failing to mention the much less impressive reduction in absolute risk. By not fully discussing the modest absolute risk benefits, the statin supporters inadvertently supply ammunition to the statin opponents, who can then ridicule them by pointing out the large number-needed-to-treat (NNT) for statins in the low-risk primary prevention setting. Behind this attitude there is often an underlying paternalism or a similar assumption of superior knowledge. They will often talk about the need for patient \"compliance.\" Their idea of talking with a patient is to convince them to do what they think is best. This perspective may make some sense in a very high-risk population. But in a low-risk population, the values of the patient --  here we are talking about \"pill disutility\" and the aversion to \"medicalization\" --  deserve to be valued and treated with full respect and consideration. But, when I asked him to comment on the concept of \"pill disutility,\" Steve Nissen said that he found \"incredulous the claim that 'pill disutility' somehow negates the net benefit of statins. No reasonable public health advocate would equate the burdens of taking a single pill daily to the benefits of avoiding a myocardial infarction, coronary intervention or stroke.\" But here I part with Nissen. For low-risk people, the small absolute reduction in risk may not be worthwhile. This perspective should not be discounted. As anyone who has met him can tell you, Rory Collins, a leading clinical trial researcher and statin supporter, appears to be the perfect model of a British academic physician. But a few years ago he came out in favor of censorship, though that is probably not how he would describe his actions. He demanded the retraction of two anti-statin BMJ papers, which caused an enormous public spectacle. Ultimately the papers were corrected but not retracted. The BMJ papers were pretty bad. But they were not any worse than a host of other papers that are published in the medical literature every day, and that no one demands be retracted. (When was the last time you saw a statin supporter demand the retraction of a paper overstating the benefits of statins?) The interesting thing here is that Collins' actions actually drew far more attention to the two rather mediocre papers than they would otherwise have received, and helped motivate the anti-statin forces. The whole imbroglio became headline news, particularly in the UK, generating a whole lot of heat but very little light. This is what I mean when I say that statins drive some people crazy.    Collins is a serious scientist. But his arguments would be stronger if he were more forthcoming about their limitations. As the leading figure in the Cholesterol Treatment Trialists' (CTT) Collaboration, Collins is the guardian and gatekeeper for nearly all the clinical trial evidence for statins. The data clearly show the benefits of statins, but they are less useful  --  but not, of course, entirely useless  --  when it comes to side effects. Many of the clinical trials excluded people who were unable to tolerate a statin in the run-in period of the trial. Further, although the trials were extremely rigorous in their assessment of the major endpoints such as mortality, stroke, heart attack, etc., they were much less rigorous and consistent in their assessment of side effects. These flaws don't negate the worth of the trials, but they need to be fully considered when assessing the evidence. So, once again, a moderate and balanced perspective is needed. It's also worth pointing out that Collins could bolster the credibility of the CTT by making patient-level data available to outside researchers for independent analysis. A Boring and Sane View of Statins Can there be any doubt that our understanding of cholesterol and the development of statins represents one of the great achievements of modern medicine? Just consider the early research implicating cholesterol in atherosclerosis, then the Nobel-prize winning research of Brown and Goldstein unraveling the genetics and physiology of LDL cholesterol, the consequent development of statins, and more recent advances in genetics and the development of new drug classes. But it's also important to remember that every silver-lining has a cloud and sometimes consequences are unintended. Most notably, as we now know, the obsession with cholesterol and fats resulted in the war on dietary cholesterol and fat that contributed to the diabetes and obesity epidemics. And there are still very important questions to answer about the proper role of statins in primary prevention and now the proper role for newer (and more expensive) drugs that can be given in addition to or instead of statins. Statins are not miracle drugs. For some people they are life saving, for others they are not. They come at a cost. The economic cost is no longer a dominant consideration, but there are other sorts of costs. We shouldn't discount the discomfort some people feel about taking a pill for the rest of their life. And there may well be additional unintended consequences: some people may feel that because they are taking a statin they are free to skip the gym or scarf down an order of fries. The human mind works in funny ways. One moderate and sane perspective was offered recently by Harlan Krumholz in a viewpoint in the Journal of the American Medical Association. He certainly did not reject statins, but he acknowledged that there is not a one-size-fits-all universal approach. \"Lipid-lowering therapy for primary prevention, that is, for patients with no previous cardiovascular event, can be a complex decision.\" A key point for Krumholz is that \"shared decision making is particularly important when the risks and costs of an intervention are immediate and the benefits are in the future. Moreover, patients vary considerably in their views about what amount of benefit from a prevention drug is meaningful enough to merit taking a pill every day.\"    Another boring and sane view comes from Richard Lehman, who earlier this year wrote the following on his BMJ blog: \"Statins are a pain in the mind. The worst migraine I've ever had came from trying to write an editorial about them for The BMJ. I gave up the attempt in the interests of personal survival. As a GP, I prescribed statins liberally and with conviction for nearly two decades. If people came complaining about muscle pains, I would reassure them, stop the drug for a while, and then try a different one at low dosage.\" These perspectives won't make headlines and they won't appeal to those who want a simple and definite answers. They are boring, complex, practical, and sane. That is why I like them. I would like to acknowledge the assistance of Marilyn Mann in critical review of this post. As always, her contributions are invaluable. 2017-07-31T14:30:00-0400 \n ", "pub_date": "2017-07-31T14:30:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.medpagetoday.com/cardiology/cardiobrief/66973", "keywords": "statin, cholesterol, perspective, risk, side"}