{"title": "One cardiologist's mission to reduce statin use for cholesterol - CNN", "body": "I used to practice this way until I realized that all I was doing was covering up the downstream effects of poor diet with a bunch of drugs, instead of changing the food.   I am a practicing cardiologist. I trained at some of the finest medical institutions in the world, including Mayo Clinic and Johns Hopkins, and have been repeatedly recognized for great patient care.  But what I really want to achieve professionally is to put myself out of work.   Unfortunately, cardiologists have endless job security.  And that's because we're treating the wrong thing. My waiting room was full of patients whose numbers I had made perfect but who still looked sick and felt terrible. Some even felt worse with all the drugs I had put them on.  No cures, just a neverending revolving door of follow-up visits.  This is not why I went to medical school. Yet no one seemed to be doing anything about this or even acknowledging it. So I became obsessed with finding a better solution and founded a company that formulates foods to help lower cholesterol, backed by pharmaceutical-level science. There may be 30,000 food items in the average grocery store, but none of them has been subjected to any real scientific scrutiny. They bear all sorts of checkmarks and heart symbols, but that tells only part of the story.  For example, a cereal might contain fiber -- and boldly tout the ability of this nutrient to lower cholesterol -- but the fine print reveals that a serving of the cereal also delivers the added sugar equivalent of three cookies. Any positive health effect of the fiber is completely negated. But how is the average consumer supposed to know this?  They're not. They're just supposed to like the taste and feel good about buying that cereal.  My patients may have been trying to \"eat better,\" but they were getting duped.  mandated that changing diet should be tried for three months as the first step in treating high cholesterol, before putting anyone on drugs. But today, many of my peers expressed skepticism that a food-based solution could work.  It took more than 80,000 hours of training for me to become a cardiologist.  How much of that time was spent on nutrition?  Zero.   Treatment guidelines, representing the standard of care, only pay lip service to nutrition.  For example, the American Heart Association's latest cholesterol management guideline is  .  How much of that is devoted to diet?  One paragraph. The guideline mostly instructs providers on which patient to put on which drug and at what dose. Children as young as 10, according to the guidelines, can be started on statin medications such as Lipitor and Crestor.  In addition, physicians know only the prescription model. They are taught that the only truly valid proof of efficacy is a clinical trial and that everything else is conjecture. That's why pharma rules, even though the literature is full of data about the health benefits of various foods. Food does not have \"dosing data.\"   Did you know that doctors are monitored according to whether they prescribe medications? If I don't follow the cholesterol guidelines by prescribing statins, insurers will send letters scolding me. If I don't talk to you about the cholesterol-lowering effects of walnuts and oat bran, nobody cares. Physicians even get paid more when a drug is prescribed. A medical encounter that generates a prescription is considered more complex, which qualifies for higher reimbursement. In contrast, if a physician uses some of the very limited time with patients to talk about antioxidants and omega-3 fatty acids, they get nothing more.   My solution is to give physicians, insurers and especially patients an alternative food-based option for cholesterol lowering that could compete with drugs on every level.  These foods taste great and are formulated using only health-promoting ingredients.  They are dosed and measured and as easy to prescribe and use as medications.  Most important, they yield clinically meaningful cholesterol reductions as confirmed by a clinical trial.  Given that 70 million Americans have high cholesterol, I approached big food companies and investors, naively thinking they would love my idea and want to help. They did not. Food manufacturers thought our ingredients (such as real almonds, walnuts, pecans and blueberries) were too expensive. They wanted to replace them with flavorings, artificial sweeteners and \"fruit bits.\" Investors thought the clinical trial we proposed doing to confirm efficacy was too uncertain.  They told us we needed to have patents so we could charge prices like the pharmaceutical companies. No wonder this had never been done before.  There was simply not enough profit in it.  Patient health, it seems, is not very valuable. Undeterred, my supporters and I pushed forward and, supported by grant funding, conducted a trial in two countries testing our foods in statin intolerant individuals. These were people who are candidates for statin drugs but either can't or won't take the medications due to side effects, such as muscle aches. The only instruction to the study participants was: \"Eat these foods twice per day instead of something you're eating already,\" without making any other lifestyle changes.  Literally as simple as \"take this pill twice per day.\" The result was that 20%, 30%, even close to 40%   in just 30 days. This data was submitted at an American Heart Association meeting and will be submitted for publication. These medication-level cholesterol responses were obtained with food, without the need for dietary overhauls or exercise routines. They don't just represent an option for the estimated 20 million Americans who are statin intolerant and have no other solutions but for millions more who need to lower their cholesterol but don't need stains. As with medications, not everyone's cholesterol will respond equally to a food intervention. Some people should be on statins even if their cholesterol is perfect.  But given that it takes only a month of dietary change to determine whether you're a food responder, doesn't it make sense to give people the chance to at least try a validated food intervention before assigning them to a lifetime of pills?  Especially since food doesn't have any side effects, just side benefits such as lower blood pressure, better blood sugar control, weight loss and feeling better.   Food is the comprehensive solution to a complex problem.  And it just might put me -- and pharmaceutical companies -- out of business. ", "pub_date": "2019-01-08T10:39:39+00:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://edition.cnn.com/2019/01/08/health/cardiologist-statin-cholesterol-mission/index.html", "keywords": "cholesterol, food, solution, statin, guideline"}