{"title": "Why Statin Drugs May Be Bad for You", "body": "Your doctor may recommend that you take a medication called a statin If you’ve had a heart attack or other condition that was caused by blockages in your arteries. You also may be prescribed a statin if you have high cholesterol you’ve not be able to get under control with diet, exercise, or weight loss. Statins are a class of drugs that lower the levels of artery-clogging LDL (“bad”) cholesterol in the bloodstream. Reducing LDL decreases the risk of heart attacks and strokes, especially in people who have other risk factors. Statins are the only cholesterol medication shown to reduce the number of deaths from heart disease caused by plaque buildup. Cardiovascular disease (CVD), or disease of the heart and blood vessels, is the leading cause of death in the United States.  That is why statins widely used given the impact of CVD on public health and that statins are effective and tolerated well by most people. A report in the New England Journal of Medicine found that cholesterol-lowering drugs were the most prescribed medications in 2010.  Guidelines by the American Heart Association and American College of Cardiology recommend statin therapy for people that fall into one of four categories of risk factors.  Guidelines by the American Heart Association and American College of Cardiology recommend statin therapy for people that fall into one of four categories of risk factors.  people diagnosed with cardiovascular disease. Guidelines by the American Heart Association and American College of Cardiology recommend statin therapy for people that fall into one of four categories of risk factors.  people with high levels of LDL (greater than 190 mg/dL). Guidelines by the American Heart Association and American College of Cardiology recommend statin therapy for people that fall into one of four categories of risk factors.  people with diabetes between the ages of 40 and 75 who have elevated LDL levels (70 to 189 mg/dL), but haven’t been diagnosed with CVS. Guidelines by the American Heart Association and American College of Cardiology recommend statin therapy for people that fall into one of four categories of risk factors.  people with elevated LDL level (over 100 mg/dL) and increased risk of developing DVD a heart attack in the next 10 years. Cholesterol is a waxy, fatty steroid that your body needs for things like:  Cholesterol is a waxy, fatty steroid that your body needs for things like:  cell production. Cholesterol is a waxy, fatty steroid that your body needs for things like:  sex hormones. Cholesterol is a waxy, fatty steroid that your body needs for things like:  digestion. Cholesterol is a waxy, fatty steroid that your body needs for things like:  converting sunlight to vitamin D. It comes from the food you eat and is produced in your body, mainly in your liver.  Cholesterol travels via your bloodstream. This is where LDL cholesterol can form plaques. Plaques are thick, hard deposits that cling to the walls of arteries and restrict blood flow. They also can break off. When this happens the body forms blood clots, which can lead to stroke and other serious health conditions. Statins work by inhibiting an enzyme that your liver needs to produce LDL cholesterol. Statins also minimally increase HDL (“good”) cholesterol, which is responsible for moving bad cholesterol from your arteries back to the liver. Side effects people experience may improve with time or by switching to another statin. Rare but serious side effects include: Side effects people experience may improve with time or by switching to another statin. Rare but serious side effects include: Rhabdomyolysis is a serious condition in which cells of muscles become damaged. This is more likely to occur in people who are taking statins with other medications that carry a similar risk.. Side effects people experience may improve with time or by switching to another statin. Rare but serious side effects include: Liver damage can occur when statins cause an increase in liver enzymes that help digestion.. Other concerns about statins A few studies have suggested that statin use may be associated with the following: A few studies have suggested that statin use may be associated with the following: development of memory problems. A few studies have suggested that statin use may be associated with the following: increased blood sugar. A few studies have suggested that statin use may be associated with the following: type 2 diabetes. Analysis of these studies has shown that the risk is minimal, and influenced by additional risk factors.  You should not take statins if you are pregnant, breastfeeding, or if you have active liver disease. There are also medications you should not take with statins. Check with your doctor or pharmacist before starting statin therapy. While taking statins, don’t eat grapefruit or drink grapefruit juice. Grapefruit can interfere with enzymes that metabolize statins. You can end up with too much of the medication circulating in your bloodstream. This increases your risk for severe side effects associated with statins.   The American Heart Association journal, Circulation: Cardiovascular Quality and Outcomes, published a report on an analysis of 135 randomized controlled trials. Researchers found that side effects varied depending on which statin a person took.  The study concluded that statins are generally safe and that serious side effects were not common. It also found that the benefits of statins outweighed the risks for most people. Are statins good or bad for you? Ultimately, it depends on your risk factors and your health status. ", "pub_date": "2015-08-19T07:00:00+00:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.healthline.com/health/high-cholesterol/why-statin-drugs-may-be-bad-for-you", "keywords": "statin, cholesterol, people, american, ldl"}