{"title": "Do statins really work? Who benefits? Who has the power to cover up the side effects?", "body": "Why It’s now time for a full public parliamentary inquiry into the controversial drug and fully expose the great cholesterol and statin con    Earlier this week, the Chair of the British Parliament Science and Technology Committee, Sir Norman Lamb MP made calls for a full investigation into cholesterol lowering statin drugs. It was instigated after a letter was written to him signed by a number of eminent international doctors including the editor of the BMJ, the Past President of the Royal College of Physicians and the Director of the Centre of Evidence Based Medicine in Brazil wrote a letter calling for a full parliamentary inquiry into the controversial medication[1]. It’s lead author Cardiologist Dr Aseem Malhotra makes the case for why’s there’s an urgent need for such an investigation in European Scientist.    A few weeks ago, an alarmed and confused patient in his late forties, who I shall call Mr Smith, came to see me for a consultation. Four years earlier he suffered a heart attack where severe blockages were found in his right coronary artery. These were opened up and kept open with metal stents. He was prescribed atorvastatin, which is standard practice for heart attack patients regardless of cholesterol levels. Unfortunately, the atorvastatin caused severe muscle pains on exercise. Fortunately, his symptoms disappeared within a week of stopping the drug. As an alternative to his statin, he decided to adopt an ultra-low fat vegan diet which he believed may halt, even reverse heart disease through lowering cholesterol. Within months he dropped his total cholesterol by 40% from 5.2mmol/L to 3.2, now placing his levels in the bottom five per cent of the population. Despite sticking religiously to the diet, he began to develop chest pain when he did exercise, and a repeat heart scan showed a seventy per cent blockage in another artery, one that had been completely clear four years before. “How is this possible?” he asked me, clearly upset. ‘How could I develop more heart disease in such a short space of time with such low cholesterol?’ I explained to him his case was not unusual, nor inexplicable. It’s been almost 35 years since scientists Brown and Goldstein won the Nobel prize for discovering how blood cholesterol played a central role in development of heart disease. It was their work that led to pharmaceutical industry developing statins. These are drugs that lower cholesterol, and they both reduced heart attacks, and extended lifespan, within a few years of prescription. Just how significant the impact was and how reliable this data is we’ll come to later. In 1996, Goldstein and Brown confidently predicted that we may now see the end of heart disease before the beginning of the 21st century[2]. However, their prophecy was never fulfilled. On the contrary the decades long campaign to lower cholesterol through diet and drugs has completely and utterly failed to curb the global pandemic of heart disease. Indeed, heart disease still remains the biggest killer in the western world and the UK has recently seen a rise in death rates from the condition for the first time in 50 years[3]. It is still little known or understood amongst the wider medical community that insulin resistance, linked to excess body fat is the most important risk factor for heart attacks[4]. It is also a clear sign of impending type two diabetes. A disease which has become the single largest cost to the NHS, accounting for approximately 10% of the budget. The good news is that Insulin resistance can be effectively combatted through a combination of dietary changes, moderate activity and psychological stress reduction[5]. Unfortunately, we remain trapped in a flawed model for heart disease, which promotes low fat high carbohydrate diets and the replacement of saturated fat with polyunsaturated fats. This, despite that fact that. when tested in multiple randomised controlled trials (RCTs) (considered the gold standard form of evidence) no real benefit has ever been seen from reducing saturated fat or even replacing it with polyunsaturated fat despite significant reductions in blood cholesterol. In fact, the dietary guidelines may have caused harm, as pointed out by two cardiologists in a stinging peer reviewed paper recently published in the BMJ’s Evidence Based Medicine Journal[6]. The authors also point out two trials actually revealed an INCREASE in death rates from the group that lowered cholesterol versus the one’s that didn’t. Cardiologist and Editor in chief of JAMA internal medicine, Professor Rita Redberg pertinently points out “ cholesterol is just a lab number, who cares about lowering cholesterol unless it actually translates into a benefit for patients? [7]” Yet the fear of cholesterol is very much imprinted on the minds of doctors and members of the public. A message that has been enthusiastically driven by a multi-billion-dollar low-fat cholesterol lowering industry. Next year it’s predicted that total revenues from sales of cholesterol lowering statin drugs could reach US $1 trillion[8]. All of this raises and important question. Is high cholesterol really a risk factor for heart disease at all? High cholesterol first appeared to emerge as a risk factor for heart disease during  the Framingham heart study, which studied five thousand people in the town of Framingham, near Boston, over several decades, starting in 1948. However, what most medical students, academics, doctors and the public don’t know is that it was only those people with genetically very high levels of total cholesterol over 10mmol/l ( >380mg/dL) that were more likely to die of heart disease. At the other end of the spectrum, those with low cholesterol less than 3.8mmol/l (<150mg/dL) did have a lower risk of heart disease – although they didn’t live any longer with those with higher levels. For the remaining 90% of the population, the total cholesterol had no predictive value.[9] The association between heart disease and cholesterol levels was so weak that William Castelli, one of the co-directors of Framingham, stated in medical journal Atherosclerosis in 1996 that unless LDL cholesterol (commonly known as “bad” cholesterol) was greater than 7.8mmol/L (300mg/dl) “ it had no value in isolation in predicting those individuals at risk of developing coronary heart disease”[10] Yet despite this, current guidelines used by doctors around the world put a red flag warning next an LDL level of more than three 3mmol/L. And for those suffering heart attacks the “target” is to keep total cholesterol even lower, and LDL below 2mmol/L. Such targets are not based upon on any robust evidence but do serve to ensure that we are medicating tens of millions more people on cholesterol drugs. For the majority who’s LDL-cholesterol falls above 7.8mmol/L this value applies to those born with a condition known as Familial Hyperlipidaemia which affects approximately 1 in 250 people. But it’s interesting to note that even in this group 50% of men and 70% of women will NOT develop premature heart disease without treatment. In the last two years I’ve personally seen three female patients all in their 50’s who have had the cholesterol checked for the first time with LDL’s as high as 15mmol/L but were otherwise fit and well with no markers of insulin resistance. Imaging revealed all of them had completely normal arteries, demonstrating for all three of them over 50 years of sky high levels of cholesterol had not caused them any problems at all. The doctors they had seen previously had insisted they MUST go on a statin or another cholesterol lowering drug. In fact, one eminent London based cholesterol specialist had said to one of them that her if she didn’t take a statin her prognosis was similar to someone with terminal cancer. After seeing me she relieved that she had no evidence of any heart disease. But she was also angry that she had been misinformed by an “expert” in the field. Sadly, such misinformation amongst the medical practitioners is just part of a much bigger problem. Professor of medicine and statistics at Stanford University John Ioannidis who has studied the area in great detail has found that seventy per cent of healthcare professionals fail tests on their understanding of evidence-based medicine[11]. Therefore, their advice to patients will be fatally flawed. It was also Ioannidis, who wrote a paper entitled “why most research findings are false”[12]. A key drive for unreliable research he said was “the greater the financial interest in a given field the greater the likelihood the research findings are to be false.” The ‘evidence’ is then incorrectly passed on to patients. No wonder my patient was angry. It is not just financial interests that bias research findings but also intellectual hubris in medicine too. It was the father of the evidence based medicine movement the late Professor David Sackett who said “ Fifty percent of what you learn in medical school will turn out to be either outdated or dead wrong within five years of your graduation, the trouble is no one can tell you which half so you have to learn to learn on your own.” In the past 30 years, there have now been 44 randomised controlled trials that reveal no cardiovascular mortality benefit from diet or various drug trials from lowering cholesterol. Most conspicuous was the recent ACCELERATE trial with over 12,000 patients at high risk of heart disease that revealed no reductions in heart attack, stroke or death despite a 37% reduction in LDL-cholesterol[13]. But how many doctors actually keep up with the latest evidence? Many will defend the cholesterol lowering dogma with their more inquisitive patients by saying they’re just following guidelines, unaware that the guidelines themselves are based upon biased research often written by scientists with strong personal or institutional financial ties to the industry[14]. To muddy the waters further In 2016 a systematic review, revealed no association with LDL cholesterol and heart disease in those aged over sixty and an inverse association with all-cause mortality, in other words the higher your cholesterol in this age group, the longer you would live[15]. This should be no great surprise. Cholesterol is a vital molecule that has a number of functions including the manufacture of sex hormones, maintaining the structure of cell membranes and also has a positive role in the immune system, potentially protecting elderly patients from life threatening lung and gastrointestinal infections. Despite all this, I am having to reassure elderly patients who have been frightened by their primary care doctor about their high cholesterol. I try to reassure them that they’ve nothing to worry about. Indeed, it’s statistically more likely they will live longer than if they were unlucky enough to have a low level. Unless you’ve suffered a heart attack It’s also clear that statin drugs have no cardiovascular mortality benefit in the over seventy fives, and real world evidence from actually reveals a slight INCREASE in death rates for those prescribed statins in this age group[16]. But what about the side effects? In 2013 a bitter dispute erupted after the British Medical Journal (BMJ) published two articles, one a commentary from myself. I pointed out how the profession had wrongly demonised saturated fat and we should place greater emphasis on cutting sugar and refined carbohydrates. The other was a re-analysis of industry sponsored data on statin drugs that established there was no significant benefit in taking the drug for people at low risk of heart disease[17]. Coincidentally both articles cited one community study that suggested approximately twenty per cent of patients taking statins suffered unacceptable side effects within a year. Sir Rory Collins, co-director of the clinical trials service unit at Oxford University, and the British Heart Foundation’s Professor of Medicine demanded immediate retraction of the articles saying that the side effects had been grossly exaggerated. He announced that he was deeply concerned that such fear mongering would result in deaths from patients stopping the drug. He informed the Guardian newspaper in 2014 “there are only one or two well documented problematic side effects, myopathy and muscle weakness occurred in 1 in 10,000 people and there was a small increase in risk of diabetes.”[18] Following an independent review called by the BMJ editor Fiona Godlee, a unanimous decision was made that there were no grounds for retraction. It’s important to note that Professor Collins’ department has been estimated to have received well over one hundred million pounds in funding from drug companies that manufacture statins. This can safely be considered to be a gross conflict of interest, but bizarrely it was never reported by any respectable media[19]. What is perhaps most extraordinary was a Sunday Times newspaper investigation in 2016. This revealed that Professor Collins was a co-inventor of a genetic test that indicated susceptibility to muscle pain from taking statins. This test, known as statin smart was being marketed and sold directly to the consumer in the United States. The claim was that “29% of all statin users will experience muscle pain, weakness or cramps”. Collins stated that this figure was misleading. However, the company, Boston Heart Diagnostics – who had been given exclusive license for the patent that Collins himself filed in 2009 – stood by their claims. They cited a US taskforce on statin safety which concluded that clinical trials, such as ones Collins had conducted, were unreliable because patients experiencing side effects were often excluded[20]. In addition, a freedom of information request revealed that the University of Oxford received in excess of £300,000 from the sale of Statin Smart and Collins department, the Clinical Trials Service Unit over £100,000. Yes, you really couldn’t make it up. Past President of the Royal College of Physicians Sir Richard Thompson told me “in my view these conflicts of interest and the true incidence of side effects from statins need to be fully and publicly investigated.” One of the reasons there’s still controversy about the true rate of side effects is because independent researchers have been unable to access the raw data from statin trials. This is a crucial part of solving the statin and cholesterol puzzle, as it is with all drugs. In 2014 it was revealed that the UK had wasted almost half a billion pounds in stockpiling a flu treatment, Tamiflu. Academics from the Cochrane collaboration analysed tens of thousands of pages of patient data from drug company Roche. Having eventually been allowed access to this raw data they concluded that the drug was no more effective than paracetamol. However, it could cause serious side effects such as kidney failure. As Harvard’s John Abramson, an expert in pharmaceutical litigation says “doctors and patients are having to engage in shared decision making on whether a statin should be prescribed on biased and selected data which itself is non-transparent. It’s not just bad science, it’s ethically dubious too.” Rather than accept greater scrutiny, highly influential cardiologists are attacking those who question the benefits of statins. Those who believed that side effects are much more prevalent are denounced as peddlers of “fake news” or “fake science”. They are compared to “anti – vaxxers”.One Cardiologist, Ana Navar  even wrote in a recent editorial in JAMA Cardiology that inappropriate fears about statin side effects are coming from social media wellness bloggers and that “lives lost from inappropriate concerns about statins may number in the millions”  but this is not evidence based. The side effect literature and remarkably high discontinuation rate comes from very credible sources[21]. The largest statin survey in the United States exposes 75% of those prescribed the medication stop it within a year of prescription with 62% of those stating side effects as the reason Even as far back as 2002 when there was no social media or public awareness of statin side effects a paper in JAMA of over 40,000 patients reveals that 60% of heart attack patients aged over 65 will stop the drug within 2 years (ref) Even the American College of Cardiology, published an article online in 2015 entitled “statin intolerance, not a myth” estimating a true side effect rate of up to 15%. In addition to explaining that over 300 drugs are known in interact with statins the authors stated that physicians should be aware of the most common risk factors associated with statin intolerance. These included being on higher doses, being aged over 70, being female, having Vitamin D deficiency, kidney and liver disease, alcohol abuse, Asian ethnicity, low body mass index, genetic predisposition and excessive physical activity[22].  Yet Collins insists that there are only one or two documented problems with statins, with serious side effects affecting 1 in 10,000 people. As one eminent US physician who works with the pharmaceutical industry who does not want to be named told me “the level of collusion and financial interest in statins and the cholesterol theory are so huge that it cannot fail” This researcher also told me that it’s well known ‘insider’ knowledge amongst at least two drug companies he consults for that in rare cases in susceptible individuals’ statins are directly causative of an irreversible degenerative neurological condition known as Amyotrophic Lateral Sclerosis (ALS) ; a condition similar to that affected  Stephen Hawking. “We have data that thousands of people have developed ALS because of statins” he told me. “How do you sleep at night?” I asked him. He told me he had a mortgage to pay and being on the inside he hoped he could convince the drug companies to behave more ethically. Last year, a tireless researcher into statin side effects, Beatrice Golomb and colleagues published a paper revealing a fifty-fold increase of developing ALS in those on statins. Luckily, this is a rare condition which affects 2 in 100,000 people per year. However, if tens of millions of people are taking statins, there will be thousands who will undoubtedly develop this terminal condition[23]. So how effective are statins in preventing and treating heart disease? When one removes the industry funded PR and hype, the results are pretty underwhelming. In 2015, new research published in BMJ Open revealed that despite tens of millions more people being prescribed statins across many European countries there was no evidence that this had any effect on cardiovascular mortality, over a twelve year period[24]. If you strip down the statin trials to their moving parts, the data actually reveals that, even in those who have established heart disease, the benefits are very small. Even in this high risk group, the average increase in life expectancy from taking the drug religiously for five years is a meagre four days[25]. When you combine this with the fact that more than fifty per cent simply stop taking the medication within two years it’s easy to explain why there has been no discernible population benefit. But despite this, the press and the public receive unsubstantiated statements that statins “have a good safety profile, there are rare side effects, and they’re pretty well tolerated” such as that from the director of the Medical Research Council Population Health Unit at Oxford University Professor Colin Baigent. A clear example of eminence and ignorance trumping evidence. Some highly credible researchers even question whether there is any genuine benefit of statin drugs, in those who already have heart disease. Eminent French Cardiologist Professor Michel De-Lorgeril, points out that since more stringent regulations on reporting of clinical trials were introduced in 2006 only one statin, Rosuvastatin, has been tested in clinical trials. It demonstrated no benefit at all in four trials, and these included a significant number of patients with established heart disease[26]. Professor Luis Correia, Cardiologist, and the director of the Centre of Evidence Based Medicine in Brazil told me “it would be of great benefit to do an independent of industry re-trial of statins in heart attack patients to see what the benefits truly are – in general it would be important and interesting to replicate independently any concept initially validated by industry-funded trials.” Presenting misleading, or potentially biased data, also hacks away at the core of the practice of evidence-based medicine, which is to ensure that patients’ preference and values are taken into account. This can only happen if they are given information on drugs in a transparent manner. Tony Royle, former Virgin Atlantic pilot and now heart attack survivor decided to change his diet to a very low carbohydrate high fat Mediterranean diet and “ditch the pills” after realising the absolute benefits of statins were small. He had also suffered terrible side effects from atorvastatin which included: muscle pain, fatigue, memory disturbance and erectile dysfunction. Tony, now an A-Leve Maths and Physics teacher is livid with the way he was presented with information. When he looked at the research himself, he found out that heart attack patients have a one in 83 chance of delaying death and a one in thirty nine chance of preventing a non-fatal heart attack from taking the drug for  years[27]. In those without heart disease he found no increase in life expectancy at all, and a less than 1% cent chance of preventing a minor heart attack or minor stroke. In 2009 the director of the Harding Centre for health literacy Gerd Gigerenzer in a World Health Organisation bulletin wrote that It was an “ethical imperative” that all patients were given transparent information about drug benefits. But ten years later this is still not part of clinical practice. The British Journal of General Practice recently published an extraordinary study revealing the overwhelming majority of patients at low risk and even many at high risk, would choose NOT to take a statin when told the absolute benefit, even without mentioning side effects[28]. Unlike Mr Smith, Tony’s most recent coronary artery imaging shows no progression of a fifty per cent narrowing in another artery. Instead by the narrowing slightly decreasing in size it has shown possible reversal of the process despite being on no pills at all for the past three years. The difference between the two men is that it was clear that Mr Smith had not addressed twenty years of very high stress levels that preceded his heart attack, and still continued. He described the level of stress as eight on a scale of zero to ten. I suggested mindfulness meditation and a low refined carbohydrate Mediterranean diet. He ended up looking forward to ditching the supplements he needed to take for his nutrient deficient vegan diet and eating fish and eggs again. At the end of the consultation his wife, who had accompanied him, confessed that she had a very senior role as a pharmaceutical rep in a landmark statin trial. “we were all brainwashed as to the benefits of the drug which I now realise are marginal at best, “she said “ but I’m now certain that that the drug company redacted the side effect data before it was analysed by the researchers involved. Please don’t stop doing your work in exposing this.” We continue to have an epidemic of misinformed doctors and misinformed and unwittingly deceived and harmed patients. In large part this has been driven by a multi-billion-dollar food and drug industry that profits from the fear of cholesterol. It’s now time for a full public parliamentary inquiry to push for the raw data on statins find out who really benefits, and to determine who has been manipulating and hiding data on the debilitating side effects that appear to possibly affect almost half taking the drug.  Until then it’s better we focus healthcare resources in tackling the real root cause of heart disease through prioritising lifestyle changes.  It’s finally time to stop falling for the great cholesterol and statin con.", "pub_date": null, "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.europeanscientist.com/en/features/do-statins-really-work-who-benefits-who-has-the-power-to-cover-up-the-side-effects/", "keywords": "statin, http, cholesterol, heart, com"}