{"title": "Why are we still in the middle of a ‘statins war’? | Heart | UT Southwestern Medical Center", "body": "The controversy in the United Kingdom started in 2013 when the British Medical Journal (BMJ) claimed statins were being overprescribed to people with low risk of heart disease, and that the drugs’ side effects were worse than previously thought. In September 2016, an article and editorial in The Lancet questioned the BMJ’s claims and accused the journal of causing “measurable harm to public health.” The BMJ responded by asking England’s chief medical officer to create an independent review of the evidence for statins. (It should be noted that doctors in Europe prescribe statins based on different parameters than doctors in the United States.) In the 2019 study conducted at the Duke Clinical Research Institute, researchers surveyed 5,693 people from the Patient and Provider Assessment of Lipid Management Registry. A total of 1,511 patients were not receiving statin therapy despite meeting eligibility requirements, and 59 percent of those people said they didn’t take the medication because it was never offered to them. Only 10 percent declined statins, with most citing side effects as their main concern.  Despite these prolonged and often misguided debates, we know the benefits of taking a statin are enormous and largely invisible for people at high risk for heart disease. You don’t see the benefit because it’s the lack of something terrible – such as a heart attack or stroke. Unfortunately, too many people focus on the exaggerated, small risks associated with these life-saving drugs. Related reading: Medical misinformation: Vet the message!  Before conflicting studies and internet myths scare you away, let’s take a look at how we prescribe statins and their potential side effects.  Many people are at low risk for heart attack or stroke and do not need to take a statin. Statins are intended to be used by people at high risk of heart disease. They are the ones who derive significant benefit. Use the American Heart Association’s heart disease risk calculator to start a conversation with your doctor about your personal risk. For years, we prescribed statins such as atorvastatin (Lipitor) and rosuvastatin (Crestor) almost solely based on a target cholesterol level. We would adjust a patient’s medication until we reached a specific number. ", "pub_date": "2019-04-03T00:00:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://utswmed.org/medblog/statins-debate/", "keywords": "statin, heart, bmj, people, risk"}