{"title": "Preventing heart disease requires more than medicine - STAT", "body": "Like more than half of older men, I take a cholesterol-lowering medication called a statin. Sometimes that seems a bit strange, because I don’t have high cholesterol. My doctor prescribed it based on a formula that largely hinges on age and sex. I’m 71 and male. Those two factors alone put me in the high-risk category for having a heart attack or stroke in the next 10 years. Most men over age 60, and virtually all of them age 68 or older, fall into this category. I religiously take this medication because I don’t want to be the smartest skeptic in the graveyard. Yet an aggregation of the best large clinical trials shows that, for people like me without heart disease, the average statin-wrought reduction in cholesterol reduces the chances of dying from any cause by only about one-tenth of 1% (the same as 1 in 1,000). advertisement To estimate the risk of death from heart disease, most doctors use a calculator endorsed by the American Heart Association and the American College of Cardiology. The factors that go into the calculations include the familiar warning signs: high blood pressure, high cholesterol, diabetes, and cigarette smoking. But age and sex outweigh every one of them. In theory, the formulas estimate an individual’s risk of having a heart attack or stroke during the next decade. High risk is defined as a risk greater than 7.5%. But how accurate are these predictions? One study of more than 300,000 adults predicted that 8.7% of high-risk individuals would have a heart attack over the next five years. Yet only 1.8% of them did. The standard calculator wildly overestimates risk. The real question that anyone taking a statin, or thinking of taking one, should ask is this: Will taking a cholesterol-lowering medication protect me from dying prematurely? The answer is a qualified yes. Many studies have shown that statins reduce the risk of dying from heart disease. But that’s not saying as much you think. The estimated benefits have been exaggerated and, worse, the side effects may have been understated. Lots of clinical trials have been conducted in which people are randomly assigned to take a statin or a placebo (like a sugar pill) — enough to generate large meta-analyses, impartial studies of the studies. Those that focus on deaths from cardiovascular disease typically conclude that statins save lives. Others focus on death from any cause. I favor this measure because I keep my eye on my goal: I don’t want to die young. If a medicine reduces my chances of dying of heart disease but increases my chances of dying from other causes, it might not be an attractive treatment. In the most recent meta-analysis, which included data from more than 134,000 volunteers in 28 studies, 2.2% of statin takers who experienced an average reduction in cholesterol died, compared to 2.3% of those taking a placebo. That’s where my one-tenth of 1% comes from. To be fair, other meta-analyses have been more optimistic. One involving 71,444 people in 19 large clinical trials found that 3% of those taking a statin died from any cause compared to 3.6% of those taking a placebo. The same analysis showed the average risk of dying from heart disease was 1.7% in the placebo group and 1.2% among those taking statins, or a benefit of 0.5%. How does this square with what you have likely heard, that statins reduce the risk of death from heart disease by about 29%? The exaggeration in benefit comes from reporting what epidemiologists call relative risk. In this case: 1.7% minus 1.2% divided by 1.7% equals 29%. I prefer to know the absolute risk, which is the raw difference between the percentage of deaths in the statin and placebo groups. Relative risk can be used to make a small benefit seem bigger than it is. Pharmaceutical companies often use both relative and absolute risk: relative risk to make a benefit seem larger and absolute risk to make reported side effects seem smaller. OK, maybe the benefits of taking a statin are small, but many smart doctors say a reduction of five-tenths or six-tenths of 1% is worthwhile. Yet the few published observations on people over the age of 70 do not show any statistically significant statin-related reductions in deaths from any cause. Of course, not everyone is like me. The evidence that statins prevent heart disease deaths is much stronger for people who have cardiovascular disease and for those with diabetes. And because cardiovascular disease is the leading cause of death in the U.S. and other developed countries, a small reduction in cardiovascular disease risk can add up to a significant reduction in premature deaths across a population. Fortunately, there has been decline in deaths from heart disease over the last 50 years, but it is hard to attribute this to statins. The sharpest reductions occurred before their widespread use. And what about side effects? Jane Brody’s recent column in the New York Times challenged reports that many people experience unrelenting muscle pain that resolves when statins are discontinued. Most systematic studies have not clearly established statins as the culprit in muscle pain, although some studies suggest small increases in the risks for developing diabetes and cataracts. Although the concern about muscle aches is still under investigation, this problem seems real for many of the people who responded to Brody’s column. Statins are among the few drugs that have consistently been endorsed by distinguished panels of scientists and physicians. The problem is that both doctors and patients have focused on medication while paying too little attention to the remedies that might do much more for cardiovascular (and whole-body) health. We know what they are: regular exercise, prudent diet, and not smoking or quitting cigarettes. The most optimistic estimates say that taking a statin could add a year to the average person’s life expectancy. Not smoking could add nearly 10 years and quitting increases life expectancy by reducing the chances of emphysema, many cancers, and heart disease. Although my doctor checks my cholesterol every year, it remains low and taking a statin will have a very small, if any, effect on my life expectancy. What’s worse, my doctor has never asked if I smoke cigarettes, exercise regularly, or eat a healthy diet. Asking the right questions may open opportunities to save more lives. Research shows only about half of current smokers report that their doctor recently recommended that they quit. Most of the ways we can extend our lives have little to do with pills or even with the health care system. High school dropouts, for example, have average life expectancies about a dozen years shorter than individuals with advanced degrees. A landmark study that linked IRS tax records to death records from the Social Security Administration found that men in the top 1% of income live 14.6 years longer than those in the lowest 1%. For women the difference was 10.1 years. And the effects of income on life expectancy systematically increased between 2001 and 2014. Perhaps such indicators are why guidance from the American Heart Association and the American College of Cardiology was recently revised to place much stronger emphasis on lifestyle and social determinants of health It would be wonderful if a pill could wipe away big threats to our health. But to achieve that goal, we need more than medicine. Robert M. Kaplan, Ph.D., is a faculty member at Stanford University’s Clinical Excellence Research Center, a former associate director of the National Institutes of Health, former chief science officer for the U.S. Agency for Healthcare Research and Quality, and author of “More than Medicine: The Broken Promise of American Health” (Harvard University Press, 2019). ", "pub_date": "2019-04-03T08:35:00+00:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.statnews.com/2019/04/03/statin-heart-disease-prevention-more-than-medicine/", "keywords": "statin, heart, die, death, risk"}