{"title": "Statin side effects: Weigh the benefits and risks - Mayo Clinic", "body": "Statins are effective at lowering cholesterol and protecting against a heart attack and stroke, although they may lead to side effects for some people. \n Doctors often prescribe statins for people with high cholesterol to lower their total cholesterol and reduce their risk of a heart attack or stroke. While statins are highly effective and safe for most people, they have been linked to muscle pain, digestive problems and mental fuzziness in some people who take them and may rarely cause liver damage.  Statins include atorvastatin (Lipitor), fluvastatin (Lescol XL), lovastatin (Altoprev), pitavastatin (Livalo), pravastatin (Pravachol), rosuvastatin (Crestor, Ezallor) and simvastatin (Zocor, FloLipid). Having too much cholesterol in your blood increases your risk of heart attacks and strokes. Statins block a substance your liver needs to make cholesterol. This causes your liver to remove cholesterol from your blood. If you think you're experiencing side effects from statins, don't just stop taking the pills. Talk to your doctor to see if a change of dosage or even a different type of medication might be helpful.  What are statin side effects? \n Muscle pain and damage One of the most common complaints of people taking statins is muscle pain. You may feel this pain as a soreness, tiredness or weakness in your muscles. The pain can be a mild discomfort, or it can be severe enough to make your daily activities difficult.  However, researchers have found a \"nocebo\" effect when it comes to perceived muscle pain and statins. A \"nocebo\" effect means people who have negative expectations about a medication report experiencing the potential side effect at higher rates than the drug should cause. The actual risk of developing muscle pain as a result of taking statins is about 5 percent or less compared with taking a pill that doesn't contain medication (placebo). However, studies have found that nearly 30 percent of people stopped taking the pills because of muscle aches even when they were taking a placebo. A strong predictor you'll experience muscle aches when taking statins could be whether or not you read about the potential side effect. Very rarely, statins can cause life-threatening muscle damage called rhabdomyolysis (rab-doe-my-OL-ih-sis). Rhabdomyolysis can cause severe muscle pain, liver damage, kidney failure and death. The risk of very serious side effects is extremely low, and calculated in a few cases per million people taking statins. Rhabdomyolysis can occur when you take statins in combination with certain drugs or if you take a high dose of statins. Liver damage Occasionally, statin use could cause an increase in the level of enzymes that signal liver inflammation. If the increase is only mild, you can continue to take the drug. Rarely, if the increase is severe, you may need to try a different statin. Although liver problems are rare, your doctor may order a liver enzyme test before or shortly after you begin to take a statin. You wouldn't need any additional liver enzyme tests unless you begin to have signs or symptoms of trouble with your liver. Contact your doctor immediately if you have unusual fatigue or weakness, loss of appetite, pain in your upper abdomen, dark-colored urine, or yellowing of your skin or eyes. Increased blood sugar or type 2 diabetes It's possible your blood sugar (blood glucose) level may increase when you take a statin, which may lead to developing type 2 diabetes. The risk is small but important enough that the Food and Drug Administration (FDA) has issued a warning on statin labels regarding blood glucose levels and diabetes. The increase generally occurs when blood sugar levels are already higher than normal and fall in the prediabetes or diabetes range when you begin taking a statin. Statins prevent heart attacks in people with diabetes, so the relevance of the mild increase in sugar values with statins observed in some people is unclear. The benefit of taking statins likely outweighs the small risk to have the blood sugar level go up. Talk to your doctor if you have concerns. Neurological side effects The FDA warns on statin labels that some people have developed memory loss or confusion while taking statins. These side effects reverse once you stop taking the medication. There is limited evidence to prove a cause-effect relationship, but talk to your doctor if you experience memory loss or confusion while taking statins. There has also been evidence that statins may help with brain function — in people with dementia, for example. This is still being studied. Don't stop taking your statin medication before talking to your doctor.   Who's at risk of developing statin side effects? \n Not everyone who takes a statin will have side effects, but some people may be at a greater risk than are others. Risk factors include: Not everyone who takes a statin will have side effects, but some people may be at a greater risk than are others. Risk factors include: Taking multiple medications to lower your cholesterol. Not everyone who takes a statin will have side effects, but some people may be at a greater risk than are others. Risk factors include: Being female. Not everyone who takes a statin will have side effects, but some people may be at a greater risk than are others. Risk factors include: Having a smaller body frame. Not everyone who takes a statin will have side effects, but some people may be at a greater risk than are others. Risk factors include: Being age 80 or older. Not everyone who takes a statin will have side effects, but some people may be at a greater risk than are others. Risk factors include: Having kidney or liver disease. Not everyone who takes a statin will have side effects, but some people may be at a greater risk than are others. Risk factors include: Drinking too much alcohol. Not everyone who takes a statin will have side effects, but some people may be at a greater risk than are others. Risk factors include: Having certain conditions such as hypothyroidism or neuromuscular disorders including amyotrophic lateral sclerosis (ALS).   Drugs and food that interact with statins \n Grapefruit juice contains a chemical that can interfere with the enzymes that break down (metabolize) the statins in your digestive system. While you won't need to eliminate grapefruit entirely from your diet, ask your doctor about how much grapefruit you can have. Some drugs that may interact with statins and increase your risk of side effects include:   Amiodarone (Cordarone, Pacerone), a medication for irregular heart rhythms.  Gemfibrozil (Lopid), another variety of cholesterol drug.  HIV treatments called protease inhibitors such as saquinavir (Invirase) and ritonavir (Norvir).  Some antibiotic and antifungal medications, such as clarithromycin and itraconazole (Onmel, Sporanox).  Some immunosuppressant medications, such as cyclosporine (Gengraf, Neoral, Sandimmune). There are many drugs that may interact with statins, so be sure your doctor is aware of all the medicines you take when being prescribed with statins.  How to relieve statin side effects \n To relieve side effects believed to be caused by statins, your doctor may recommend several options. Discuss these steps with your doctor before trying them: To relieve side effects believed to be caused by statins, your doctor may recommend several options. Discuss these steps with your doctor before trying them: Take a brief break from statin therapy. Sometimes it's hard to tell whether the muscle aches or other problems you're having are statin side effects or just part of the aging process. Taking a break can help you determine whether your aches and pains are due to statins instead of something else.. To relieve side effects believed to be caused by statins, your doctor may recommend several options. Discuss these steps with your doctor before trying them: Switch to another statin drug. It's possible, although unlikely, that one particular statin may cause side effects for you while another statin won't. It's thought that simvastatin (Zocor) may be more likely to cause muscle pain as a side effect than other statins when it's taken at high doses.. To relieve side effects believed to be caused by statins, your doctor may recommend several options. Discuss these steps with your doctor before trying them: Change your dose. Lowering your dose may reduce some of your side effects, but it may also reduce some of the cholesterol-lowering benefits your medication has. Another option is to take the medication every other day, especially if you take a statin that stays in the blood for several days. Talk to your doctor to determine if this is appropriate for you.. To relieve side effects believed to be caused by statins, your doctor may recommend several options. Discuss these steps with your doctor before trying them: Take it easy when exercising. Unaccustomed vigorous exercise might increase the risk of muscle injury. It's best to make changes in your exercise routine more gradually. Exercise causes muscle pain too, so it is sometimes difficult to know if the pain comes from the statin or the exercise in someone who just started an exercise program.. To relieve side effects believed to be caused by statins, your doctor may recommend several options. Discuss these steps with your doctor before trying them: Consider other cholesterol-lowering medications. Although statins are the most effective oral medications for lowering your cholesterol, other types of drugs also are available. Sometimes, taking a combination of cholesterol drugs can provide the same result with lower doses of statins.. To relieve side effects believed to be caused by statins, your doctor may recommend several options. Discuss these steps with your doctor before trying them: Try coenzyme Q10 supplements. Coenzyme Q10 supplements may help prevent statin side effects in some people, though more studies are needed to determine any benefits of taking it. Talk to your doctor first to make sure the supplement won't interact with any of your other medications..   Weigh the risks and benefits \n Although side effects believed to be caused by statins can be annoying, consider the benefits of taking a statin before you decide to stop taking your medication. Remember that statin medications can reduce your risk of a heart attack or stroke, and the risk of life-threatening side effects from statins is very low.  If you have read about the potential side effects of statins, you may be more likely to blame your symptoms on the medication, whether or not they're truly caused by the drug. Even if your side effects are frustrating, don't stop taking your statin medication for any period of time without talking to your doctor first. Your doctor may be able to come up with an alternative treatment plan that can help you lower your cholesterol without uncomfortable side effects.  ", "pub_date": "2019-04-11T00:00:00", "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.mayoclinic.org/diseases-conditions/high-blood-cholesterol/in-depth/statin-side-effects/art-20046013", "keywords": "statin, side, effect, take, doctor"}