{"title": "Safety of statins emphasized in new report | American Heart Association", "body": "The benefits of the cholesterol-lowering medicine called statins far outweigh any risk of side effects, according to a new analysis of decades of scientific research. In fact, side effects of statins are rare, according to a new American Heart Association scientific statement published Monday in Arteriosclerosis, Thrombosis and Vascular Biology. Lynne Braun, a heart disease and stroke prevention expert who co-authored the statement, said she hopes the results put to rest any misconceptions patients or health care providers have about what she calls a lifesaving medication. \"This is a category of medications where it is clear, very clear, what the benefits are,\" said Braun, a nurse practitioner and a professor of nursing and medicine at Rush University in Chicago. Statins are used primarily to reduce low-density lipoprotein, or LDL, cholesterol, a waxy, fat-like substance that builds up in arteries. Research shows statins may lower heart attack risk by at least 25 percent and may also help patients with heart disease avoid cardiac procedures such as coronary stents. The statement comes 16 years after a clinical advisory issued by the AHA, the American College of Cardiology, and the National Heart, Blood, and Lung Institute reported similar findings. The authors of the new report reviewed dozens of studies dating back at least 20 years. Most were clinical trials, which are considered the most scientifically sound type of study. The scientific statement addresses muscle pain, muscle weakness and Type 2 diabetes, the most commonly reported side effects of statins, among others. Muscle pain and weakness were rare complaints in statin clinical trials. When muscle symptoms do occur, they often are linked to the drug's dosage, the authors said. Statins may slightly increase the risk for Type 2 diabetes, a condition that can lead to heart disease or stroke. But most people on the drugs already had a high risk for diabetes. Overall, people with diabetes who are on statins see an insignificant increase in blood sugar levels, the authors said. The authors suggested health care providers keep a close eye on certain patients who need or take statins, especially older adults who take multiple medications for chronic illnesses. For example, some studies suggest people who've had a brain hemorrhage and are on a statin are at risk of having a second brain attack or hemorrhage. People living with HIV may suffer muscle weakness and muscle pain, in part because of statins' chemical interplay with HIV drugs. Studies show people of East Asian heritage may be more susceptible to statin-related side effects, especially muscle pain and muscle weakness. Dr. Roger S. Blumenthal, a cardiologist at Johns Hopkins Ciccarone Center for the Prevention of Cardiovascular Disease in Baltimore, said the AHA's report is a comprehensive review of the pros and cons of taking statins. \"The main takeaway is that statin therapy is much safer – even more effective – than most of the general public has been led to believe,\" said Blumenthal, who was not involved in writing the report. Braun encourages patients who are concerned about taking statins to talk to their health care providers about finding the best medication for them. Patients shouldn't stop taking statins without consulting their doctor because that could be dangerous, she said. Braun also encourages health care providers to welcome questions from their patients and take the time to explain the benefits and risks of taking statins. \"Patients will be more apt to follow the advice that could be lifesaving for them,\" she said. \"Knowledge is power.\" If you have questions or comments about this story, please email editor@heart.org.\n ", "pub_date": null, "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.heart.org/en/news/2018/12/10/safety-of-statins-emphasized-in-new-report", "keywords": "statin, braun, muscle, weakness, statement"}