{"title": "Fight statin phobia with hard facts | MDedge Cardiology", "body": "SNOWMASS, COLO. – One of the toughest tasks in all of preventive cardiology is to convince statin-phobic patients at increased cardiovascular risk that they should take a statin, Robert A. Vogel, MD, observed. “The two hardest challenges I have in my practice are getting people to stop smoking and getting people who have fear of statins to take statins. That’s half my practice. If I could conquer those two goals it would be like climbing Mount Everest,” declared Dr. Vogel, a cardiologist at the University of Colorado, Denver. “There is one true harm of a statin that I always worry about, and that’s hemorrhagic stroke. It’s rare, but it does occur,” the cardiologist said at the Annual Cardiovascular Conference at Snowmass. Dr. Vogel highlighted key studies that he believes have convincingly addressed impaired cognition and other proposed statin side effects. He also provided an update on the safety profile of the proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors. Neurocognitive problems: The Food and Drug Administration really ratcheted up patient fretting when it mandated in 2012 that the labeling for all statins must include a warning of postmarketing reports of adverse events involving ill-defined memory impairment and confusion that were reversed upon drug discontinuation. “I can tell you, I’ve had dozens of patients come in and say, ‘What about this warning? I’m afraid of dementia,’ ” Dr. Vogel said. It’s tough to refute anecdotal case reports, but Dr. Vogel pointed to several published meta-analyses of prospective cohort studies, randomized controlled trials, and cross-sectional studies to illustrate his point. For example, investigators at Johns Hopkins University in Baltimore analyzed the results of 16 high-quality randomized trials and prospective cohort studies and found that the short-term studies showed no effect of statin therapy on measurable cognitive endpoints. Moreover, the pooled results of eight long-term studies, including more than 23,000 patients, showed a significant 29% reduction in new-onset dementia in statin-treated patients (Mayo Clin Proc. 2013 Nov;88[11]1213-21). Another meta-analysis, this one including 27 studies, concluded there is “moderate-quality evidence” to suggest statin users have no increased incidence of dementia, mild cognitive impairment, or any change in neurocognitive scores related to executive function, declarative memory, processing speed, or global cognitive performance.\n\n              Hard road disproving that statins make you dumb          \n\nIn this same report, the investigators delved into the FDA’s adverse event reporting database and determined that the rate of reported cognitive-related adverse events was 1.9 cases per 1 million statin prescriptions, identical to the rate for clopidogrel and essentially the same as the 1.6 cases per 1 million rate for losartan (Ann Intern Med. 2013 Nov 19;159[10]:688-97). “It shows that if you take any drug and put it in the type of population we give these drugs to, you’re going to see about the same frequency of these anecdotal reports, with no signal that statins are any worse than any other drugs we use in cardiology. Is this proof that statins don’t cause cognitive impairment? No, but it’s suggestive that if you give drugs, people have adverse events that may or may not be related to those drugs. So this was reassuring to me that we’ll see this stuff anecdotally, but it probably isn’t due to the statin itself,” Dr. Vogel continued. Myalgia: In the STOMP study (Effect of Statins on Skeletal Muscle Function and Performance), investigators at Hartford (Conn.) Hospital randomized 420 healthy, statin-naive subjects in a double-blind fashion to 80 mg/day of atorvastatin or placebo for 6 months. The incidence of myalgia was 9.4% in the atorvastatin group compared with 4.6% in placebo-treated controls. Of note, muscle strength on formal testing wasn’t reduced to a greater extent in myalgic patients on atorvastatin than in myalgic patients on placebo (Circulation. 2013 Jan 1;127[1]:96-103). “There is a signal there,” Dr. Vogel commented. “So the true [placebo-subtracted] incidence of myalgias on a high-dose statin is about 5%. It’s not 20%, it’s not 30%, it’s about 1 patient in 20. It’s real, but it’s not everybody. Those are the numbers you have to think about. If half your patients on statin therapy are getting myalgias, you need to go into a different practice because you’ve got a bunch of Web-searching patients.” Diabetes: A meta-analysis of 13 randomized controlled trials of statins with more than 91,000 participants and a mean of 4 years of follow-up concluded that for every 255 patients treated with a statin for 4 years, there would be one extra case of new-onset type 2 diabetes, a harm dwarfed by the reduction in cardiovascular events (Lancet. 2010 Feb 27;375[9716]:735-42). The mechanism for this statin-related, slightly increased risk of developing type 2 diabetes has been clarified by a genetic analysis involving more than 223,000 participants in 43 genetic studies. A large multicenter team of investigators showed that genetic polymorphisms resulting in a less active 3-hydroxy-3-methylglutaryl-coenzyme A reductase gene are associated with lower LDL cholesterol, slightly higher body weight and waist circumference, and increased plasma insulin and plasma glucose. The investigators showed that the more of these alleles an individual possessed, the greater the risk of type 2 diabetes (Lancet. 2015 Jan 24;385[9965]:351-61). Hemorrhagic stroke: In the SPARCL study (Stroke Prevention by Aggressive Reduction in Cholesterol Levels), 4,731 patients with a recent stroke or transient ischemic attack – 67% of which were ischemic strokes, 2% hemorrhagic strokes – were randomized to high-dose atorvastatin or placebo. Atorvastatin for secondary prevention markedly reduced the overall stroke risk. But this was due to a dramatic decrease in ischemic strokes. The incidence of hemorrhagic stroke was 2.3% in patients on atorvastatin at 80 mg/day for secondary prevention, compared with 1.4% in placebo-treated controls. In multivariate analysis, the SPARCL investigators found that hemorrhagic stroke risk was increased by an adjusted 68% in patients on atorvastatin, 465% in patients whose prior stroke was hemorrhagic, and 519% in patients with a blood pressure reading of 160-179/100-109 mm Hg at their last clinic visit prior to the hemorrhagic stroke (Neurology. 2008 Jun 10;70[24 Pt 2]:2364-70). Hepatic dysfunction: This event is extremely rare, so much so that it’s not listed as a side effect in statin labeling. Monitoring of liver function tests is no longer recommended in patients on statin therapy. If elevated tests are seen, find out about the patient’s alcohol consumption – the explanation is far more likely to lie there, according to Dr. Vogel. ", "pub_date": null, "access_date": "2019-11-29", "query": "cardiologists against statins", "Google rank": "", "url": "https://www.mdedge.com/cardiology/article/157522/preventive-care/fight-statin-phobia-hard-facts", "keywords": "statin, vogel, patient, hemorrhagic, stroke"}