{"title": "10 Supplements for a Healthy Heart", "body": " This is what I say when people ask me, “Do I need nutritional supplements?”: “No. Nor do you need indoor plumbing and electricity. But why in the world would you choose to live without them?” Nowhere is that more true than when we’re talking about the heart. Top Ten Supplements for Your Heart Here are my top choices for a “healthy heart” supplement program. Remember, the word is supplement—not substitute. You can’t eat a crummy, low-fiber, low-fat, high-sugar diet and expect that a few pills will prevent any damage. But when you add these supplements to a smart eating plan, well, look out world, because your heart is going to be very well taken care of—at least when it comes to nutrition. CoQ10 Coenzyme Q10—CoQ10 for short—is an important nutrient that recharges the energy production furnaces in the cells (known as the mitochondria). It’s one of the greatest nutrients for energy on the planet, and since the heart cells produce more energy than any other organ, CoQ10 and the heart are a natural fit. D-Ribose A simple sugar, D-ribose’s benefits include cardiac surgery recovery, restoring energy to stressed skeletal muscles, and reducing free-radical formation in tissues deprived of oxygen. Magnesium Magnesium helps widen and relax blood vessels, which means your heart can pump blood more easily, thereby reducing blood pressure. Studies show that people who consume more magnesium tend to have lower blood pressure. Omega 3s (Fish Oil) Blood levels of omega 3 fatty acids may be one of the best predictors of sudden heart attacks, and people with the lowest levels are at highest risk. Among their numerous benefits, these essential fatty acids help reduce inflammation, blood pressure, and triglyceride levels. Vitamin C A 2011 study in the American Heart Journal found that blood levels of vitamin C predicted incident heart failure in both men and women. In other words, the lower the level of vitamin C in the blood, the higher the risk for heart failure. Vitamin D Studies show that a low level of vitamin D is a risk factor for cardiovascular disease. Low concentrations of 25-hydroxyvitamin D (25(OH)D)—the major form of vitamin D circulating in the blood—are an independent risk factor for cardiovascular events, in particular for strokes and sudden cardiac deaths. And few of us get enough of this important vitamin. Curcumin Curcumin is not only a powerful anti-inflammatory, it also provides antioxidant, anti-thrombotic, and cardiovascular-protective benefits. Among its heart duties, curcumin reduces oxidized LDL cholesterol. Resveratrol Resveratrol—an anti-aging nutrient found primarily in red wine and the skins of dark grapes—protects your arteries against blood clots, improves elasticity, and reduces blood pressure as well as oxidized LDL. A powerful antioxidant, resveratrol inhibits several inflammatory enzymes that can trigger heart disease. Resveratrol also stops certain molecules from sticking to artery walls, where they can create inflammation. The active ingredient in resveratrol is called trans-resveratrol. Look for the amount of trans-resveratrol contained within any supplement. Garlic A universal remedy if there ever was one, garlic has the ability to reduce arterial plaque. Vitamin K Vitamin K—especially K2—has the ability to keep calcium in the bones and out of the arteries where it doesn’t belong. ", "pub_date": null, "access_date": "2019-12-02", "query": "supplements for heart", "Google rank": "", "url": "https://tasteforlife.com/supplements/vitamins/10-supplements-for-a-healthy-heart", "keywords": "resveratrol, heart, vitamin, blood, supplement"}