{"title": "8 heart health supplements to take - and one to avoid | Healthy You", "body": "Our modern world can bring overwhelming amounts of information aimed at helping us get healthier through supplements. Often, some people will see improvements, while others won’t. Here are some supplements that can help boost the effects of healthy diet and exercise for your precious heart, and one supplement to avoid. In the United States, dietary supplements are substances you eat or drink. They can be vitamins, minerals, herbs or other plants, amino acids (the individual building blocks of protein), or parts of these substances. They can be in pill, capsule, tablet, or liquid form. They supplement (add to) the diet and should not be considered a substitute for food. Click the name of each supplement to see more information, including results from studies, showing uses and doses. You can share this information with your doctor to find the right supplements for you. 1. Multivitamin & mineral Vitamins and minerals taken in appropriate doses may aid in lowering heart disease risk. Whole foods should be the main source of nutrients, and research shows that many people fall short of recommended intakes. A supplement can't make up for unhealthy eating habits, but sometimes even people who have healthy eating habits find it hard to get all the fruits, vegetables, and other healthy foods they need. A supplement can help fill in the gaps. Numerous studies suggest positive association between taking vitamin and mineral supplements, and heart disease prevention. Vitamin and mineral supplements can be safe and inexepensive and may provide a health benefit. 2. Coenzyme Q10 (Co Q10)                 Coenzyme Q10 (CoQ10) is a substance similar to a vitamin. It is found in every cell of the body. Your body makes CoQ10, and your cells use it to produce energy your body needs for cell growth and maintenance. It also functions as an antioxidant, which protects the body from damage caused by harmful molecules. CoQ10 is naturally present in small amounts in a wide variety of foods, but levels are particularly high in organ meats such as heart, liver, and kidney, as well as beef, soy oil, sardines, mackerel, and peanuts. Coenzymes help enzymes work to help protect the heart and skeletal muscles. CoQ10 is also said to help heart failure, as well as boost energy, and speed recovery from exercise. Some people take it to help reduce the effects certain medicines can have on the heart, muscles and other organs. 3. Fiber The best way to get fiber is from food. However, if you don't include enough fiber-rich food in your diet and choose to use a fiber supplement, choose a product that has different types of fiber in it-both soluble and insoluble. When taking a fiber supplement, be sure to stay well hydrated. Psyllium fiber may help lower cholesterol when used together with a diet low in cholesterol and saturated fat.   If you choose to take a fiber supplement, be sure you don't inadvertently purchase a laxative supplement instead. The labels on both types of supplements may say something like \"regulates bowel patterns.\" Fiber seems to be most effective used in conjunction with diet and exercise for contributing to weight loss. 4. Omega-3 fatty acids Omega-3 polyunsaturated fatty acids are found in oil from certain types of fish, vegetables, and other plant sources. These fatty acids are not made by the body and must be consumed in the diet or through supplements, often “fish oil.” Omega-3 polyunsaturated fatty acids work by lowering the body's production of triglycerides. High levels of triglycerides can lead to coronary artery disease, heart disease, and stroke. Omega-3 polyunsaturated fatty acids used together with diet and exercise help lower triglyceride levels in the blood. In a double-blind study of patients with chronic heart failure, supplementation with fish oil resulted in a small but statistically significant decrease in the number of patients who died or were hospitalized for cardiovascular reasons. In another double-blind trial, supplementation improved heart function and decreased the number of hospitalizations in some patients.  5. Magnesium Low magnesium levels can be a predictor of heart disease, research has revealed. Low magnesium has been linked with cardiovascular risk factors such as: high blood pressure, arterial plaque build-up, calcification of soft tissues, cholesterol and hardening of the arteries. Magnesium supplements come in various forms and mineral combinations, such as magnesium citrate , magnesium gluconate, magnesium hydroxide and the popular form of magnesium sulfate , also known as Epsom salt, used in baths and foot soaks for sore, tired muscles. Patients with kidney disease need to be cautious with magnesium, warns Sherri Rutherford, DO, PeaceHealth Southwest Washington integrative medicine, and talk with their doctor.   6. L-Carnitine L-carnitine is an amino acid needed to transport fats into the mitochondria (the place in the cell where fats are turned into energy). Adequate energy production is essential for normal heart function. Several studies using L-carnitine showed an improvement in heart function and a reduction in symptoms of angina. People with congestive heart failure have insufficient oxygenation of the heart, which can damage the heart muscle. Such damage may be reduced by taking L-carnitine supplements.  Taking L-carnitine may also help reduce damage and complications following a heart attack. 7. Green tea Green tea has been enjoyed for centuries, and used as a likely effective aid in treating high cholesterol. Green tea has been shown to lower total cholesterol and LDL cholesterol levels according to several preliminary and controlled trials. Dr. Rutherford recommends three cups per day, rather than extract, since contamination can be a concern as a supplement. 8. Garlic Besides making food taste good for many people, garlic taken orally as a supplement has been used as a possibly effective aid in treating high blood pressure and coronary artery disease. Garlic can affect blood-clotting and may increase your risk of bleeding. If you need surgery, dental work, or a medical procedure, stop taking garlic at least two weeks ahead of time. Avoid excess choline Humans consuming excess choline, an essential nutrient plentiful in meat, eggs and milk, raises levels of a bacteria-produced compound called trimethylamine N-oxide (TMAO), and the tendency of platelets to clump together and form clots. Excessive blood clotting limits or blocks blood flow which can cause heart attack, stroke, damage to the body’s organs, or death. Numerous studies have shown that higher blood levels of TMAO are associated with a greater risk of heart disease, including heart attacks and strokes in humans, and recent studies showed that feeding animals choline-supplemented diets also raised their risk of clotting. Talk to your doctor, and keep in mind Talk to your doctor, and keep in mind Not all supplements are safe. If you are unsure about the safety of a supplement or herb, talk to your doctor, pharmacist, or dietitian.. Talk to your doctor, and keep in mind Always tell your doctor if you are using a dietary supplement or if you are thinking about combining a dietary supplement with your conventional medical treatment. It may not be safe to forgo your conventional medical treatment and rely only on a dietary supplement. This is especially important for women who are pregnant or breastfeeding.. Talk to your doctor, and keep in mind Like conventional medicines, dietary supplements may cause side effects, trigger allergic reactions, or interact with prescription and nonprescription medicines or other supplements you might be taking. A side effect or interaction with another medicine or supplement may make other health conditions worse.. Talk to your doctor, and keep in mind The way dietary supplements are manufactured may not be standardized. Because of this, how well they work or any side effects they cause may differ among brands, or even within different lots of the same brand. The form of supplement that you buy in health food or grocery stores may not be the same as the form used in research.. Sources:https://www.betternutrition.com/features-dept/supplements-for-heart-healthhttps://www.webmd.com/vitamins-and-supplements/supplements-heart-healthy#1 ", "pub_date": "2018-01-30T13:29:00-08:00", "access_date": "2019-12-02", "query": "supplements for heart", "Google rank": "", "url": "https://www.peacehealth.org/healthy-you/8-heart-health-supplements-take-and-one-avoid", "keywords": "supplement, heart, magnesium, fiber, carnitine"}