{"title": "Few supplements have proven heart benefits - Reuters", "body": "Few nutritional supplements can protect people from developing or dying from cardiovascular disease, and some may actually be harmful, a research review suggests.   Researchers examined data from 277 trials with a total of almost one million participants to assess the effects of 16 different nutritional supplements and 8 dietary interventions on the risk of heart problems and strokes.  Most of the vitamins, minerals, supplements and diets didn’t protect against heart attack or stroke or reduce the risk of death from heart-related causes, researchers report in Annals of Internal Medicine.  “People should focus on healthy diet from nutritional food sources, not vitamins or supplements, in combination with healthy lifestyle which includes regular physical activity and not smoking,” said Dr. Safi Khan, lead study author and a researcher at West Virginia University School of Medicine in Morgantown.   Current U.S. dietary guidelines recommend several healthy eating patterns, including Mediterranean and vegetarian diets, but they do not recommend routine supplement use to reduce the risk for cardiovascular disease or other chronic diseases, researchers note.   Previous research has linked a Mediterranean diet rich in fruits, vegetables, legumes, whole grains, fish and healthy fats to a healthier heart and brain, particularly as people age. Vegetarian diets have also been tied to a lower risk of heart disease.   Despite the lack of evidence proving a clear benefit for most supplements, roughly half of U.S. adults take some type of supplement they think will help improve their health, the study team writes.   In the current study, researchers did find some evidence that reduced salt intake was associated with a lower risk of premature death from all causes among patients with normal blood pressure.   Omega-3 fatty acids, meanwhile, appeared to lower the risk of heart attacks and coronary heart disease.   And folic acid appeared to help lower the risk of strokes.   But supplements with a combination of calcium and vitamin D intake were associated with a higher risk for stroke, the analysis also found.  In addition, there seemed to be no significant effect on mortality or cardiovascular outcomes from other supplements, such as multivitamins, selenium, vitamin A, vitamin B6, vitamin C, vitamin E, vitamin D alone, calcium alone, folic acid, and iron, or from dietary interventions such as the Mediterranean diet, reduced saturated fat intake, modified fat intake, reduced dietary fat intake, and increased intake of fish oil supplements.  Even though the analysis looked at data from clinical trials that randomly assigned some patients to take supplements while others did not - the gold standard for testing the effect of specific interventions - there are still some limitations.  The biggest drawback is that the smaller studies in the analysis used a variety of methods for testing the effect of supplements and examined different doses and formulations of these products for varied lengths of time.   Still, the authors conclude that there’s enough evidence to suggest that people shouldn’t start taking supplements just because they want to prevent heart problems.   “There are no convincing data that any vitamin or supplement reduces heart attacks,” said Dr. Eric Topol, coauthor of an editorial accompanying the study and executive vice president of Scripps Research in La Jolla, California.   “Don’t take supplements,” Topol said by email.   SOURCE: bit.ly/30tyMWm Annals of Internal Medicine, online July 8, 2019. ", "pub_date": "2019-07-09T21:53:14+00:00", "access_date": "2019-12-02", "query": "supplements for heart", "Google rank": "", "url": "https://www.reuters.com/article/us-health-heart-supplements/few-supplements-have-proven-heart-benefits-idUSKCN1U42MS", "keywords": "supplement, vitamin, intake, heart, mediterranean"}