{"title": "My Top 7 Picks: Supplements for a Healthy Heart", "body": "By Steve S. Ryan, PhD While not considered “A-Fib specific” like your medications, these minerals and supplements may improve overall heart health and thereby help your Atrial Fibrillation.  Recommendations for Heart Health For a detailed discussion of these minerals and supplements along with recommended dosages, see our article, ‘Natural’ Supplements for a Healthy Heart. Our seven recommendations are:  • Taurine\n• Coenzyme Q10\n• L-Carnitine\n• Omega-3 Fish Oils\n• Ribose (D-Ribose)\n• Hawthorne Berry\n• BCAA+G Many Sources and My Amazon.com List These minerals and supplements are available from many reputable retail and online sources. To make shopping easy for you, see my ‘Wish List’ on Amazon.com. (Note: Use any of these Amazon portal links, and your purchases help support A-Fib.com.)   To get you started choosing brands, tablet size and forms of each supplement, we offer you 2 brands that meets our requirements. 1.  Taurine, 1000 Mg Taurine, along with Magnesium and Potassium, have been described as “the essential trio” for treating nutritional deficiencies relating to A-Fib. Taurine protects potassium levels inside the heart, regulates cellular calcium, and improves heart muscle contraction. Suggested products: Now Foods Taurine 1000Mg, 100-Capsules; Source Naturals Taurine 1000mg, 240 Capsules 2. Ubiquinol CoQ10 (coenzyme) 100 Mg Coenzyme’s ability to energize the heart is perhaps its chief attribute; improves heart functions and heart rhythm problems. Coenzyme is a naturally occurring enzyme and plays a key role in producing energy in the mitochondria. “Ubiquinol” is a more readily absorbed form. Source Naturals Ubiquinol CoQ10 100mg, 90 Softgels; Jarrow Formulas Ubiquinol QH-Absorb, High Absorption/Enhanced Stability, 100 mg, 120 Softgels 3. GPL-Carnitine dosage: 500 -1000 Mg  L-Carnitine is a vitamin-like nutrient; a derivative of the amino acid lysine which helps to turn fat into energy. Considered by some to be the single most important nutrient in cardiac health. It reduces the incidence of cardiac arrhythmias and premature ventricular contractions (PVCs). Swanson Glycine Propionyl-L-Carnitine Hcl Gplc 840 mg 60 Caps; Vitacost GPLC Glycine Propionyl L-Carnitine HCl-GlycoCarn 1000 mg PLC per serving – 60 Capsules 4. Omega 3 Fish Oil 1000 Mg  Essential fatty acids like EPA and DHA are considered by some to be natural defibrillators, lessening the incidence of cardiac arrhythmias and A-Fib. Krill Fish Oil 1000 Mg; Essential Fatty Acids (EPA and DHA) make blood platelets less sticky, less likely to form clots (cause of strokes). Some prefer Krill oil to fish oil as it’s exacted from organisms living in pristine deep-water seas. Source Naturals Omega EPA Fish Oil, 1000mg, 100 Softgels; MegaRed Extra Strength Omega 3 Krill Oil 500mg Supplement, 60 Count 5. Ribose/D-Ribose Powder  Ribose increases tolerance to cardiac stress, lowers stress during exercise, and maintains healthy energy levels in heart and muscle. The heart’s ability to maintain energy is limited by one thing—-the availability of Ribose. Now Foods D-Ribose Powder, 8-Ounce; Doctor’s Best Best D-Ribose Featuring Bioenergy Ribose, 250-Gram 6. Hawthorne Extract  Hawthorne Berry reduces tachycardias and palpitations and prevents premature ventricular contractions (PVCs). Hawthorne Berry can energize the heart without prompting arrhythmias. It has a normalizing effect upon the heartbeat. Dosage 300 to 510 Mg Now Foods Hawthorn Extractract 300mg, Veg-capsules, 90-Count; Nature’s Way Hawthorn Berries , 510 mg., 180 Veg-capsules 7. BCAA with L-Glutamine, 1000 Mg ‘Branched Chain Amino Acids’ (BCAA) are critical to the repair and maintenance of strong heart muscle and function. Be sure to get BCCA in combination with L-Glutamine (though challenging to find). We like the powder form. Suggested products: MRM BCAA+G, Lemonade, 35.2-Ounce (1000g) Plastic Jar; BodyTech BCAA and Glutamine (13.8 Oz Powder) Note: Mineral supplements may interfere or interact with your prescription medications, so always consult your doctor before adding any supplements to your treatment plan. Many Physicians are Not Well Versed in Nutritional Support Always discuss with your doctor Don’t expect a lot of support from your doctor. Unfortunately, a great number of doctors are not well versed in recommending or supervising nutritional support. Quite often, they may dismiss your inquiries about nutritional supplements.  You may need to work with (or educate) your doctor to determine the benefit of supplements for your A-Fib health. Learn about Mineral Deficiencies and Atrial Fibrillation For an extensive discussion about mineral deficiencies, see our Treatments page: Minerals Deficiencies. (Visited 1 times, 1 visits today) Share the goodness of A-Fib.com  ", "pub_date": "2016-08-24T11:00:00-07:00", "access_date": "2019-12-02", "query": "supplements for heart", "Google rank": "", "url": "https://a-fib.com/my-top-7-picks-natural-supplements-for-a-healthy-heart/", "keywords": "mg, ribose, fib, taurine, bcaa"}