{"title": "5 supplements (and foods) for a stronger heart | Examine.com", "body": "February is National Heart Month. Although heart disease is the leading cause of death for men and women worldwide, it’s largely preventable. That makes heart-health supplements a big business, which means a lot of hype and marketing fluff by various supplement companies. So we’ve taken it upon ourselves to analyze five supplements that have actual evidence behind their benefits. As always, remember to always consult with your physician before taking anything — some supplements have medication interactions. Nitrates are one of the reasons why vegetables are so good for you. Nitrates break down into nitrites, which circulate in the body and are turned into nitric oxide (NO). Nitrates, found abundantly in beetroot and a variety of leafy greens (arugula, collards, etc.), are a reliable and effective way to increase nitric oxide synthesis in the body. Elevated NO levels are associated with better circulation and lower blood pressure.[1] Eating a diet with a good amount of nitrate-containing vegetables decreases your risk for hypertension[1] and can improve endothelial cell function (the cells that line the inside of your blood vessels).[2] As an added bonus, increasing your overall vegetable (and fruit!) intake can reduce the risk of cardiovascular disease, cancer, and premature death.[3]  Although you can find nitrates in processed meats, it’s not quite the same as getting them through vegetables. It is thought that various compounds in the meat interact with the nitrates during cooking and processing to form potentially pro-carcinogenic elements like nitrosamines. You can read up on this process and how it may affect your health here: Scientists found that red meat causes cancer ... or did they? While garlic can also enhance NO signaling in the body, its blood pressure lowering effects are mostly due to another compound: hydrogen sulfide (H2S). Whether part of your diet or supplemented, garlic is a cheap and potent way to increase hydrogen sulfide signaling in the body — which in turn relaxes blood vessels and lowers blood pressure.[4] In those with elevated cholesterol (>200 mg/dL, >5.5 mmol/L), consistently consuming garlic for two months or more can moderately reduce total as well as low-density lipoprotein (LDL) cholesterol and can slightly bump up high-density lipoprotein (HDL).[5] Because it can improve several cardiovascular parameters, garlic makes a good heart-health supplement. A healthy artery is a flexible one. During arterial calcification, calcium adheres to the artery wall, increasing its stiffness. Arterial stiffness and flexibility are very reliable biomarkers of mortality from cardiovascular diseases. Vitamin K2, found in egg yolks and some fermented foods, is one of the few dietary supplements that may be able to reduce arterial calcification[6] and stiffness.[7]  Vitamin K can roughly be broken up into 3 groups: K1, K2, and K3. K1 plays a large role in blood clotting, while K2 is responsible for calcium regulation. K3 is a synthetic provitamin not used in human food fortification or supplementation, as it can harm your health.[8] While most can get adequate K1 from eating green leafy vegetables, K2 supplementation may be necessary to reap some of K2 cardiovascular benefits. Bonus: Vitamin K2 provides benefits for bone health too![9] It’s especially useful if you take vitamin D and calcium. Insulin resistance can worsen cardiovascular health over time, since chronically elevated blood sugars can cause tissue damage and increased blood pressure.[10][11]  Berberine is an AMP-Activated Protein Kinase (AMPK) activator — which means it can help draw glucose and lipids into a cell, allowing them to be used as energy. With blood sugar reduction comparable to the diabetes drug Metformin, berberine is a very potent blood glucose-lowering agent that can be beneficial for people with impaired glucose regulation. When paired with lifestyle interventions, berberine can greatly improve glucose levels (HbA1c) and help bring down high cholesterol in those with type 2 diabetes.[12]  Taurine (L-taurine) is a conditionally essential amino acid found abundantly in the body — particularly in heart tissues where it helps maintain a regular heartbeat.[13] Under healthy conditions, our bodies can produce taurine from the amino acids methionine and cysteine and from vitamin B6. In patients with heart failure, short-term taurine supplementation (~2 weeks) yielded improvements in cardiovascular function surrounding a bout of exercise.[14][15][16] Studies have also suggested that taurine may have some beneficial effects on blood pressure in those with pre-hypertension or hypertension.[17][18]  If you want more specific details on when to take these supplements, how much to take, and step-by-step directions, check out our Heart & Circulation Supplement Guide, a thorough guide on the latest evidence for heart health supplements. ", "pub_date": "2019-11-13T05:46:04-05:00", "access_date": "2019-12-02", "query": "supplements for heart", "Google rank": "", "url": "https://examine.com/nutrition/5-supplements-and-foods-for-a-stronger-heart/", "keywords": "nitrate, supplement, taurine, blood, berberine"}