{"title": "Taking Dietary Supplements | Choosing Wisely", "body": "They don’t help—and some can be harmful Vitamins and supplements are big business in the US. Americans spent almost $34 billion on them in 2013, according to the Nutrition Business Journal. These products are heavily marketed. For many years, people believed claims that they could help prevent heart disease and cancer. There has now been a great deal of research on these claims. And the research shows that most people don’t benefit from taking supplements. And some supplements can be harmful for some people. Here’s what you should know. Vitamin E and beta-carotene won’t prevent cancer or heart disease. Research shows that supplements of vitamin E and beta-carotene do not help prevent cancer or heart disease. We know less about multivitamins.  So far there is not enough evidence to show that they help prevent cancer or heart disease. Vitamin E and beta-carotene supplements can be harmful. Studies show that beta-carotene may increase the risk of lung cancer in smokers and people who have been exposed to asbestos. Another study showed that vitamin E may increase the risk of prostate cancer. The researchers suggested that men over age 55 should limit vitamin E to no more than 22 IU of natural vitamin E or 33 IU of synthetic vitamin E each day. There are better ways to prevent cancer and heart disease. There is strong evidence that the following steps can help prevent heart disease and cancer: There is strong evidence that the following steps can help prevent heart disease and cancer: Avoid using tobacco.. There is strong evidence that the following steps can help prevent heart disease and cancer: Keep a healthy weight.. There is strong evidence that the following steps can help prevent heart disease and cancer: Get at least 30 minutes of exercise most days of the week.. Get nutrition from a healthy diet, not supplements. Studies suggest that the Mediterranean diet can help reduce the risk of heart disease and certain cancers. The diet includes plenty of vegetables and fresh fruit. Some research shows that cabbage, broccoli and kale may help lower the risk for certain cancers. The diet also includes lean meats, fish, and beans, olive oil, and whole grains. When supplements may be helpful. Some people may need supplements: Some people may need supplements: Women who might get pregnant should take folic acid supplements.. Some people may need supplements: Some people, especially after age 65, may need a vitamin D supplement.. Some people may need supplements: Vegetarians may need extra vitamin B12.. Talk to your doctor if you think you might need a supplement. Also, your doctor may advise you to take a supplement because you have a certain medical condition. This report is for you to use when talking with your health-care provider. It is not a substitute for medical advice and treatment. Use of this report is at your own risk.\n© 2015 Consumer Reports. Developed in cooperation with the American College of Preventive Medicine for Choosing Wisely, a project of the ABIM Foundation.\n This report is for you to use when talking with your health-care provider. It is not a substitute for medical advice and treatment. Use of this report is at your own risk. © 2015 Consumer Reports. Developed in cooperation with the American College of Preventive Medicine for Choosing Wisely, a project of the ABIM Foundation. 8/2015 ", "pub_date": null, "access_date": "2019-12-02", "query": "supplements for heart", "Google rank": "", "url": "http://www.choosingwisely.org/patient-resources/dietary-supplements-to-prevent-heart-disease-or-cancer/", "keywords": "supplement, cancer, vitamin, heart, prevent"}