{"title": "Best supplements for the heart: The four supplements to reduce heart disease risk | Express.co.uk", "body": "A wide range of supplements are available in shops and on the internet, some of which claim to improve heart health as well as more specific conditions like coronary heart disease. What are the best supplements to take to ensure a healthy heart? Magnesium According to WebMD, every cell in the body needs magnesium. It helps keep muscles strong and nerves alert. In a study with the journal Circulation it was suggested that daily magnesium supplements can help an ailing heart. Lead author of the study, Doctor C. Noel Bailey Merz said: “Magnesium supplements enabled heart disease patients to exercise for longer periods and appeared to protect their hearts from the stress of exercise. \"Magnesium also restored some of the blood vessels ability to open up when the body needs more blood.” Cinnamon Cinnamon has been linked to a reduced risk of heart disease. The supplement helps reduce levels of total cholesterol, triglycerides and blood pressure. Cinnamon is loaded with antioxidants and antioxidants help protect the body from oxidate damage caused by free radicals. In a study that compared the antioxidant activity of 26 spices, cinnamon wound up as the clear winner, even outranking “superfoods” like garlic and oregano. Cinnamon also contains anti-inflammatory properties which helps repair damaged tissue. Omega-3 fatty acid Omega-3 fatty acids help support a healthy functioning heart and have numerous benefits for heart health. Omega-3 fatty acid supplements help in reducing triglycerides, blood pressure, cholesterol and blood clots which all make the heart pump stronger. Omega-3s improve numerous heart disease risk factors. Folic acid Folic acid is often referred to as vitamin B9 and has many benefits for heart health. The supplement helps to regulate the amount of homocysteine, an amino acid associated with a possible risk for blood clots, found in the bloodstream. Researchers say a daily dose of folic acid could reduce a person’s risk of heart disease and stroke by about 20 per cent. To ensure your heart is at an optimal level, one should follow a healthy diet such as the Mediterranean diet, get enough exercise and reduce the amount of alcohol consumed. It’s important to speak with your GP before embarking on new supplements for the heart. ", "pub_date": "2019-08-07T11:31:00+01:00", "access_date": "2019-12-02", "query": "supplements for heart", "Google rank": "", "url": "https://www.express.co.uk/life-style/health/1162761/best-supplements-heart-magnesium-cinnamon-omega-3-fatty-acid-folic-acid-mediterranean-diet", "keywords": "heart, cinnamon, supplement, magnesium, acid"}