{"title": "4 Best Vitamins and Supplements to Boost Heart Health", "body": "If you have a family history of heart trouble, you may already know what it takes to keep your heart going strong. We’ve dug deep into recent scientific findings to provide even more helpful tips for keeping your cardiovascular system running smoothly. Learn which supplements will help keep your heart pumping for years to come, according to latest science.  Your heart never takes a break. It’s hard at work even while you sleep and pulls double duty during stressful moments and intense workouts. You can carry on without some organs, but the heart certainly isn’t one of them.  Fortunately for us, the heart has evolved into a strong and dependable muscle. Caring for your cardiovascular system, including your heart, is crucial to living a long, full life.   Before we break down the strategies for maintaining a healthy heart, let’s talk about how and why heart diseases (also known as cardiovascular diseases) develop.   According to the US Center for Disease Control (CDC), heart disease is the leading cause of death among men and women in the United States. The heart pumps blood to different parts of our bodies through a system of arteries, veins and vessels. That’s nearly 100,000 miles for an adult—or 4 times the circumference of the Earth!  For this reason it becomes essential to support healthy blood vessels. It’s the blood vessels feeding the heart muscle that can be blocked causing a heart attack. Going all in on vessel health is key: avoid smoking, be active, manage stress, and eat a whole foods diet.  Beyond this fundamental advice, let’s highlight four supplements shown to additionally improve your heart health. As an added bonus, we've thrown five lifestyle tips to keep your ticker in tip-top shape. 1. Coenzyme Q10: a heart health powerhouse Coenzyme Q10, often shortened as CoQ10, is an enzyme that the body naturally produces to facilitate important functions including electron transport and blood pressure regulation. Specifically, CoQ10 helps the mitochondria, the powerhouse in a cell, to convert compounds in food into energy.  CoQ10 also functions as an  antioxidant that prevents free radicals from harming the body through oxidation. A 2012 meta-analysis found a significant improvement in endothelial function with Coenzyme Q10 supplementation. A 2007 study of patients with heart failure also supports the role of CoQ10 in heart health. Natural production of CoQ10 slows down as we age, so it’s a good idea to add foods high in CoQ10 or supplements to one’s diet. Fish, meat, and whole grains are particularly high in CoQ10.  Look for supplements that contain ubiquinol, the form of CoQ10 that is naturally produced in the body and more readily absorbed when taken in supplement form. If you can, skip supplements containing ubiquinone, which is more common, but widely seen as less effective.  2. Omega-3 fatty acids Omega-3 fatty acids are among the most important nutrients when it comes to cardiovascular health. There is extensive science that supports the use of omega-3 fatty acids to maintain healthy blood pressure and cholesterol. They play an important role in regulating the cardiovascular system. There are three main types of omega-3 fatty acids. ALA (alpha-linolenic acid) is classified as an essential fatty acid, because the human body needs, but doesn’t produce it on its own.  The other two types are EPA (eicosapentaenoic acid) and DHA (docosahexaenoic acid). It’s EPA and DHA that seem more important for heart health, being more anti-inflammatory.  It may seem counter-intuitive that the body needs these “good” fats to prevent the build-up of plaque. It’s important to distinguish between the types of fat needed to function properly and support, and bad types of fat (ie. hydrogenated oils), which are now known to be inflammatory and damaging to blood vessel lining.   Omega-3 fats are one of the good kinds, and studies have shown that they can support inflammation,  blood pressure, and keep the heart beating steadily. Fish, nuts, and seeds are high in omega-3 fats, with the priority going to fish sources, as they are highest in the EPA and DHA fats. Incorporate them into your diet, or look for a quality supplement, such as fish oil supplements derived from salmon or cod.  If you are allergic, vegetarian, or vegan, look for algae oil or algal oil. Algae is well-regarded as a quality, vegan source of EPA and DHA. Additionally, it can be produced in a more environmentally-sustainable fashion than fish. Astaxanthin (pronounced “as-ta-zan-thin”) is a very unique antioxidant that is known for giving many fish and shellfish a bright pink color. The purest form of this powerful antioxidant is derived from a very small algae.  Strong research shows that astaxanthin can support heart health, in addition to its anticancer and anti-inflammatory effects. Recent clinical studies suggest astaxanthin supports cardiovascular health, and helps maintain cholesterol levels already within a normal range.  In a 2011 double-blind, placebo-controlled study on 27 overweight subjects, astaxanthin was shown to lower LDL cholesterol. In 2010, results from a randomized, double-blind study of 61 non-obese subjects showed reduced triglyceride levels for the astaxanthin group. Additionally, the study showed increased HDL cholesterol (a.k.a. the \"good\" kind of cholesterol). As an added bonus, further research is being conducted to explore astaxanthin’s other potential benefits, including supporting cognitive function, improving athletic performance, and reducing signs of aging in the skin. Studies suggest that garlic may scare off heart disease--not just vampires. There is a large body of evidence suggesting garlic can support both cholesterol and blood pressure.  Garlic contains a variety of trace minerals and vitamins. Studies on garlic include garlic prepared in various ways, so it is hard to pinpoint what exactly makes garlic effective. However, evidence suggests that components in garlic inhibit the synthesis of cholesterol, dissolve blood clots, and regulate heart rate--all of which can lead to improved heart health.  If you are someone who doesn’t love garlic’s pungent flavor, you can easily increase your intake with odorless garlic pills. In addition to taking specific supplements to combat heart disease, apply these general guidelines to your diet and lifestyle: 1. Cut back on salt Too much salt in your blood creates an osmotic gradient that draws water into the bloodstream. The result is high blood pressure, which can weaken and potentially damage the walls of blood vessels. This also makes the heart work harder to pump blood throughout the body. The American Heart Association recommends no more than 1,500 mg/day of sodium for adults.  Most of the salt that Americans consume come from packaged foods or restaurant meals. Look first to decrease the amount of these foods in your diet.  2. Reduce your intake of saturated and trans fats Trans fats like hydrogenated oil increase the amount of bad cholesterol in the body and increase inflammation. Overconsumption of saturated fats may contribute to the accumulation of plaque in the bloodstream. Avoiding trans fats completely, and moderating saturated fat  directly reduces their negative impact on your cardiovascular system.  3. Kick butts Smoking and secondhand smoke cause stress on the body and especially the heart. Quitting smoking is painful at first, but the benefits are well worth it. Positive changes, such as a lower heart rate, occur as soon as 20 minutes after smoking. The risk of a heart attack drops within the first 24 hours, while plaque build-up slows down over time.   4. Get your blood pumping through exercise Physical activity lowers risks for cardiovascular disease by controlling weight gain, increasing the amount of good cholesterol in the body, and regulating blood pressure.  5. Manage stress: the mind-body connection Stress and anger are a physical, as well as psychological burden. These factors can increase your likelihood of getting a stroke. Manage stress by meditating, building a strong support network, and visiting a mental health provider, if necessary.  People most at risk of heart disease include smokers, the obese, and those with a family history of the disease, but almost everyone can do something to strengthen their heart. Consult your doctor or take an online diet and lifestyle assessment to understand which supplements and lifestyle changes are the right ones for you.   ", "pub_date": null, "access_date": "2019-12-02", "query": "supplements for heart", "Google rank": "", "url": "https://takecareof.com/articles/guide-to-heart-health", "keywords": "heart, garlic, coq, astaxanthin, fat"}