{"title": "The Truth About Heart Vitamins and Supplements | Johns Hopkins Medicine", "body": "\nJohns Hopkins researchers (including Miller) reviewed randomized clinical\ntrials involving hundreds of thousands of subjects, in which some were\ngiven vitamins and others a placebo. “We found no evidence of benefits to\ncardiovascular disease,” Miller says. “Supplements were ineffective and\nunnecessary.”\n \nOne possible exception is omega-3 or fish oil capsules. This type of fatty\nacid, found in fish and marine algae, helps the heart. Two servings of\nfatty fish per week provides enough for most people. For those who don’t\nget enough omega-3 in their diet, supplements may be helpful, Miller says.\n \nWhile research has turned up no clear benefit to supplements, consuming too\nmuch of certain vitamins can be harmful. Too much calcium and vitamin D are\nassociated with an increased risk of cardiovascular disease,\nMiller says. Though studies are ongoing, there’s little evidence that any\namount of a vitamin D supplement will protect the heart, he adds.\n \nAnother risk is that what you see on the label isn’t always what you get.\nInvestigations have shown that too often pills said to contain medicinal\nherbs are actually full of fillers like powdered rice or even dangerous\nsubstances. Some don’t even contain any of the herbs on the\nlabels.\n \n“Supplement production is not regulated by the FDA nor does the industry\nneed to prove health benefits, so they can use vague language like ‘good\nfor heart health’—but they can’t say ‘will lower blood pressure,’ ” Miller\nsays.\n \nYour body needs a range of vitamins to function properly—but they need to\ncome from food. Not only is there no proof of much benefit from\nsupplements, they also often contain unnaturally high doses of limited\ntypes of nutrient compounds. There are more than 600 different types of\ncarotenoids (a type of antioxidant), for example. You’re far more likely to\nget these antioxidants from a varied diet than a single pill.\n \n“Food offers a full complement of the antioxidants you need, not just\nselected ones in high doses,” Miller says.\n ", "pub_date": "2019-12-02T00:00:00", "access_date": "2019-12-02", "query": "supplements for heart", "Google rank": "", "url": "https://www.hopkinsmedicine.org/health/wellness-and-prevention/the-truth-about-heart-vitamins-and-supplements", "keywords": "miller, supplement, vitamin, say, antioxidant"}