{"title": "Vaccines are safe, even after reactions | Contemporary Pediatrics", "body": "Children who suffer from mild to moderate allergic reactions from vaccines can safely be revaccinated, according to a new report. The study, published in the Pediatric Infectious Disease Journal, reveals that children with less-than-severe allergic reactions to initial vaccination have a low incidence of continued reactions in subsequent vaccinations.1 Lead author Gaston De Serres, MD, PHD, of Laval University, Quebec, Canada, says the most important factor in moving forward in cases where children have mild to moderate reactions to initial immunizations is a shared decision process with parents, including listening to their fears and responding in a caring way. “The safety profile of vaccines is generally excellent, but some children experience local or systemic reactions following immunization, most of which are not serious,” De Serres says. “This study shows that the majority of children who had these reactions can complete their immunization schedule with the same/similar product without a recurrence of their adverse event.” Healthcare professionals in Quebec are required to report any unusual or severe allergic reactions in a system similar to the United States’ Vaccine Adverse Event Reporting System (VAERS). This study used data from that system on more than 5600 patients with adverse events after immunizations. Of the 1731 patients for which follow-up data was available, 1350 were revaccinated, and most were children aged younger than 2 years. About half of the reactions tracked in the study were allergic-like reactions. Researchers note than 16% of patients experienced a second adverse event after revaccination, but in 80% of those cases the reaction was no more severe than the initial reaction. The team further extrapolated the data to find that the risk of a second reaction was highest—67%—among patients with large local reactions, such as limb swelling, but only 12% among patients who had an allergic-type reaction. Severe allergic events such as anaphylaxis were very rare in cases of revaccination, according to the report. The study also notes that patients with more severe adverse events during initial immunizations were less likely to be revaccinated, with only 60% of children with initial severe reactions revaccinated compared with 80% with less severe reactions. The research team did not find a significant relationship between adverse event recurrence rates and specific types of vaccines, according to the study data. Data reaffirm vaccine safety The results of the study led researchers to conclude that, in most cases, revaccination is safe after an adverse reaction. “Our results suggest that despite the rate of recurrence, most patients with a history of mild or moderate adverse effects following immunization (AEFI) can be safely reimmunized,” the report states. “The vaccine-specific rates of recurrence of specific AEFIs we have estimated should be helpful to vaccine providers but often included a small number of patients limiting the statistical power. Additional studies are needed to improve the precision of these estimates and to better assess the rate of recurrence in patients with serious AEFIs as they are often not reimmunized.” Reactions that may prevent revaccination are rare, De Sarres says. Anaphylaxis is one of these situations and is a complete contraindication to revaccination, but also very rare, he notes. “What is far more frequent is the occurrence of signs or symptoms suggesting an allergy,” De Serres says. “Patients with these allergic-like reactions may require a consultation with an allergy specialist but can generally be safely reimmunized.” Other serious adverse events following immunization such as Guillain-Barré syndrome or encephalitis also may lead to the decision to interrupt the vaccine series of the implicated product, he adds. “These serious conditions are fortunately rare,” says De Serres. “The final decision may require consultations with specialists as there are almost no empirical data on the safety of reimmunizing these patients.” De Serres says there is a need for more research, but he hopes this study gives pediatricians an additional tool to use in practice.   “Pediatricians have generally recommended to children who had an adverse event to continue a vaccine series, but this recommendation was generally based only on expert opinions,” De Serres says. “This report brings empirical data supporting the safety of this recommendation and would hopefully reinforce those who were already making this recommendation to their patients and reassure those who hesitated.” References:    1. Zafack JG, Toth E, Landry M, Drolet JP, Top KA, De Serres G. Rate of recurrence of adverse events following immunization: results of 19 years of surveillance li Quebec, Canada. Pediatr Infect Dis J. September 10, 2018. Epub ahead of print. ", "pub_date": null, "access_date": "2019-12-04", "query": "vaccines safe", "Google rank": "", "url": "https://www.contemporarypediatrics.com/pediatric-immunization/vaccines-are-safe-even-after-reactions", "keywords": "reaction, serres, de, recurrence, adverse"}