{"title": "DTP Vaccine Increases Mortality in Young Infants 5 to 10-Fold Compared to Unvaccinated Infants • Children's Health Defense", "body": "For many years, public health advocates have vainly urged the CDC and WHO to conduct studies comparing vaccinated vs. unvaccinated populations to measure overall health outcomes.  Now a team of Scandinavian scientists has conducted such a study and the results are alarming.  That study, funded in part by the Danish government and lead by Dr. Soren Wengel Mogensen, was published in January in EBioMedicine.  Mogensen and his team of scientists found that African children inoculated with the DTP (diphtheria, tetanus and pertussis) vaccine, during the early 1980s had a 5-10 times greater mortality than their unvaccinated peers. The data suggest that, while the vaccine protects against infection from those three bacteria, it makes children more susceptible to dying from other causes. The scientists term the study a “natural experiment” since a birthday-based vaccination system employed for the Bandim Health Project (BHP) in Guinea Bissau, West Africa had the effect of creating a vaccinated cohort and a similarly situated unvaccinated control group.  In the time period covered by this study, Guinea-Bissau had 50% child mortality rates for children up to age 5.  Starting in 1978, BHP health care workers contacted pregnant mothers and encouraged them to visit infant weighing sessions provided by a BHP team every three months after their child’s birth.  Beginning in 1981, BHP offered vaccinations at the weighing sessions.  Since the DPT vaccine and OPV (oral polio) immunizations were offered only to children who were at least three months of age at the weighing sessions, the children’s random birthdays allowed for analysis of deaths between 3 and 5 months of age depending on vaccination status.  So, for example, a child born on January 1st and weighed on April 1st would be vaccinated, but a child born on February 1st would not be vaccinated until their following visit at age 5 months on July 1st. In the primary analysis, DTP-vaccinated infants experienced mortalities five times greater than DTP-unvaccinated infants.  Mortalities to vaccinated girls were 9.98 times those among females in the unvaccinated control group, while mortalities to vaccinated boys were 3.93 times the controls.  Oddly, the scientists found that children receiving the oral polio vaccine simultaneously with DTP fared much better than children who did not.  The OPV vaccine appeared to modify the negative effect of the DTP vaccine, reducing mortalities to 3.52 times those experienced among the control group.  Overall, mortalities among vaccinated children were 10 times the control group when children received only the DTP. Mogensen and his colleagues hypothesize that the DTP vaccine might weaken a child’s immune system against non-target infections.  They conclude, “Though protective against the target disease, DTP may increase susceptibility to unrelated infections… DTP was associated with 5-fold higher mortality than being unvaccinated.  No prospective study has shown beneficial survival effects of DTP.” The Mogensen study supports the conclusions of previous investigations into child survival following vaccination.  An earlier study by Dr. Peter Aaby, of the introduction of DTP in rural Guinea-Bissau, indicated a 2-fold higher mortality among vaccinated children (Aaby et al. 2004a).  The Aaby report is one of several early studies that documented vaccination status and followed children prospectively.  All of them indicated that DTP-vaccinated children died at rates far exceeding mortality amongst the control group.  A meta-analysis of all eight known studies found a two-fold higher mortality for DTP-vaccinated compared to DTP-unvaccinated (Aaby et al. 2016) (Appendix A). In 2014, The World Health Organization (WHO) Strategic Advisory Group of Experts on Immunization (SAGE) conducted its own literature review of the potential non-specific effects (NSEs) of several vaccines, including DTP, and found that the majority of studies reported a detrimental effect of DTP (Higgins et al., 2014; Strategic Advisory Group of Experts of Immunization, 2014) due to its penchant for increasing susceptibility to unrelated infections.  SAGE recommended further research. Moreover, Mogensen and his colleagues observe that the studies reviewed by SAGE probably underestimated the lethal effect of the DTP vaccine because of unusually high mortality in the control groups, ”Unvaccinated children in these studies have usually been frail children too sick or malnourished to get vaccinated and the studies may therefore have underestimated the negative effect of DTP”.  The Mogensen study sought to avoid this pitfall by using controls selected by birthday and by eliminating underweight children and orphans from both the study group and the control group.  It included only children who were breastfed.  All the infants were healthy at the time of vaccination.  Nevertheless, the Mogensen authors point out that, even in their study, the unvaccinated children had slightly worse nutritional status and travelled more – biases that would tend to increase mortality. They conclude that, “The estimate from the natural experiment may therefore still be conservative.” The significance of the Mogensen study findings is underscored by the observation that, “Unfortunately, DTP is the most widely used vaccine, and the proportion who receives DTP3 is used globally as an indicator of the performance of national vaccination programs.” The authors close with a bracing rebuke to public health regulators, “It should be of concern that the effect of routine vaccinations on all-cause mortality was not tested in randomized trials.  All currently available evidence suggests that DTP vaccine may kill more children from other causes than it saves from diphtheria, tetanus or pertussis.  Though a vaccine protects children against the target disease it may simultaneously increase susceptibility to unrelated infections.”  Those words should serve as a cold water wake-up call to the World Health Organization (WHO), the CDC and other public health officials.  The public in both poor and rich countries has a right to scientifically-based evidence that international vaccine programs are as safe as possible and that they have been thoroughly safety-tested.  The best metrics for measuring safety are studies comparing health outcomes of vaccinated versus unvaccinated cohorts.  Yet, both the CDC and the WHO have aggressively discouraged the pursuit of such studies. Finally, it’s important to note that the DTP vaccine used in Guinea-Bissau in the early 1980s almost certainly contained high concentrations of both mercury and aluminum. Vaccine makers first created the combined diphtheria, tetanus and pertussis vaccine in the 1940s, mixing in an aluminum adjuvant and a mercury preservative (thimerosal) from its inception.  At that time, the American Academy of Pediatrics recommended DTP for mass use in children. Prior to 1990, DTP was the only thimerosal-containing vaccine recommended for infants. Five manufacturers supplied UNICEF with the DTP vaccines used in West Africa in the late 1970s and early 1980s.  One of these, Biken of Japan, described the industry standard in its 1987 lab report: “Outline of Method of Manufacture—The preparation [of DTP] also contains thimerosal as a preservative.” By the early 1980s, a cascade of lawsuits filed across the United States on behalf of vaccine-injured children were driving DTP manufacturers from the market and threatening to shut down production of the DTP shot and other vaccines. That threat led the U.S. Congress to bestow legal immunity on vaccine makers via the National Childhood Vaccine Injury Program in 1986, followed in December, 1987, by the rollout of “Vaccine Court.”  Following the recommendation by the Institute of Medicine, vaccine makers removed thimerosal from the American DTaP between 2001-2003.  However, multi-dose DTP vaccines given to tens of millions of children across the African continent continue to contain massive doses of thimerosal (25mcg of ethylmercury per injection) that exceed the EPA’s maximum exposure levels by many times. Neither the CDC nor the WHO has ever published a vaccinated vs. unvaccinated study that would be necessary to determine the overall health impacts of this potent toxin on African children.  The Mogensen report is a loud call for such a study.  ", "pub_date": "2017-04-24T16:54:14-04:00", "access_date": "2019-12-04", "query": "vaccines too many; danger of multiple vaccines", "Google rank": "", "url": "https://childrenshealthdefense.org/news/dtp-vaccine-increases-mortality-in-young-infants-5-to-10-fold-compared-to-unvaccinated-infants/", "keywords": "dtp, vaccine, mogensen, child, mortality"}