{"title": "Are Kids Getting Too Many Vaccines?", "body": "During the run up to the presidential election, several candidates expressed their concerns about vaccines. Donald Trump, a businessman, said that the vaccine schedule was “meant for a horse, not for a child,” and that children should receive “smaller doses over a longer period of time.” Ben Carson, a pediatric neurosurgeon, said that while some vaccines “prevent death or crippling, others don’t fit that category. And there should be some discretion in those cases.” Chris Christie, governor of New Jersey, said, “not every vaccine is created equal, and not every disease type is as great a public-health threat as others.” And Rand Paul, a Kentucky Senator and ophthalmologist, said that “most” vaccines should be voluntary. None of the candidates provided a list of the diseases that they were willing to grandfather in and all were criticized for their remarks. Nonetheless, each expressed a common fear among parents; specifically, that the vaccine schedule has become so intricate and burdensome that it’s starting to read like the tax code. Implicit in these politicians’ comments were three common concerns: Children receive too many vaccines. One hundred years ago, children received a vaccine to prevent one disease—smallpox. This meant that children received only one inoculation in the first few years of life. Today children receive vaccines to prevent 14 different diseases; now they can receive as many as 26 inoculations early in life and 5 at one time. And while it is difficult to watch children receive so many injections, most parents would probably be surprised to learn that the immunological challenges from today’s 14 vaccines are less than the challenge from that one vaccine given a hundred years ago. Smallpox is the largest of the mammalian viruses. As a consequence, the smallpox vaccine contained about 200 viral proteins. The number of viral proteins, bacterial proteins, and bacterial polysaccharides (complex sugars on the surface of bacteria) contained in the 14 vaccines given today adds up to about 150. Total. In other words, with advances in protein chemistry, protein purification, and recombinant DNA technology, vaccines contain fewer immunological components today than a century ago. Children are too young to be vaccinated. In the womb, babies live in a sterile environment. When they enter the birth canal and the world, however, they are bombarded with bacteria. People have about 100 trillion bacteria living on their skin as well as on the lining of their nose, throat, and intestines. Each of these bacteria contain between 2,000 and 6,000 immunological components—to which children make an immune response. If they didn’t, these bacteria could enter their bloodstream and cause harm. Indeed, children born without an immune system (called Severe Combined Immunodeficiency) often suffer sepsis caused by these bacteria. The food we eat isn’t sterile. The water we drink isn’t sterile. The dust we inhale isn’t sterile. In response, we make large quantities of immunoglobulins every day to prevent these colonizing bacteria from causing harm. Vaccines are a drop in the ocean of what children encounter and manage every day. The reason that children are immunized early in life is to protect them against diseases that occur early in life. Fortunately, babies mount an excellent immune response from the moment they are born—given the challenges that they face, they would have to. The proof that young children can respond to these vaccines is evidenced by the fact that many of the diseases that commonly crippled or killed young children have been virtually eliminated. Which brings us to the next concern. Not all vaccines are necessary. Viruses and bacteria like measles, mumps, pneumococcus, chickenpox, hepatitis A, hepatitis B, influenza, rotavirus, tetanus, and whooping cough are still common enough that a choice not to get a vaccine is a choice to risk getting those diseases. Some vaccine-preventable diseases, however, are extremely rare. Rubella, diphtheria, Haemophilus influenzae type b (Hib), and polio have either been completely or virtually eliminated from the United States. So why are we still giving vaccines to prevent them? Take polio, for example. Polio was eliminated from the United States in 1979 and from the Western hemisphere in 1991. But polio still exists in the world; the virus continues to circulate in Pakistan, Afghanistan, and Nigeria. And, because international travel is common, cases of polio still occasionally pop up in other countries. It is likely that people who have been exposed to poliovirus travel to the United States. And because only 1 of every 200 people infected with polio has symptoms, it’s hard to know who is infected and potentially contagious. Poliovirus hasn’t spread in our country because immunization rates are high. If immunization rates drop, however, polio will be back. Which is exactly what happened in an undervaccinated Amish community in Minnesota in 2005 when five children came down with polio.5 Or in an Amish community in Pennsylvania in 2001 when six children suffered meningitis caused by Hib.6 Or in states newly independent of the Soviet Union between 1990 and 1994 when 50,000 people, mostly children, were infected with diphtheria.7 Let your guard down, and these diseases will come back. So until these diseases have, like smallpox, been wiped off the face of the earth, it’s still important to shield against them.  Despite claims by Carson, Christie, and Paul, every one of these vaccine-preventable diseases can cause permanent harm or death. So, choosing one vaccine over another wouldn’t be a reasonable choice; it would be an untenable choice—a Sophie’s Choice. Paul A. Offit, MD is a professor of pediatrics and director of the Vaccine Education Center at the Children’s Hospital of Philadelphia. He is the author of Pandora’s Lab: Seven Stories of Science Gone Wrong (National Geographic Press, April 2017). ", "pub_date": null, "access_date": "2019-12-04", "query": "vaccines safe", "Google rank": "", "url": "https://www.thedailybeast.com/are-kids-getting-too-many-vaccines", "keywords": "vaccine, polio, child, bacteria, sterile"}