{"title": "The Impact of Administering Several Vaccines At One Time - Vaccine Choice Canada", "body": "Dear Sirs, I have been asked to render my professional opinion on three points of interest in this case: inadvisability of giving multiple vaccinations, the risk of these diseases at this age and should the children be allowed to leave town days after the vaccination. My opinions are based on an extensive review of the medical and scientific literature on the subject. I have just complete three papers, which have been published in peer-reviewed scientific publications addressing the points I address in this letter. 1. The issue of multiple vaccinations being given at one office visit. It is my understanding that these children received a total of five vaccinations given at one office visit. Three of these vaccinations were totally unnecessary and two were beyond the recommendations of the Center of Disease Control (CDC) recommendations. According to the CDC, there is no indication for vaccinating children with Hib and Pneumococcus vaccines who have reached the age of 5 years. Both of these children have reached the age of 5 or beyond. This has exposed both of these children to a significant risk of vaccine related complications that were totally unnecessary. Both of these vaccines, especially when given in conjunction are associated with considerable risk of neurological injury. The risk is even greater considering another sibling developed a seizure following a second exposure to MMR vaccination. There is considerable scientific evidence indicating that giving this many vaccines at one time poses a substantial risk of neurological injury that may impair these children’s intellectual capacity and behavior on a permanent bases. In a paper soon to be released in the Journal of the American Physician and Surgeons, I outline the pathophysiological mechanism explaining the danger produced by such a practice. In another paper published in the Journal of the American Nutraceutical Association in 2003 (Vol 6, 21-35) I go into a lot more scientific detail explaining the immunological and neurological mechanism for this injury. The article contains 167 scientific references that back up this mechanism. Basically, when the body’s immune system (peripheral immunity) is activated it also activates immune cells in the brain called microglia. Normally, they are activated for only short periods to prevent serious injury to the brain’s cells (neurons). When activated for longer periods of time or with great intensity, as seen with vaccination, more injury to the neurons occurs. Now, here in lies the problem with giving multiple vaccinations together. Each of these vaccines consists of the organisms targeted as well as powerful immune adjuvants. These are chemicals, such as aluminum, special oils, lipopolysacchride, etc, used to stimulate a very powerful and prolonged activation of the immune system. Sometimes we see such a powerful immune reaction that the area becomes intensely red and swollen. In some cases, the skin will break down into an ulceration. When vaccines are manufactured care is taken not to add too many of these immune adjuvants to a single vaccine specifically because of the danger of triggering too powerful of an immune reaction. Yet, when a pediatrician gives a child five injections of vaccines, they are giving five doses of powerful immune adjuvants all at once. They would never dream of increasing the immune adjuvant concentration of any one vaccine five-fold, yet that is exactly what was done to these children. When the body’s immune system is activated this intensely, it also intensely activates the brain’s immune system (the microglia). This has been proven in many studies. In addition, these immune adjuvants remain in the site of injection, producing long-term activation of the brain’s immune system. Careful studies of what happens when the brain’s immune system is over activated, especially for prolonged periods, have been done. They show widespread injury to many parts of the brain, especially those areas responsible for learning, memory and behavioral control. A child’s brain is much more vulnerable because at age five and six much in the way of synaptic growth and pathway development is occurring. These are the very types of neurological injuries we see in cases of vaccine injury. These injuries can appear within hours of the vaccines or may present themselves months or even years later. The severity of the brain damage depends on many factors-age of the child, the types and number of vaccines given the child’s immune status before vaccination and the child’s nutritional status. Further elucidation of the exact mechanism of the damage was further described in my paper on the central role of excitotoxicity in autism spectrum disorders (JANA6: 10-22,2003). In this paper, I show that intense immune activation, as with administering multiple vaccination at one sitting, strongly activates excitotoxic mechanism in the brain. The results from an outpouring of two excitotoxins from the microglial immune cells in the brain, triggered by vaccine immune stimulation. This is why we see a high risk of brain injuries when vaccinating individuals already having antibodies to a particular disease organism. The immune system is already maximally activated and vaccination causes overactivation, triggering brain immune overstimulation and excitotoxicity. There is never any indication for giving so many vaccinations at one sitting, except for the convenience of the physician or other third parties. Yet, there is solid scientific evidence as to why it should not have been done. This, in my opinion, represents medical malpractice. As to the argument that since the vaccine schedule has been started, the rest of the vaccinations must be given to prevent increasing the risk of infection is shear nonsense. What it will do is greatly increase the risk of these children developing a neurological injury. Numerous instances of neurological, devastating injuries occurring with the second or third injection series have been recorded n the medical literature. The reason for increased risk is the immune suppressing effects of some of these vaccinations. For example, the Hib vaccine is known to produce a fall in immune markers following vaccination, thereby increasing risk of infection. It is well known that the measles virus vaccine (a live virus vaccine) can cause severe immune dysfunction, greatly increasing autoimmune reactions to the nervous system. To protect the children at this stage requires nutrient supplementation. Numerous studies have shown that vitamin A deficiency greatly increases vaccine failure and complications. Supplementation can prevent this. To continue this schedule on these children would be devastating.\nAs for the chickenpox vaccine, the CDC gives as the only indication-to prevent lost work time for the mother having to care for the child at home. Complication and death in a healthy child age five and six from chickenpox is essentially nil. This vaccine should never have been given. 2. I have been told that the father wants to take the children on a cruise days after their next vaccination series. With a mix of some of the most hazardous vaccines in the schedule-DTaP, MMR and Pneumococcal vaccines, this would be extremely hazardous. Severe reactions to these vaccines, especially if they again receive five vaccines at once, runs a very high risk of severe neurological injury, possibly seizures, during the first two weeks after the vaccines. The CDC recommends the child be watched at least for a week afterward. With hyperactivity reactions caused by these vaccines, I would not recommend they leave their home for at least a month after vaccination. Especially with a family history of post-vaccine seizure in a sibling. In summary, these children have passed the age of greatest danger from failure to vaccinate. At least two of the vaccines should not have been given, even according to CDC recommendations. Haemophilus influenza meningitis, the purpose of the Hib vaccine does not occur after age four. The same is true of pneumococcus. The chickenpox vaccine has no medically defensible indications in these children. As for the other vaccines, the MMR is most associated with autism, which is confirmed in a careful study to be released in the Journal of the American Physicians and Surgeons. This study totally refutes the Institute of Medicine (IOM) report loudly reported by the national media of no connection between vaccination and autism. This study shows the IOM study to be a highly flawed study. Sound arguments can be made that these children not receive any of these vacations, especially as they have been given. Sincerely Yours,\nRussell L Blaylock, M.D. This letter was originally posted at this webpage (no longer available):\nMain Janet Burton site: http://poisonevercure.150m.com/case_of_janet_burton.htm\nhttp://poisonevercure.150m.com/vaccines/JanetBurton/drblaylockletterforgwenythandgreyson.htm ", "pub_date": "2012-03-16T01:09:19+00:00", "access_date": "2019-12-04", "query": "vaccines too many; danger of multiple vaccines", "Google rank": "", "url": "https://vaccinechoicecanada.com/health-risks/autism/the-impact-of-administering-several-vaccines-at-one-time/", "keywords": "vaccine, vaccination, immune, injury, activate"}