{"title": "Anti Vaxxers: Understanding Opposition to Vaccines", "body": "Health and medical experts have hailed vaccines as being one of the major achievements in the 20th century, but not everyone agrees.  In the past few years, opposition to vaccinations has been discussed more frequently in the news. Concerned parents are opting to forgo vaccinations for their children for many different reasons. This has resulted in a surge of infectious diseases that had been previously or nearly eradicated.  Vaccination opposition isn’t a new concept. As long as there have been vaccines, there have been people who objected to them.  Refusing vaccines started back in the early 1800s when the smallpox vaccine started being used in large numbers. The idea of injecting someone with a part of a cowpox blister to protect them from smallpox faced a lot of criticism. The criticism was based on sanitary, religious, and political objections. Some clergy believed that the vaccine went against their religion.  In the 1970s, the DTP vaccine received a wave of opposition when it was linked to neurological disorders. Studies have found that the risks are very low. To combat vaccination opposition, laws have been passed that require vaccinations as a measure of public health.  There are a variety of reasons behind vaccine opposition. Some people have to forgo different vaccinations due to a high risk of potential allergic reactions. But for most who refuse vaccines it should be known that there is little risk.  There are some common reasons that lead to vaccine opposition. Some cite religious beliefs as the reason behind their refusal to get vaccinated, though most mainstream religions do not condemn vaccines.  There was a belief that diseases were disappearing due to better sanitation and hygiene, not vaccines. This has been proven false by the resurgence of previously eradicated infectious diseases.  It was also believed that a vaccine wouldn’t protect you.Those who are vaccinated can still get sick, but they will experience mild symptoms. People also think the risks outweigh the benefits. This is currently the biggest objection in the United States. Parents cite many medical risks, including autism, as potential consequences of being vaccinated. There is the common belief that since these diseases have been eliminated, there’s no need for vaccinations. Diseases will only stay eradicated as long as vaccines are still used to prevent them. And many think that pharmaceutical companies can’t be trusted. They believe that pharmaceutical companies only want to sell their products, regardless of the impact on the people who use them.  The most common reasons that parents oppose vaccinations are medically unfounded. These include: Autism The belief that vaccines can cause autism has become widespread in the past few years. Parents seem to be most concerned about the MMR vaccine, which is used to prevent measles, mumps, and rubella.  Multiple studies have shown that the MMR vaccine does not cause autism. Most of these studies had large sample sizes.  The Centers for Disease Control and Prevention (CDC) also states that vaccines are very safe in all but a few cases. The CDC also clarified that vaccine ingredients do not cause autism.  Thimerosal, an ingredient that has been used in some vaccines, also raises concerns. It is a mercury-based preservative that was thought to cause autism. It is now only used in some flu vaccines.  There are also thimerosal-free flu vaccinations available. Even so, the CDC states that thimerosal does not cause autism.  Flu vaccines Some people don’t get flu vaccines for themselves or for their children. There are several reasons for this, including: Some people don’t get flu vaccines for themselves or for their children. There are several reasons for this, including: The flu vaccine doesn’t protect against all strains of the flu.. Some people don’t get flu vaccines for themselves or for their children. There are several reasons for this, including: The vaccination needs to be given every year. . Some people don’t get flu vaccines for themselves or for their children. There are several reasons for this, including: The vaccination could make them sick, which is false.. The flu vaccine is recommended for almost everyone who is six months of age or older. There are both shot and nasal spray vaccinations available, which can be used by different people.  Some people with different allergies can use one type, but not the other. It’s important that you check what type of flu vaccine you should get. Most side effects from the flu vaccine are mild and go away within 1 to 2 days.  Mistrust of science  Some opposition to vaccines comes directly from a mistrust of science, or mistrust of the government. Some people believe that pharmaceutical companies and scientists want to sell a product regardless of harmful consequences.  Others are skeptical of science that they don’t understand, or the chemicals they don’t know that go into vaccines. This distrust grows, as laws require children to be vaccinated in order to attend public schools.  Some parents prefer “natural” or homeopathic treatments instead. These treatments can aid in relieving the symptoms of some conditions, but are not as effective in preventing disease.  When people mistrust science, they’re less likely to vaccinate. They’re also less likely to trust the doctors who recommend vaccines.  While some people need to forgo vaccinations due to potential allergic reactions, others refuse vaccinations for themselves or their children for many reasons.  Most of the concerns that create opposition to vaccination are nothing more than misconceptions.  Unfortunately, the decision not to vaccinate oneself or one’s children doesn’t just affect them. The large number of people refusing vaccines has led to the reemergence of infectious diseases in areas where they had been eradicated or nearly gone.  Measles was declared eradicated in the United States in 2002. But in 2014, there were over 600 reported cases. Measles is a potentially deadly disease, and health experts explain that parents refusing to vaccinate their children are the cause behind its resurgence.  Pertusis, or whooping cough, has also seen a dramatic increase in reported cases attributed to a lack of vaccinations.  If you have concerns about a vaccination for you or your child, talk with a doctor that you trust and get their opinion. In almost all cases, the potential risk of a vaccine is much smaller than the risk of developing the disease it was created to prevent.    ", "pub_date": "2014-11-14T08:00:00+00:00", "access_date": "2019-12-04", "query": "vaccines safe", "Google rank": "", "url": "https://www.healthline.com/health/vaccinations/opposition#common-reasons", "keywords": "vaccine, vaccination, flu, opposition, vaccinate"}