{"title": "7 Reasons Why Vaccine Should Not Be Given!", "body": "VACCINES HAVE DANGEROUS SIDE EFFECTS What exactly does happen to the organism upon administration of a vaccine? Of course, modern studies in the field of immunology document very well the varieties of chemical and cellular mechanisms which are brought into play, but the further question can be asked: What happens on the dynamic plane upon administration of a vaccine? Many people overlook the potentially hazardous effects of vaccinations simply because they are not informed. Here are 7 reasons why it is bad:  1) Administration: Vaccination is an indiscriminate administration of a substance to an entire population without regard to individuality. 2) Change: Vaccination is a morbific stimulus which changes the whole constitution of the organism and weakens the defence mechanism of the body. 3) Immunity:  Lack of reaction to vaccination may represent either a very healthy system or a deep constitutional weakness, as in both instances the defence mechanism (resonant frequency) of the body does not allow a response. In such case, the patient would be immune to the epidemic, even if not vaccinated. 4) Altered state: A mild reaction, merely a local inflammation, indicates a relatively weak defence mechanism, and the altered state may well persist for a long time, leading to chronic disease later in life. Such cases are unlikely to react to further administration of the vaccine, confirming the change in resonant frequency. 5) Reaction: A moderate systemic reaction with fever, malaise, etc., indicates a strong defensive reaction which is likely to be successful in throwing off the morbific influence of the vaccination. The patient then remains unprotected against the disease, despite having been vaccinated. 6) Complications:  A severe systemic reaction to complications such as Encephalitis and Neurological disorders is the worst possible case, for the subsequent degeneration in health will be severe and prolonged. In recent scenario, Autism Spectrum Disorder has also been linked to vaccination. 7) Vaccinosis: Vaccinosis is nothing but the ill-effects of vaccination. Many great scientists have done researches and have found that vaccinations can have disturbing and lasting effects on the health of susceptible individuals. Their cases involved administration of smallpox vaccination, but similar cases during recent past included vaccinosis occurring after rabies, measles, polio, typhoid and tetanus vaccines. (*excerpts taken from Dr. Vitoulkas You need not look very far to learn about the potential for adverse reactions from vaccines. In fact, the same entities behind the push for mandatory vaccination programs also display a frighteningly long list of adverse reactions, many of them serious. “Any vaccine can have side effects,” states the CDC website. What isn’t highlighted is that in many cases, those side effects are expected as often as one out of every two individuals. ", "pub_date": null, "access_date": "2019-12-04", "query": "vaccines too many; danger of multiple vaccines", "Google rank": "", "url": "https://www.practo.com/healthfeed/7-reasons-why-vaccine-should-not-be-given-30705/post", "keywords": "vaccination, vaccine, reaction, administration, vaccinosis"}