{"title": "Re-analysis of CDC Data Suggests Need for Further Investigation on MMR Vaccine and Autism, according to Article in the Journal of American Physicians and Surgeons", "body": "TUCSON, Ariz., Dec.  07, 2018  (GLOBE NEWSWIRE) -- As early as 2001, the Centers for Disease Control and Prevention (CDC) had data showing an increased rate of autism diagnoses in black male schoolchildren in Atlanta who received their first measles-mumps-rubella (MMR) vaccination before 36 months of age, compared with those who received it later, writes Brian Hooker, Ph.D., in the winter issue of the Journal of American Physicians and Surgeons. The relationship loses its statistical significance if the analysis is restricted to children with a Georgia birth certificate, which decreases the sample size by about 40 percent. Dr. Hooker reanalyzed the same data set, using the same methodology of conditional logistic regression. Children lacking a Georgia birth certificate were not excluded; race was ascertained from school records. Dr. Hooker noted that school data had this information on all children. The rate of autism diagnoses has increased alarmingly in the U.S., and is about 25 percent higher in black children, Dr. Hooker observes. Boys are far more likely than girls to receive this diagnosis. The original publication concerning the data downplayed the association, and no follow-up was conducted. Dr. Hooker’s interest was sparked, he reports, by communication with a CDC whistleblower, a senior scientist, who had retained some of the original analyses. Dr. Hooker noted that the CDC deviated from its original data analysis plan, possibly because of unwanted results. By stratifying data for African-American males by birth year, Dr. Hooker also found a statistically significant higher risk of an autism diagnosis in children who had received the first MMR vaccine 1 year earlier, only in children born in 1990 or later. Thimerosal exposure increased in the early 1990s, and it was not removed from most pediatric vaccines until 2001-2004. Dr. Hooker suggests the possibility that there may be some interaction between increased mercury exposure and early MMR vaccination. Further study would be needed to explore this possibility. Dr. Hooker concludes that failure to follow-up on these observations represents a huge lost opportunity to understand possible reasons for the enormous increase in this devastating neurological disability. The Journal of American Physicians and Surgeons is published by the Association of American Physicians and Surgeons (AAPS), a national organization representing physicians in all specialties since 1943. Brian Hooker, Ph.D., drbrianhooker@gmail.com, or Jane M. Orient, M.D., (520) 323-3110, janeorientmd@gmail.com ", "pub_date": "2018-12-07T00:00:00", "access_date": "2019-12-04", "query": "vaccines too many; danger of multiple vaccines", "Google rank": "", "url": "https://www.globenewswire.com/news-release/2018/12/07/1663773/0/en/Re-analysis-of-CDC-Data-Suggests-Need-for-Further-Investigation-on-MMR-Vaccine-and-Autism-according-to-Article-in-the-Journal-of-American-Physicians-and-Surgeons.html", "keywords": "hooker, dr, data, surgeon, original"}