{"title": "Autism • Children's Health Defense", "body": " The first association between autism and exposure to mercury was the publication of the landmark article Autism, A Unique Type of Mercury Poisoning by Bernard, et. al in 2000. The paper was first published in its entirety (See link below) and later in the journals Medical Hypothesis and Molecular Psychiatry in 2001. The authors conducted an extensive literature review of mercury and autism and showed that exposure to mercury can give rise to the traits defining or commonly found in individuals with autism spectrum Disorders (ASD). Mercury can cause impairments in social interaction, communication difficulties, and repetitive and stereotyped patterns of behavior, which comprise the three of the original DSM-IV autism diagnostic criteria. Additionally, mercury can induce features prominent in ASD such as sensory abnormalities, emotional/psychological changes, movement disorder, impairments in abstract or complex thinking, severe sleep disturbances, and self injurious behavior. Males are more affected than females in both conditions. Physiological abnormalities more common in ASD populations and known to be caused by mercury exposure include gastrointestinal problems, autonomic nervous system disturbance, unusual EEG activity, immune system alterations, irregularities in neurotransmitter systems, and non-specific brain lesions. The discovery and increase in the reported prevalence of autism parallels the introduction and spread of thimerosal-containing vaccines. Autism was first described in 1943 among children born in the 1930s. Thimerosal was first added to childhood vaccines in the 1930s. Thimerosal was also an ingredient in vaginal contraceptive creams and in over-the-counter products like merthiolate and contact lenses solution during the 1950s through the 1980s when its use was initially questioned by the FDA. In 1989 with the introduction a new vaccine for Haemophilus influenza B, exposure levels to mercury doubled in products that were universally recommended for all infants and children, vaccines. This is the year that has been identified by researchers as the “change point” year when the incidence of autism began to skyrocket. Since 2000, the medial literature has been flush with cumulative research supporting a causal role for mercury in the etiology of autism spectrum disorders. Such studies have documented associations between environmental exposure to mercury and autism spectrum disorders, elevated levels of mercury in tissue of children with autism, and improvement in the symptoms of autism when levels of mercury were reduced using chelating agents that help to remove mercury from the body and other interventions to reduce oxidative stress. There has been an observed increase in autism in recent decades. The symptoms of the disorder parallel those of cumulative mercury exposure. This document includes the abstracts for over 80 studies that provide mounting evidence linking exposure to mercury, at critical moments in development, to autism and other neurodevelopmental disorders. These include cellular, animal and human studies. Browse through and read the individual study abstracts below and/or download a PDF of all the study abstracts. Also see: Mercury (all sources) Research Mercury-Thimerosal-Autism Research (PDF 36.4MB) Thimerosal Research Two options: Download pdf of all studies (11.7mb) or browse the following 80+ abstracts (first page of study only).  ", "pub_date": "2019-11-26T00:00:00", "access_date": "2019-12-04", "query": "vaccines too many; danger of multiple vaccines", "Google rank": "", "url": "https://childrenshealthdefense.org/too-many-sick-children/autism/", "keywords": "mercury, autism, abstract, exposure, thimerosal"}