{"title": "Countering False Vaccine Safety Claims", "body": "We’re living in an age where parents increasingly report that their typically developing children declined cognitively and physically after receiving vaccines. Despite the sound science supporting these parent claims, government agencies and mainstream media continue issuing the now shopworn mantra that vaccines are “safe and effective” ignoring published research and even common sense that indicate otherwise. World Mercury Project has put together a list of the most common misrepresentations in the vaccine safety debate and provided the facts and references that support the reality that vaccines can and do cause injuries including autism and many other adverse health outcomes.   Claim 1. Vaccines save lives. Claim 2. Vaccines don’t cause autism. The safety of combining vaccines, which include aborted fetal tissue,  , aluminum, formaldehyde, animal and human DNA, and more—in infants and young children has not been tested.  Claim 3. All vaccines have been rigorously tested and are completely safe. This is patently false. The reason Congress exempted vaccine makers from liability in 1986 was BECAUSE vaccines were causing harm. Since the National Vaccine Injury Compensation Act went into effect, the federal government program has paid out 3.8 billion dollars in vaccine injuries and death. This is patently false. The reason Congress exempted vaccine makers from liability in 1986 was BECAUSE vaccines were causing harm. Since the National Vaccine Injury Compensation Act went into effect, the federal government program has paid out 3.8 billion dollars in vaccine injuries and death. In 2011, the Supreme Court ruled that vaccines are “unavoidably unsafe.”. This is patently false. The reason Congress exempted vaccine makers from liability in 1986 was BECAUSE vaccines were causing harm. Since the National Vaccine Injury Compensation Act went into effect, the federal government program has paid out 3.8 billion dollars in vaccine injuries and death. The current CDC pediatric schedule recommends children receive as many as nine vaccines all at the same office visit. The safety of combining vaccines, which include aborted fetal tissue, mercury, aluminum, formaldehyde, animal and human DNA, and more—in infants and young children has not been tested.. This is patently false. The reason Congress exempted vaccine makers from liability in 1986 was BECAUSE vaccines were causing harm. Since the National Vaccine Injury Compensation Act went into effect, the federal government program has paid out 3.8 billion dollars in vaccine injuries and death. There are no large-scale studies comparing health outcomes in vaccinated children vs. those who haven’t received vaccines. However, a recent peer-reviewed study found that vaccinated children had an increased risk of autism (4.2 times), ADHD (4.2 times), learning disabilities (5.2 times), eczema (2.9 times) and an astounding 30 times the risk of allergic rhinitis compared to unvaccinated children.. This is patently false. The reason Congress exempted vaccine makers from liability in 1986 was BECAUSE vaccines were causing harm. Since the National Vaccine Injury Compensation Act went into effect, the federal government program has paid out 3.8 billion dollars in vaccine injuries and death. In 2016, the Vaccine Injury Adverse Reporting System (VAERS) collected 59,117 reports of adverse events from vaccines, including 432 deaths, 1091 permanent disabilities, 4,132 hospitalizations and 10,284 emergency room visits. According to HHS, the reported events are only 1% of the actual number. Therefore, the U.S is likely experiencing millions of adverse reactions from vaccines per year.. Claim 4. Vaccinations produce herd immunity and prevent dangerous, even deadly, diseases. Anti-vaxxers are causing epidemics and eroding the public trust. Claim 4. Vaccinations produce herd immunity and prevent dangerous, even deadly, diseases. Anti-vaxxers are causing epidemics and eroding the public trust. Herd immunity cannot be achieved through vaccination if vaccines aren’t effective. The Measles-Mumps-Rubella (MMR) vaccine is just one that isn’t working. Mumps cases in the U.S. have been on the rise in recent years with over 5,000 cases reported in 2016, more than any year in the past decade, and they are occurring in highly vaccinated populations. Recent outbreaks of disease in vaccinated populationsare proving that all vaccines are not efficacious. Additionally, immunity from vaccines is usually temporary unlike the lifelong immunity typically produced by experiencing a childhood illness.. Claim 4. Vaccinations produce herd immunity and prevent dangerous, even deadly, diseases. Anti-vaxxers are causing epidemics and eroding the public trust. In 2010, two former Merck virologists filed a federal lawsuit claiming that Merck committed fraud in lying about the efficacy of the mumps component of their MMR vaccine. The suit, now in the hands of a federal judge, charges that Merck was aware of the declining efficacy of the mumps vaccine but still claimed it was 95% effective.. Claim 4. Vaccinations produce herd immunity and prevent dangerous, even deadly, diseases. Anti-vaxxers are causing epidemics and eroding the public trust. As the CDC continues to deny that there is a vaccine safety problem, studies show that the biggest impediment to broad vaccine acceptance and coverage is public mistrust of government regulators.. Claim 4. Vaccinations produce herd immunity and prevent dangerous, even deadly, diseases. Anti-vaxxers are causing epidemics and eroding the public trust. Bernadine Healy, former director of the National Institutes of Health, said that public distrust is growing because of inaction on the part of agencies regarding vaccine safety.. Claim 4. Vaccinations produce herd immunity and prevent dangerous, even deadly, diseases. Anti-vaxxers are causing epidemics and eroding the public trust. The only polio that is diagnosed now in America is the vaccine strain and those cases are compensated in Vaccine Court.. Claim 4. Vaccinations produce herd immunity and prevent dangerous, even deadly, diseases. Anti-vaxxers are causing epidemics and eroding the public trust. Ironically, many of today’s vaccines don’t actually prevent the vaccinated individual from harboring and transmitting the disease in question. This is true of pertussis,  diphtheria, and as already noted, polio.. Claim 4. Vaccinations produce herd immunity and prevent dangerous, even deadly, diseases. Anti-vaxxers are causing epidemics and eroding the public trust. The death rate from measles as far back as 1922 was extremely low—4.3 in 100,000. Consider that this was nearly 100 years ago—before electric refrigerators, before washing machines, before antibiotics, and IV hydration, and the advances of modern medicine.. Claim 4. Vaccinations produce herd immunity and prevent dangerous, even deadly, diseases. Anti-vaxxers are causing epidemics and eroding the public trust. Eight years before the measles vaccine was introduced, children went to school, and even to Disneyland, which opened its doors in 1955, and mothers didn’t live in fear of routine illnesses like measles.. Not only has thimerosal never been completely taken out of vaccines, but much more aluminum was—and continues to be—added, again with no scientific research to support the safety of doing so.  \nNot only has thimerosal never been completely taken out of vaccines, but much more aluminum was—and continues to be—added, again with no scientific research to support the safety of doing so. Claim 5. Thimerosal (ethyl mercury) was taken out of vaccines in 1999 and autism rates still continued to rise. Also, the ethyl mercury in vaccines is less toxic than methyl mercury.  Claim 5. Thimerosal (ethyl mercury) was taken out of vaccines in 1999 and autism rates still continued to rise. Also, the ethyl mercury in vaccines is less toxic than methyl mercury.  Between 1999 and 2003, thimerosal was being gradually removed from the Hep B, Hib and DTaP vaccines. However, the exposure to thimerosal due to flu shots was simultaneously ramping up.  Flu shots were originally recommended for pregnant women in 1997 but, initially, uptake of these shots was low (only 12.4% by 2002).  In 2004, the CDC recommended flu shots for all pregnant women in any trimester.  By 2012-2013, uptake of flu shots during pregnancy had steadily increased to approximately 50%.  So, the children born after 2004 were increasingly likely to have been exposed to thimerosal in utero, and a lot of it.. Claim 5. Thimerosal (ethyl mercury) was taken out of vaccines in 1999 and autism rates still continued to rise. Also, the ethyl mercury in vaccines is less toxic than methyl mercury.  Concurrently, in 2001, the CDC recommended flu vaccines for high-risk infants over six months of age.  In January 2003, the CDC recommended routine annual flu shots for all children starting at six months of age.  Coverage initially was very low.  In the 2002–2003 and 2003–2004 inﬂuenza seasons, only 4.4% and 8.4% of children, respectively, were fully vaccinated for flu.  In the 2004-2005 flu season, the childhood uptake rate had shot up to 48%.  In the years after the phase out of mercury in the Hep B, Hib, and DTaP, children were increasingly being exposed to thimerosal through flu shots.  In 2004, over 90% of the flu shot supply was preserved with thimerosal.. Claim 5. Thimerosal (ethyl mercury) was taken out of vaccines in 1999 and autism rates still continued to rise. Also, the ethyl mercury in vaccines is less toxic than methyl mercury.  There is no justification for injecting mercury, a known neurotoxin, into anyone, but definitely not pregnant women and children. The developing fetus is especially vulnerable to mercury exposure because fetal cord blood mercury levels are typically about double the mother’s mercury blood levels. Approximately 36 million flu shots containing 25 mcg. of mercury are in the supply for the 2017-2018 flu season.. Claim 5. Thimerosal (ethyl mercury) was taken out of vaccines in 1999 and autism rates still continued to rise. Also, the ethyl mercury in vaccines is less toxic than methyl mercury.  A 2017 CDC study reviewing data from the 2010-11 and 2011-2012 flu seasons linked spontaneous abortions to flu vaccines, finding that women vaccinated with the inactivated influenza vaccine had 3.7-fold greater odds of spontaneous abortion within 23 days than women not receiving the vaccine. For women who received the H1N1 vaccine in both seasons covered in the study, the odds of spontaneous abortion in the 28 days after receving a flu vaccine was 7.7 times greater. The vast majority of flu vaccines available during the seasons studied were multi-dose formulations containing 25 mcg. of mercury.. Claim 5. Thimerosal (ethyl mercury) was taken out of vaccines in 1999 and autism rates still continued to rise. Also, the ethyl mercury in vaccines is less toxic than methyl mercury.  Meningococcal vaccines may still contain 25mcg of mercury from thimerosal. Using EPA guidelines for mercury exposure, an individual should weigh 550 lbs. to “safely” process this amount of mercury. Of course, this is based on the INGESTION of methyl mercury. No guidelines have been established for INJECTING any form of mercury. Thimerosal is still included in “trace amounts” in other vaccines.. Claim 5. Thimerosal (ethyl mercury) was taken out of vaccines in 1999 and autism rates still continued to rise. Also, the ethyl mercury in vaccines is less toxic than methyl mercury.  Not only has thimerosal never been completely taken out of vaccines, but much more aluminum was—and continues to be—added, again with no scientific research to support the safety of doing so.. Claim 5. Thimerosal (ethyl mercury) was taken out of vaccines in 1999 and autism rates still continued to rise. Also, the ethyl mercury in vaccines is less toxic than methyl mercury.  Despite claims made by vaccine pundits and repeated in the media, ethyl mercury found in vaccines is not safer than methyl mercury found in fish. A recent meta-analysis showed that inorganic mercury has a half-life in the brain of several years. This is concerning since we know infant primates exposed to equal amounts of ethyl mercury compared to methyl mercury were found to have more than double the amount of inorganic mercury deposited into their brain tissue.. Claim 5. Thimerosal (ethyl mercury) was taken out of vaccines in 1999 and autism rates still continued to rise. Also, the ethyl mercury in vaccines is less toxic than methyl mercury.  While it’s true that ethyl mercury clears the blood more quickly than methyl mercury, the organs of toxicity are the brain and kidneys. Ethyl mercury rapidly crosses into the brain where it gets trapped and is not easily excreted. Clearing the blood does not mean that the ethyl mercury has left the body.. Claim 5. Thimerosal (ethyl mercury) was taken out of vaccines in 1999 and autism rates still continued to rise. Also, the ethyl mercury in vaccines is less toxic than methyl mercury.  Curiously, one division of the FDA has labeled thimerosal as not being “Generally Recognized As being Safe and Effective (GRASE), while another branch continues to allow the use of thimerosal in vaccines and over 130 prescription drugs. . Claim 6. The study by Wakefield claiming a link between the MMR vaccine and autism has been disproven. This study was retracted and the author discredited. Other MMR studies prove no link as well. Claim 6. The study by Wakefield claiming a link between the MMR vaccine and autism has been disproven. This study was retracted and the author discredited. Other MMR studies prove no link as well. The Wakefield Lancet paper never claimed that the MMR causes autism. Wakefield presented case histories of 12 children with bowel disease and autistic regression their parents claimed occurred after the MMR shot. Wakefield called for more study. From the conclusion: We did not prove an association between measles, mumps, and rubella vaccine and the syndrome described.. Claim 6. The study by Wakefield claiming a link between the MMR vaccine and autism has been disproven. This study was retracted and the author discredited. Other MMR studies prove no link as well. Since the paper’s retraction, senior level CDC scientist turned whistleblower Dr. William Thompson said that a 2004 CDC study found an association with the MMR and the onset of autism in African-American boys and in children with no other developmental concerns before the vaccine, a condition they termed “isolated autism.” Thompson submitted thousands of documents to Congressman Bill Posey of Florida in 2014 regarding his claims. Subsequently, Congressman Posey made a statement from the floor of the U.S. House of Representatives saying, in part: . “Regardless of the subject matter, parents making decisions about their children’s health deserve to have the best information available to them. They should be able to count on federal agencies to tell them the truth…In August 2014, Dr. William Thompson, a senior scientist at the Centers for Disease Control and Prevention, worked with a whistleblower attorney to provide my office with documents related to a 2004 CDC study that examined the possibility of a relationship between [the] mumps, measles, rubella vaccine and autism. In a statement released in August, 2014, Dr. Thompson stated, ‘I regret that my co-authors and I omitted statistically significant information in our 2004 article published in the journal Pediatrics.’ “           Since 2014, requests to allow Dr. William Thompson to testify have been denied by the CDC. Claim 7. Autism is genetic, not environmental. There is no epidemic because changing diagnostic criteria explains the rise. Claim 7. Autism is genetic, not environmental. There is no epidemic because changing diagnostic criteria explains the rise. There is no such thing as a genetic epidemic and diagnostic substitution cannot account for the skyrocketing numbers of children now diagnosed with autism.. Claim 7. Autism is genetic, not environmental. There is no epidemic because changing diagnostic criteria explains the rise. What we can glean from the science is that autism requires an environmental trigger to cause the epidemic increases we’re seeing in not only autism, but ADHD, tics, allergies and a laundry list of other childhood disorders that we have not seen in past generations.. Claim 7. Autism is genetic, not environmental. There is no epidemic because changing diagnostic criteria explains the rise. Researchers have been searching for the elusive autism gene for decades and still haven’t found it despite spending hundreds of millions of dollars in their pursuit. There may be as many as 1,000 genes involved in autism risk and many of the most promising genetic findings are acquired mutations that point to environmental factors as the cause of the mutations. The expansion of genetic studies has found that, in families who have two children diagnosed with autism, the siblings often don’t share the same gene changes, which has raised the possibility that the disorder isn’t inherited even when it runs in families. This begs the question of shared environmental factors or risk conditions.. Claim 7. Autism is genetic, not environmental. There is no epidemic because changing diagnostic criteria explains the rise. One of the largest twin studies to date published in 2011 also found the role of the environment has been underestimated.  The study found that the children’s environment represents more than 1/2 the susceptibility: 55% in severe autism and 58% in the broader spectrum, while genetics was involved in 37% and 38% of the risk respectively.. Claim 7. Autism is genetic, not environmental. There is no epidemic because changing diagnostic criteria explains the rise. We often hear that autism starts in utero because initial studies that looked at abnormal brain growth associated with autism reported the abnormalities occurred prenatally, but that work has been challenged by Harvard researchers who used advanced imaging techniques and reported that the brain overgrowth was being driven by the white matter of the brain.  The observed overgrowth of the white matter occurred after birth and may be related to the process of myelination. The white matter overgrowth was also seen in infants with developmental language disorders, which is often one of the first symptoms of autism in children.. Claim 8.  The United States already has a vaccine safety commission. Claim 8.  The United States already has a vaccine safety commission. Any appearance of vaccine safety efforts made by the CDC and its pundits is a facade. A government agency charged with ensuring high vaccination uptake in the population should not be entrusted to ensure that vaccines are as safe as possible.. Claim 8.  The United States already has a vaccine safety commission. The CDC is in the vaccine business, a tremendous conflict of interest when that same agency is tasked with promoting mass-scale vaccination. According to a 2003 UPI Investigation, the CDC held 28 vaccine licensing agreements at that time. In 2017, another analysis found that the CDC now holds at least 57 patents related to vaccines.. Claim 8.  The United States already has a vaccine safety commission. Members of the Advisory Committee on Immunization Practices, who determine vaccine recommendations, are allowed to have financial conflicts, some even profiting from the vaccine decisions the committee recommends.. Claim 8.  The United States already has a vaccine safety commission. The revolving door between the CDC and the vaccine industry is blatant and has gone unchecked for decades. . Claim 9. Robert F. Kennedy, Jr. is an “anti-vaxxer”. Claim 9. Robert F. Kennedy, Jr. is an “anti-vaxxer”. This type of bullying terminology is an attempt to censor opinion and silence debate. There are very real problems with vaccine safety, efficacy, pharmaceutical influence in public interest decision making and policy, and conflicts of interest among the regulators of our government agencies expected to protect Americans from harm. That is the story that needs to be covered. Name calling does nothing to advance the discussion of these critical issues.. Claim 9. Robert F. Kennedy, Jr. is an “anti-vaxxer”. Robert F. Kennedy, Jr. ensured that all of his six children were fully vaccinated. But when he read the independent, peer-reviewed research linking vaccines with serious health conditions and talked to pharmaceutical and government “experts”, he was convinced that mercury was driving the epidemic of neurological and immunological injuries impacting today’s children in numbers never before seen in history.. Claim 9. Robert F. Kennedy, Jr. is an “anti-vaxxer”. Kennedy was also concerned over the lack of true vaccine safety science. The few existing CDC safety studies are rife with errors and additionally, CDC whistleblower William Thompson claims some of them to be fraudulent.. Claim 9. Robert F. Kennedy, Jr. is an “anti-vaxxer”. Proclaiming that Mr. Kennedy is “anti-vaccine” effectively dismisses not only what tens of thousands of parents have witnessed but also what a growing amount of published, reputable science is bearing out. He wants trustworthy regulators who will actually do their jobs in protecting the health of our nation’s citizens.. When it comes to the safety and well-being of their children, parents and caregivers have every right to pose questions  Claim 10. Unvaccinated people make others sick. Vaccines should be mandatory with no philosophical, medical or religious exemptions. Claim 10. Unvaccinated people make others sick. Vaccines should be mandatory with no philosophical, medical or religious exemptions. History shows us that vaccinated people can also spread diseases and infections. This is well illustrated by the 2016 Harvard mumps outbreak and the 2017 mumps outbreak at Syracuse University wherein all people diagnosed with mumps had received both recommended doses of the MMR vaccine. As mentioned above, according to two former Merck virologists who worked on the mumps portion of the MMR, the mumps vaccine is not effective.. Claim 10. Unvaccinated people make others sick. Vaccines should be mandatory with no philosophical, medical or religious exemptions. In addition to the lack of efficacy in vaccines such as the MMR, vaccines made with live viruses such as MMR, chicken pox, rotavirus, influenza, and shingles can cause shedding of the viruses to the close contacts of  those vaccinated. When it comes to the safety and well-being of their children, parents and caregivers have every right to pose questions, no matter the topic. Parents research the safest car seats, cribs, strollers and everything else that involves their children. Vaccines should also be on the table for questioning, researching, discussing, or criticizing. And if parents decide to refuse vaccines for their children, those decisions should be respected.. Claim 10. Unvaccinated people make others sick. Vaccines should be mandatory with no philosophical, medical or religious exemptions. “One size fits all” is a questionable policy when it comes to medical treatment. Knowledgeable doctors realize that there isn’t a single medical procedure that works well for the entire population—and that includes vaccines. Published science also supports the fact that some people with genetic predispositions or biological susceptibilitiesshould not have vaccines.  We desperately need more research in this area so we can identify those likely to be harmed so we can modify their vaccine schedule. Have we traded acute childhood illness for lifelong chronic disease? The American public is become increasingly aware of the rapid decline in the health of our nation’s children and are worried that the ever-expanding childhood vaccine schedule—that has tripled since the 1980’s—may be responsible for the current epidemic of serious childhood health conditions.  These concerns are warranted given the fact that over half of the children in this country—54%–now have a chronic health condition.. Claim 10. Unvaccinated people make others sick. Vaccines should be mandatory with no philosophical, medical or religious exemptions. Mandated vaccines are in direct opposition to informed consent, the number one tenet of the Nuremberg Code: The voluntary consent of the human subject is absolutely essential.. Ignoring facts, research and conflicts of interest within regulatory agencies has created a smoke screen to cover the obvious truth of the matter—vaccines are not as safe and effective as our government agencies and mainstream media would have us believe. Vaccines can and do cause serious injuries including autism and many other adverse health outcomes.  Visit worldmercuryproject.org for more information. Views expressed in this article are the opinions of the author and do not necessarily reflect the views of The Epoch Times. ", "pub_date": "2017-12-14T14:16:43", "access_date": "2019-12-04", "query": "vaccines too many; danger of multiple vaccines", "Google rank": "", "url": "https://www.theepochtimes.com/countering-false-vaccine-safety-claims_2387621.html", "keywords": "vaccine, mercury, claim, ethyl, autism"}