{"title": "Are Vaccines Safe?", "body": "How many times have you read an article or heard a story about all the positive effects of vaccines? Chances are, not often — if ever. Now think about how many times you've heard from the media (and from other parents at the playground or on community message boards) about the rare instances of a serious complication associated with vaccines. Probably a lot more, right? It's no wonder. Good news is typically classified as no news — which is why you don't hear a lot about it. The good news that you probably haven't been hearing enough about vaccines is that they're very effective and safe. Like anything in life, getting vaccines isn't completely risk-free — but the small risk of a serious complication occurring as the result of a vaccine is outweighed by the enormous benefits. While reactions do sometimes occur with some vaccines (such as soreness or redness where the shot was given, fussiness or a low-grade fever), the vast majority of these reactions are mild and short-lived. Serious reactions are extremely rare. This is an understandable concern — but fortunately, one you can easily cross off your parental worry list. Most vaccines are made from bacteria or viruses that have been killed or weakened — which means they can't make anyone sick with the disease they're intended to prevent. Even those vaccines that are made from weakened live viruses (like the chicken pox or measles, mumps, rubella vaccines) carry only a small risk of causing symptoms similar to the disease. And even in the unlikely event that your child does experience these symptoms, they will be less severe than if he were infected with the disease-causing virus itself. The pain of a vaccine is only momentary (it feels like a pinch), and compared with the pain of the diseases the shot is protecting against, insignificant. You can minimize your baby's pain and tears by holding her in your arms and by distracting her. Breast- or bottle-feeding during or right after the vaccine can help too, as can giving lots of cuddles, talking to your child in a soothing voice, singing to your baby and offering a favorite stuffed animal, toy or book. Not only won't the vaccines overwhelm your baby's immune system, but they'll actually help strengthen it. The schedule of recommended shots may seem daunting and might even have you wondering how your little one's immune system will be able to handle it all — but actually, research shows that there's no need to worry. Healthy babies safely respond to numerous challenges to their immune system every day, from germs on the floor (the ones she picks up with that dropped teething biscuit) to bacteria in foods, from dust in the living room air to cold viruses floating around the supermarket. Vaccines, say experts, are an insignificant drop in the immune system bucket compared to what babies successfully tackle on a daily basis. Vaccines don't just appear on the market — or on your child's immunization schedule. Years of testing in the form of clinical trials by pharmaceutical companies are required before a vaccine can be approved and used. This testing and study process can take 10 years or longer in some cases. Once a vaccine has been shown to be safe and effective through those clinical trials, an advisory committee of medical and public health experts presents its findings, has open public meetings and develops recommendations for vaccine use. It's a long and appropriately complex process. From time to time, adjustments are made to vaccines to make them even safer and more effective. The DTP vaccine was modified to become the DTaP vaccine after questions were raised about side effects associated with the original formulation. And the oral (live) polio vaccine that was initially used in the U.S. was replaced with the inactivated polio vaccine, which carries no risk of causing polio itself. What this all boils down to: Vaccines are far safer than the diseases they prevent. Vaccine-preventable diseases can be very serious, may require hospitalization or even be deadly – especially in infants and young children. But because of vaccines, many of those childhood diseases have been almost wiped out in the U.S. Concerned because you've heard vaccines are linked to autism? That myth has been disproven again and again by dozens of studies, including a decade-long one of half a million people published in 2019. Without a doubt, vaccines are one of medical science's most amazing success stories — definitely a story that merits more headlines. That said, your priority as a parent is, understandably, protecting your child from harm in any way that you can. When it comes to your baby's shots, one of the best ways to protect your child is to learn all you can about vaccines from reliable sources — and your pediatrician tops that list. Before having your little one vaccinated, do your homework so you can feel good about the informed decision you're making and talk to the doctor about the potential risks of or side effects from that particular vaccine. You should also make sure the doctor or nurse gives you a \"Vaccine Information Statement\" from the Centers for Disease Control and Prevention (CDC) for each shot your child gets. Armed with accurate information, you'll be able to schedule those vaccines with confidence. Related Stories ", "pub_date": "2019-03-05T16:00:00", "access_date": "2019-12-04", "query": "vaccines safe", "Google rank": "", "url": "https://www.whattoexpect.com/child-vaccinations/are-immunizations-safe.aspx", "keywords": "vaccine, hear, story, baby, polio"}