{"title": "A link between thimerosal and the brain: Can vaccines affect central nervous system function? | EurekAlert! Science News", "body": "\nAccording to new research from Northeastern University pharmacy professor Richard Deth and colleagues from the University of Nebraska, Tufts, and Johns Hopkins University, there is an apparent link between exposure to certain neurodevelopmental toxins and an increased possibility of developing neurological disorders including autism and attention-deficit hyperactivity disorder. The research - the first to offer an explanation for possible causes of two increasingly common childhood neurological disorders - will be published in the April 2004 issue of the journal Molecular Psychiatry, and earlier as advance online publication. Though some speculation exists regarding this link, Deth and his colleagues found that exposure to toxins, such as ethanol and heavy metals (including lead, aluminum and the ethylmercury-containing preservative thimerosal) potently interrupt growth factor signaling, causing adverse effects on methylation reactions (i.e. the transfer of carbon atoms). Methylation, in turn, plays a significant role in regulating normal DNA function and gene expression, and is critical to proper neurological development in infants and children. Scientists and practitioners have identified an increase in diagnoses of autism and ADHD in particular, though the reasons why are largely unknown.  In their work, the scientists found that insulin-like growth factor-1 (IGF-1) and the neurotransmitter dopamine both stimulated folate-dependent methylation pathways in neuronal cells. At the same time they noted that compounds like thimerosal, ethanol and metals (like lead and mercury) effectively inhibited these same biochemical pathways at concentrations that are typically found following vaccination or other sources of exposure. By better understanding what happens when infants and children are exposed to these materials, the work of Deth and his colleagues helps to explain how environmental contact with metals and administration of certain vaccines may lead to serious disorders that manifest themselves during childhood, including autism and ADHD. \"Scientists certainly acknowledge that exposure to neurotoxins like ethanol and heavy metals can cause developmental disorders, but until now, the precise mechanisms underlying their toxicity have not been known.\" said Deth. \"The recent increase in the incidence of autism led us to speculate that environmental exposures, including vaccine additives might contribute to the triggering of this disorder.\"  Thimerosal, which was largely phased out in the U.S. and in Europe starting in 2000,was often used for its preservative abilities in multi-dose units of vaccines for diseases like hepatitis, whooping cough, tetanus and diptheria. Today, most vaccines carry only trace amounts of it, according to the CDC. But in larger, multi-dose vials of these vaccines, often shipped to and used in third world countries, thimerosal is still very common. Multi-dose flu vaccines still contain thimerosal. Additionally, the scientists recently obtained more insight into the mechanism by which thimerosal interferes with folate-dependent methylation. It acts by inhibiting the biosynthesis of the active form of vitamin B12 (methylcobalamin), which is of particular interest because doctors treating autistic kids are having good success with the administration of methycobalamin.", "pub_date": "2004-02-05T05:00:00+00:00", "access_date": "2019-12-04", "query": "vaccines too many; danger of multiple vaccines", "Google rank": "", "url": "https://www.eurekalert.org/pub_releases/2004-02/mp-alb020204.php", "keywords": "thimerosal, methylation, deth, vaccine, metal"}