{"title": "Vaccine Safety: The Debate Is Far from Over", "body": "If you think the debate over the safety of childhood vaccines is going to go away soon, think again. If anything, it’s likely to get more heated. After all, this is an issue that centers on the health and safety of children. Those who are dubious of vaccines think children are being harmed to the extent that some of them develop autism. Those who champion vaccines feel the antivaccination movement is putting public health at risk by lowering herd immunity and sending unvaccinated kids into schools and other community spaces. The issues involved may not be as simple as one might think, and the reasons they get such public traction are varied.   Those who question the safety of vaccines blame greedy pharmaceutical companies, corrupt government officials, and biased scientific studies. Those who are adamant that vaccines are safe blame an out-of-control social media scene, nonexpert celebrities, and a growing antiscience mood. This heated battle is starting to boil as a new, more conservative administration settles in at the White House — one that some feel may encourage vaccine opponents. “It’s sad and scary. I’m worried about the direction we are going,” Cynthia Leifer, PhD, an associate professor of immunology at Cornell University, told Healthline. Read more: ‘Fake news’ is also plaguing the world of science The antivaccination movement got its first big booster shot in 1998 when Dr. Andrew Wakefield and 12 colleagues published research in The Lancet journal. Wakefield said his case studies had shown the measles, mumps, and rubella (MMR) vaccine could be linked to a rise in autism cases in children. However, a number of faults were eventually uncovered in Wakefield’s research. Among them was the small sample size of 12 people as well as his ties to private companies. The Lancet retracted the study in 2010. That same year, the General Medical Council in the United Kingdom banned Wakefield from practicing medicine, citing a number of ethical lapses. The antivaccination movement did get another boost from a more reputable source. It came in the form of Dr. Bernadine Healy, a former director of the National Institutes of Health (NIH), professor of medicine at Johns Hopkins School of Medicine, and dean of Ohio State University Medical School. In a 2008 interview with CBS News, Healy said government officials and scientists had been too quick to dismiss the concerns of families whose children became ill after receiving vaccinations. Healy died in 2011 of brain cancer, but her words are still quoted by a number of antivaccination groups. Some celebrities then attached themselves to the cause. One of the first was Jenny McCarthy, the former Playboy Playmate, whose son was diagnosed with autism in 2005. McCarthy went public with concerns about childhood vaccines and eventually formed Generation Rescue, whose primary mission is to help families with autistic children. There’s also Robert F. Kennedy Jr., the son of Sen. Bobby Kennedy who was assassinated in 1968 while running for president. In an in-depth half-hour interview with Healthline, Kennedy said he got involved in the issue while representing people who said they had been stricken with mercury poisoning by coal-fired power plants. Kennedy formed the World Mercury Project, whose primary goal is to raise awareness about the serious dangers of mercury. When it comes to vaccines, the organization’s focus is on thimerosal, a mercury-based preservative that was taken out of childhood vaccines in 2003, but is still used in flu vaccines that are given to children and pregnant women. Last month, Kennedy and actor Robert De Niro, whose son has autism spectrum disorder, held a press conference in which they announced they’d offer $100,000 to anyone who can present them with a peer-reviewed study that proves thimerosal is safe. Critics called the offer a publicity stunt, but the news conference received plenty of attention. Vaccine supporters say the attention given to vaccine opponents is indicative of a new world of social media where a former Playboy model can become a leading expert on autism and vaccines. “Social media allows individuals with a high profile to keep rehashing the issue,” said Leifer. There’s also the internet in general. Anybody can toss up a website, so for every page on healthchildren.org declaring that vaccines are safe there is a page that details the lawsuit filed by former Merck scientists stating that the company intentionally skewed results from their MMR vaccine. In addition to the antiscience mood, there is also a growing disdain for pharmaceutical companies. That’s been fueled partly by stories of pharmaceutical firms charging what many in the public see as outrageous prices for products. These high-profile stories include Mylan’s price hike of its EpiPen for serious food allergy reactions, to the sudden 5,000 percent price increase for the lifesaving drug Daraprim by Turing Pharmaceuticals. On its site, the World Mercury Project says the pharmaceutical industry is a trillion dollar industry with vaccines bringing in $25 billion in annual sales. They say the “insatiable pharmaceutical industry” has 271 new vaccines under development at the Centers for Disease Control and Prevention (CDC) in the hope of raising annual vaccine sales to $100 billion. With this kind of money and the health of children at stake, it’s probably no mystery why the arguments on both sides of the vaccine safety issue can get heated.  Read more: Vaccines don’t cause autism. So what does? Vaccine proponents cite study after study for their support of inoculations. Among them are a 2013 analysis by The National Academy of Sciences, a 2010 study published in the journal Pediatrics, a 2007 review of data on 900 children in Japan, and a 2001 study published in the journal Vaccine. In addition, a special federal “vaccine court” ruled in 2009 that vaccines do not cause autism, and the families of autistic children are not entitled to compensation. A study published last month reported that brain scans can sometimes spot signs of autism in babies with higher risk of developing the disease. Researchers say this counters the arguments that autism begins to show up in children at ages 3 and 4 after they have received vaccinations. Officials at the CDC and FDA say studies and rulings such as these have convinced them that vaccines are safe. Even the nonprofit organization Autism Speaks states on its website that the “scientific evidence is clear” that vaccines do not cause autism. On their site, they have published a 2015 study that concluded there was no link between the MMR vaccine and autism. That same year, the advocacy group issued a strong statement urging parents to have their children vaccinated. However, opponents of vaccines are still not swayed. They note that the federal court that dismissed links between vaccines and autism has also awarded numerous families compensation for brain damage caused to their children by vaccines. Those judgments include high-profile cases in 2009 and 2013. The vaccine skeptics also list a series of allegations to back up their claims. Many of these issues were first discussed by Healy a decade before her death and are outlined on a 14 Studies page on McCarthy’s website Generation Rescue. Read More: Americans still skipping out on vaccines One of the chief assertions of vaccine opponents is what they see as a correlation between the rise in autism rates and the increase in vaccinations. They report that autism rates in the United States have risen from 1 in 10,000 children in the 1980s to 1 in 110 children. At the same time, the number of recommended vaccinations has increased from 10 to 36. Kennedy said the numbers are backed up by the stories from thousands of parents who talk about the seizures and autism symptoms their children developed after receiving vaccines. “What are the chances they all made up the same story,” he told Healthline. Vaccine supporters, however, say two things happening at the same time doesn’t necessarily mean they’re connected. Leifer said if you go outside after a rainstorm and worms are crawling on the ground that doesn’t mean it rained worms. Dr. Kathryn Edwards, the chair of the pediatrics department at the Vanderbilt University School of Medicine, agrees. “Two things that happen at the same time are not necessarily related to one another,” she told Healthline. “Not everything that goes together is causational,” added Leifer. “There are other things that should be considered.” Among them are environmental changes, diets, better diagnostic tools, and more awareness of diseases. Kennedy and others are also focused on mercury, a compound they say is the second deadliest toxin on Earth. For vaccines, they’ve homed in on thimerosal, the mercury-based preservative still found in flu shots. Kennedy said his group has more than six dozen studies that establish a link between thimerosal and autism. He says there are no studies that exonerate the ingredient. He said that means our country is pumping high levels of mercury into children and pregnant women when they are given flu shots. “I don’t understand why everybody isn’t upset,” he said. Vaccine opponents, however, say there are studies that have declared thimerosal safe, at least the amount used in vaccines. Johns Hopkins Bloomberg School of Public Health has printed a list of research that disputes a link between thimerosal in vaccines and autism. “The bottom line is that raising an issue about thimerosal is a purposeful attempt to sow seeds of doubt about the safety of vaccines that save the lives of children,” said Leifer. A lot of scientific research is disputed by vaccine opponents, though. They say a lot of the studies are heavily influenced by the powerful pharmaceutical industry. They compare the situation to the tobacco companies’ involvement in lung cancer research and the sugar industry’s coercion in tooth decay research. “The [vaccine] research has been designed and written by the industry,” Kennedy said. The opponents also say the studies on vaccines and autism have only been done on the MMR inoculations. They add there are also no studies comparing vaccinated children with unvaccinated children. Jon Cohen, a staff writer for the journal Science, published by the American Association for the Advancement of Science (AAAS), said vaccine skeptics are asking this question in reverse order. “You can’t prove a negative. Flip these questions on their heads,” he told Healthline. “What evidence links vaccines to autism? What evidence links thimerosal doses used in vaccines to harm?” Leifer and Edwards both said there has been some research done comparing vaccinated and unvaccinated children. However, those studies are difficult to set up because of the low number of children who haven’t received those vaccines. Vaccine opponents also say there is corruption within government agencies. On the 14 Studies page, the opponents say “studies are rife with conflicts” between study authors as well as government officials and industry representatives. Kennedy said there are a “tiny handful of corrupt scientists and leaders” who are protected by the silence of many others who work with them at agencies like the CDC. He compares it to the cover-up of priest pedophilia in the Catholic Church that was uncovered by the Boston Globe and detailed in the movie, “Spotlight.” However, vaccine supporters see these accusations as nothing more than far-fetched conspiracy theories. “Vaccine safety is something we take very seriously,” said Edwards. Read more: Why adults don’t get vaccinations Concerns over vaccines are nothing new. Cohen notes that there have been safety issues since Edward Jenner developed the smallpox vaccine, the world’s first inoculation. Nor is vaccine safety confined to the United States. In a 2016 survey, researchers said people in France showed the highest concern over vaccines of the 66 countries studied. In that European nation, 41 percent disagreed with the notion that vaccines are safe. Cohen said vaccines can cause harm. He noted the Cutter Incident in 1955 when a defective batch of vaccines actually caused 40,000 cases of polio in children. There was also the STEP study in which some men who received a vaccine designed to protect against HIV ended up at higher risk of being infected by the virus. Despite these cases, Cohen said, there is a reward vs. risk factor that needs to be considered. That is sometimes clouded by a relative lack of exposure to disease in modern society. “Unlike in the smallpox or polio era, parents typically have never seen the damage done by the diseases they are vaccinating against, and there’s little understanding of herd immunity — the idea that if a certain percent of a population is immune, a pathogen stops spreading,” Cohen said. Edwards agreed, saying some younger parents may not have had measles or mumps as a child. “They’re not nice things to have,” she commented. Leifer also asks people to look at the success rate of vaccines. There have been no smallpox cases anywhere in the world since 1978.  Polio used to cause 15,000 cases of paralysis a year in the United States before the vaccine was introduced in the 1950s. There has not been a polio case that originated in the United States since 1979. The rates of measles and mumps in the United States have been significantly reduced. “I don’t think there’s any way you can argue against that,” said Leifer. Vaccine critics still see the decrease in certain diseases being offset by the rise in autism and other ailments. However, Leifer says the debate over vaccine safety is hurting efforts to win the battle against autism. “It’s slowing down the race to find out what exactly causes autism,” she said. ", "pub_date": "2017-03-07T18:00:00+00:00", "access_date": "2019-12-04", "query": "vaccines safe", "Google rank": "", "url": "https://www.healthline.com/health-news/debate-over-vaccine-safety", "keywords": "vaccine, say, autism, leifer, kennedy"}