{"title": "Juvenile Diabetes and Vaccination: New Evidence for a Connection - NVIC", "body": " In the fall of 1997, the Centers for Disease Control confirmed that the number of Americans living with diabetes has skyrocketed in the past 40 years with a record sixfold increase in this chronic disease since 1958. It is estimated that nearly 16 million Americans are suffering with diabetes and 5 million more may have it but not know it. Over the past four decades, intensive national mass vaccination campaigns have dramatically increased vaccination rates among American children who now are getting 34 doses of 10 different viral and bacterial vaccines before they enter kindergarten. Recent published data in the medical literature suggest increasing numbers of childhood vaccines may be playing a role in the big jump in the number of cases of juvenile diabetes. What is diabetes? The most frequent kind of diabetes is diabetes mellitus, a chronic degenerative disease caused when the pancreas either fails to produce a protein hormone called insulin or the body's cells are resistant to the action of insulin. Without insulin, the body cannot process and use glucose, a blood sugar which is a chief source of energy for living organisms and is found in certain foods like fruit. If the body's cells have become resistant to insulin, glucose cannot be moved from the blood to cells in order to be transformed into energy. There are two types of diabetes mellitus: Type I, called insulin-dependent juvenile diabetes, and Type II, called adult-onset diabetes. Type I Diabetes - Type I diabetes, also called insulin-dependent diabetes mellitus (IDDM), occurs mostly in children and young adults. Five to 10 percent of those diagnosed with diabetes are Type I diabetics. In Type I diabetes, the body cannot produce insulin. This causes glucose to build up in the bloodstream and be secreted from the body in the urine, leaving the body to starve for energy because the body's cells cannot get the necessary nourishment provided by glucose. Symptoms include excessive thirst, hunger, urination, dehydration and often weight loss. Insulin injections must be taken daily to keep blood glucose levels stable. Type II Diabetes - Type II diabetes occurs primarily in middle age and makes up 90 percent of all diagnosed cases of diabetes. The pancreas still produces insulin in Type II diabetes but the body's cells are resistant to the action of insulin and glucose is not absorbed properly by the cells. Obesity and a family history of diabetes are risk factors for Type II diabetes. Exercise, weight control, diet restrictions and medication can be used to control Type II diabetes in many cases. Temporary insulin injections may also be given. Chronic Disease and High Medical Costs - Diabetes (Type I and Type II) is a chronic disease that can become progressively debilitating for the individual as time goes on. When uncontrolled or inadequately controlled, diabetes leads to blindness, loss of hearing, heart and kidney disease, strokes, cataracts, nerve damage, paralysis of the intestinal tract, gangrene requiring amputation of limbs and death. There have been estimates that some 125 million people worldwide have diabetes and that this number is expected to double by the year 2025. According to the CDC, nearly 800,000 new cases of diabetes are diagnosed in the US every year, with about 6 percent of the US population now thought to have the disease. Diabetes is the nation's seventh leading cause of death and kills or is a co-factor in the deaths of some 200,000 Americans every year. The leading cause of acquired blindness, diabetes contributes to about 24,000 new cases of acquired blindness in the US every year. Half of all amputations performed in the US are caused by diabetes, which means that about 54,000 amputations are diabetes-related. Diabetes is the leading cause of kidney failure and the need for dialysis and kidney transplants. Between 1980 and 1994, diabetes rose 33 percent among black Americans and 11 percent among white Americans. Costs to cope with the growing epidemic of diabetes are high. In 1992, it was estimated that diabetes cost the US $85 billion for medical treatment and an additional $47 billion for lost work time, disability payments and premature death. Old Reports, New Evidence of Vaccine Connection - Doctors started making reports in the medical literature as early as 1949 that some children injected with pertussis (whooping cough) vaccine (now part of the DPT or DTaP shot) were having trouble maintaining normal glucose levels in their blood. Lab research has confirmed that pertussis vaccine can cause diabetes in mice. As diabetes research progressed in the 1960's, 70's and 80's, there were observations that viral infections may be a co-factor in causing diabetes. The introduction of live virus vaccines, such as live MMR vaccine which is made from weakened forms of the live measles, mumps and rubella viruses, has raised questions about whether live vaccine virus could by a co-factor in causing chronic diseases such as diabetes. One virus, the rubella virus, has already been shown to be associated with diabetes. Babies infected with the rubella virus in their mother's womb, who are born with congenitally acquired rubella syndrome, often develop Type I diabetes. One 1980 study concluded that rubella virus can infect pancreatic islet cells and that the infection can severely reduce levels of secreted insulin. Another study in the 1980's demonstrated that, after live rubella vaccination, the rubella virus can persist in the body of a vaccinated person for many years. Like rubella, mumps disease has been strongly associated with the development of Type 1 diabetes. Like the rubella virus, the mumps virus can infect pancreatic islet cells. And like the live rubella vaccine, there are persistent reports in the medical literature that some children develop diabetes after receiving live mumps vaccine. An accumulation of scientific research today suggests that Type 1 diabetes is an autoimmune disease. Autoimmunity is created when the immune system malfunctions and attacks its own body. Genetic predisposition and environmental factors (such as a viral infection) are thought to be co-factors in the development of autoimmune disease, including diabetes. Because a vaccine artificially manipulates the immune system in order to make it act as if it has recovered from and is immune to a particular disease, some scientists are investigating whether vaccination can be a co-factor in the development of autoimmune diseases like diabetes. This research is particularly important for individuals who may have a genetic predisposition to autoimmunity, such as those with a family history of autoimmune disease. New Evidence of Vaccine-Associated Increases in Diabetes - Evidence of a vaccination-diabetes connection has been strengthened since 1996 by the epidemiologic investigation of J. Barthelow Classen, M.D., a former researcher at the National Institutes of Health and the founder and CEO of Classen Immunotherapies, Inc.. Dr. Classen is developing ways to prevent autoimmune disease and maintains that one reason there is a growing epidemic of diabetes in the world is because vaccines given to children at two months and older can induce immune-mediated diabetes. Classen has analyzed mass vaccination and disease incidence data from foreign countries, which keep better records of diabetes incidence than the U.S., as well as has conducted basic science research experiments on mice and rats to support his argument. Beginning with lab experiments, he demonstrated that 8 week old rats and mice injected with DPT vaccine had a higher incidence of diabetes than those who were not injected with DPT vaccine at 8 weeks old. Then he searched for evidence in existing epidemiological data on human populations to suggest that injecting two month old babies with vaccines causes an increased incidence in diabetes. In the May 24, 1996 New Zealand Medical Journal, Dr. Classen reported that there was a 60 percent increase in Type I diabetes (juvenile diabetes) following a massive campaign in New Zealand from 1988 to 1991 to vaccinate babies six weeks of age or older with hepatitis B vaccine. His analysis of a group of 100,000 New Zealand children prospectively followed since 1982 showed that the incidence of diabetes before the hepatitis B vaccination program began in 1988 was 11.2 cases per 100,000 children per year while the incidence of diabetes following the hepatitis B vaccination campaign was 18.2 cases per 100,000 children per year. More Vaccines Equal More Diabetes - In the October 22, 1997 Infectious Diseases in Clinical Practice, Classen presented more data further substantiating his findings of a vaccine-diabetes connection. He reported that the incidence of diabetes in Finland was stable in children under 4 years of age until the government made several changes in its childhood vaccination schedule. In 1974, 130,000 children aged 3 months to 4 years were enrolled in a vaccine experimental trial and injected with Hib vaccine or meningococcal vaccine. Then, in 1976, the pertussis vaccine used in Finland was made stronger by adding a second strain of bacteria. During the years 1977 to 1979, there was a 64 percent increase in the incidence of Type 1 diabetes in Finland compared to the years 1970 to 1976. In 1982, another vaccine was added to the childhood vaccination schedule in Finland. Children aged 14 months to six years were given the live MMR (measles-mumps-rubella) vaccine. This was followed by the injection of 114,000 Finnish children aged 3 months and older with another experimental Hib vaccine. In 1988, Finland recommended that all babies be injected with the Hib vaccine. The introduction of these new vaccines in Finland were followed by a 62 percent rise in the incidence of diabetes in the 0 to 4 year old age group and a 19 percent rise of diabetes in the 5 to 9 year old age group between the years 1980 and 1982 and 1987 and 1989. Classen concluded: \"The net effect was the addition of three new vaccines to the 0-4 year old age group and a 147 percent increase in the incidence of IDDM [insulin dependent diabetes mellitus] , the addition of one new vaccine to the 5-9 year olds and a rise in the incidence of diabetes of 40 percent, and no new vaccines added to the 10 to 14 year olds and a rise in the incidence of IDDM by only 8 percent between the intervals 1970-1976 and 1990-1992. The rise in IDDM in the different age groups correlated with the number of vaccines given.\" Biological Mechanism Described - Classen says that when infants are given vaccines at two months of age and older, some infants may already have a sub-clinical inflammation of insulin secreting cells due to exposure to diabetes-inducing viruses carried by the mother such as coxsackievirus B infections. When babies with this sub-clinical inflammation are injected with vaccines, the existing inflammation is made worse by the release of interferon and causes an autoimmune state leading to immune mediated Type 1 diabetes later in childhood. Classen's data shows there can be a 1 to 4 year latency between the time the vaccines are given and Type 1 diabetes appears. Classen, whose company has developed pediatric immunization methods to prevent diabetes, believes that Type 1 diabetes and other autoimmune disorders can be prevented by vaccinating babies immediately after birth. He points to a much lower incidence of Type 1 diabetes in children in Sweden who were given BCG vaccine at birth compared to Swedish children who were given BCG vaccine at two months of age, data which correlates with experiments he conducted on mice and rodents he injected with BCG vaccine at birth and two weeks of age. He also points to data from other countries such as Ireland and Switzerland to make his case for vaccination at birth. Classen maintains that when vaccines are given at birth, the infant's body releases interferon which protects the child from being colonized with diabetes-inducing viruses carried by the mother. Vaccine Trials Flawed - Whether vaccination at birth will prevent vaccine-associated autoimmunity such as diabetes is not as clear as Classen's analysis of compelling data suggesting vaccines can be a co-factor in the development of Type I diabetes in children. Without large, well designed case controlled studies, his proposed solution to vaccinate at birth cannot be confirmed. In the meantime, Classen is critical of past and current vaccine trials used by drug companies and the FDA to license vaccines and used by the CDC to make mass vaccination policies. In conclusion, he said: \"The results indicate that previous vaccine trials are flawed because they are not designed to detect associations between vaccination and autoimmune diseases, such as IDDM. Prospective clinical trials are needed to further evaluate the effect of vaccines on IDDM.\" NVIC Calls For Government Funding of Independent Researchers - Although more than $1 billion dollars is appropriated by Congress to federal health agencies every year to develop, purchase and promote the mass use of vaccines by American children, none of that money is used to fund independent vaccine researchers to investigate vaccine-associated health problems like diabetes. In fact, reputable researchers outside of government like Dr. Classen, who want to do vaccine adverse event research, are not given government grants to do that kind of research. The National Vaccine Information Center maintains that there is an inherent conflict of interest in allowing the same health officials in federal agencies responsible for researching, developing, regulating, making national policy for and promoting vaccines to also be in control of monitoring vaccine reactions and evaluating health problems associated with vaccines. There is a similar conflict of interest in relying solely on scientific data supplied by drug companies, who make and sell vaccines for a profit, to license vaccines safe for use by the public without corroborating independent scientific data about the vaccine's safety. \"Health officials in federal agencies have no accountability to anyone when it comes to setting priorities for how our tax dollars are used when it comes to vaccine research,\" said NVIC president and co-founder Barbara Loe Fisher. \"They can choose to do whatever they want to do with the money they get from Congress. And they choose to ignore the mounting evidence that vaccines are playing a role in the current epidemic of chronic disease, such as diabetes, in our society. Instead, our tax money is used to create more vaccines to add to the mandatory vaccination schedule for our children. There have never been and there are no plans to fund large independent studies to back-up the scientific validity of the government's current vaccine policies and independently confirm they are safe.\" ", "pub_date": null, "access_date": "2019-12-04", "query": "vaccines too many; danger of multiple vaccines", "Google rank": "", "url": "https://www.nvic.org/vaccines-and-diseases/Diabetes/juvenilediabetes.aspx", "keywords": "vaccine, diabetes, classen, insulin, vaccination"}