{"title": "Crowded vaccine schedule for babies safe, study finds - Vitals", "body": "Jerry Lampen / Reuters file A young child is vaccinated against the H1N1 flu virus in 2009. A new report says the US childhood vaccine schedule is safe. It sounds plausible. The average baby gets 24 jabs in 24 months -- needle after needle piercing tender little thighs. Some get as many as five shots in a single doctor’s visit. Surely all this immune stimulation is overloading their little bodies, right? It’s a seductive idea and one that makes sense, but only to people who don’t study the human immune system. A new report released on Wednesday suggests parents can let go of such concerns. Nonetheless, government officials need to take these and other worries into account when they design future studies into vaccine safety, the Institute of Medicine committee advised. “Our committee found no evidence that the childhood immunization schedule is not safe,” Ada Sue Hinshaw, Ph.D, dean of the graduate school of nursing at the Uniformed Services University of the Health Sciences and chair of the committee, told reporters in a conference call. The Institute, one of the independent National Academies of Science, was asked to look at studies involving not the vaccines themselves, which have been shown numerous times to be safe, but at the schedule for their delivery. Babies are vaccinated against diphtheria and tetanus, whooping cough and measles, chickenpox and bugs that cause meningitis, pneumonia and diarrhea. Some shots have to be given multiple times over a period of months to fully protect a child, and the schedule is based on when a child becomes vulnerable to infections, as well as when their immune system is developed enough to respond the vaccines. “A number of concerned parents say the sched­ule is too ‘crowded’ and have requested flexibil­ity, such as delaying one or more immunizations or having fewer shots per visit,” the committee says in its report. “Some parents have rejected the vaccines outright, arguing that the potential harm of their child suffering a side effect from the vaccine outweighs the well-documented benefits of immunizations preventing serious dis­ease. Other parents delay or decline immuniza­tions due to worries that family history, the child’s premature birth, or an underlying medical condi­tion may make them more vulnerable to compli­cations. Some simply distrust the federal govern­ment’s decisions about the safety and benefits of childhood immunizations.” And delaying or refusing vaccination can cause harm -- not only to the children who are not fully vaccinated, but to those around them, the committee noted. “States with policies that make it easy to exempt children from immunizations were associated with a 90 percent higher incidence of whooping cough in 2011,” the report says. The Centers for Disease Control and Prevention says the U.S. is having one of its worst outbreaks of whooping cough in 50 years and that 18 people, mostly very young babies, have died.  Furthermore, the vaccines have been fine-tuned. \"Although the number of vaccinations recommended is greater than ever before, the vaccines used in the current immunization schedule actually have fewer antigens (inactivated or dead viruses and bacteria, altered bacterial toxins, or altered bacterial toxins that cause disease and infection) because of developments in vaccine technology. From 1980 to 2000, the immunization schedule’s total number of antigens decreased by approximately 96 percent,\" the report reads. More than 90 percent of U.S. children are fully vaccinated by the time they start kindergarten, but some states, cities and towns have rates below that. Depending on the infection, having less than 80 percent to 90 percent of the population vaccinated can cause outbreaks that endanger infants too young to be vaccinated, the elderly, and people such as cancer patients with suppressed immune systems. And the report notes that most new parents today are too young to remember disease outbreaks of the 20th century. More than 16,000 Americans children were paralyzed by polio in the 20th century. None was last year, thanks to vaccines, the report notes. Smallpox, which once killed a third of its victims, has been completely eradicated by vaccination. But the National Vaccine Program Office, the Health and Human Services Department agency that commissioned the report, needs to listen more to worried parents, said Dr. Albert Berg of the University of Washington in Seattle, who served on the committee. “We recognize that parents have some concerns. We should understand those concerns,” Berg said in a telephone interview. “We should be all on the same side on this topic. We all want a safe and effective vaccine supply.” Related stories:     ", "pub_date": "2019-12-04T08:37:00", "access_date": "2019-12-04", "query": "vaccines safe", "Google rank": "", "url": "http://vitals.nbcnews.com/_news/2013/01/16/16546291-crowded-vaccine-schedule-for-babies-safe-study-finds?lite", "keywords": "vaccine, immunization, committee, vaccinate, schedule"}