{"title": "New Study Links Vaccine Induced Overload To Autism - Collective Evolution", "body": "A new vaccine study published in the peer-reviewed journal Molecular and Genetic Medicine is bringing more awareness to the connection between the dramatic increase in the quantity of routine childhood vaccines and the correlating increase in inflammation-associated disorders. (1) (source) “A massive increase in immunization has occurred. In the United States for example since just 1999 children are scheduled to routinely receive over 80 additional vaccines over their childhood. The increase in immunization has been followed by a huge increase in inflammation associated disorders like autism.”  (1) Think about that for a minute, children are scheduled to routinely receive 80 additional vaccines over the course of their childhood. Forget about autism for a moment, there are a number of studies that show vaccines are not completely safe. Here is a video of one doctor explaining why there has never been a safe vaccine, and why there will never be a safe vaccine.  The study argues that vaccine-induced immune overload is a driving factor in multiple childhood epidemics that continue to accelerate. Not only autism, but type 1 diabetes, asthma, food allergies, many autoimmune diseases, obesity, type 2  diabetes, non-alcoholic fatty liver disease (NAFL) and metabolic disease. “One major problem with vaccines is the concept of one size fits all. Package inserts of almost all vaccines recommend a dose based on age. In order for a vaccine to be a commercial success it is expected to induce a protective immune response in well over 90% of children. In order for this to happen, a dose, based on age, must stimulate a protective immune response in those with the weakest immune system. In the process of doing this, the other 90% or more of children have their immune system over stimulated. The process of over stimulating the immune system time and time again increases the risk of inflammatory diseases like autoimmune disease, and allergies which cause even more inflammation.”   (1) A number of studies have linked autism to autoimmune diseases (source). The proposed link to autism in this study comes from one that the lead author referenced in a study he published last year titled “Prevalence of Autism is Positively Associated with the Incidence of Type 1 Diabetes, but Negatively Associated with the Incidence of Type 2 Diabetes, Implication for the Etiology of the Autism Epidemic Molecular and Genetic Medicine.” In this study he describes research that links the prevalence of type 1 diabetes with autism, which suggests that their aetiologies are related and the role vaccines have in these diseases. (Reference # 33 from reference (1) of this article) Other Studies Suggesting A Vaccine Autism Link There are so many people out there who instantly say no, vaccines have no connection to autism, yet researchers from all around the world in published peer reviewed journals continue to question and consider it. Just because (apparently) a direct link has not been discovered does not mean it doesn’t exist, and given all of the information in all of these studies, it’s ridiculous to completely rule it out and say no. Before we get into the peer reviewed published information, it’s important to look at some independent research as well. Just because they are not published in a peer reviewed  journal does not mean that they should be ignored. For example, Dr. Theresa Deisher, a PhD in Molecular and Cellular Physiology from Stanford University, the first person to discover adult cardiac derived stem cells, determined that residual human fetal DNA fragments in vaccines can be one of the causes of autism in children through vaccination. (8) You can learn more about her and her background here.  This is why in depended research that’s not sponsored by the vaccine manufacturers themselves is so important to look at. This is one example of many. A  recent study published in the peer-reviewed journal Translational Neurodegeneration provided epidemiological evidence supporting an association between increasing organic -Hg exposure from Thimerosal-containing childhood vaccines and the risk of an ASD diagnosis.(2) As most of you know Thimerosal is toxic, and a number of studies have linked autism to a variety of toxins like prescription drugs, environmental pesticides and more. This information also comes from another new study that was published in the journal PLOS Computational Biology, from researchers at the University of Chicago  who revealed that autism and intellectual disability (ID) rates are linked with exposure to harmful environmental factors during congenital development. (3) You can read more about this here. Multiple researchers that are published in peer-reviewed journals are constantly bringing up a potential link between autism and vaccines, and new studies at that. Another example is a paper published in the peer-reviewed International Journal of Environmental Research and Public Health titled “Thimerosal Exposure and the Role of Sulfation Chemistry and Thiol Availability in Autism” which concluded: “With the rate of children diagnosed with an ASD in the US now exceeding 1 in 50 children and the rate of children with neurodevelopment/behavioral disorders in the US now exceeding 1 in 6 children, and the preceding evidence showing that there is vulnerability to ™ that would not be known without extensive testing, the preponderance of the evidence indicates that ™ should be removed from all vaccines” (4) To view papers regarding the toxicity of thimerosal, click HERE. A study published in the Journal Annals of Epidemiology has shown that giving the Hepatitis B vaccine to newborn baby boys could triple the risk of developing an autism spectrum disorder compared to boys who were not vaccinated as neonates. The  research was conducted at Stony Brook University Medical Centre, NY. A study published in the Journal of Inorganic Biochemistry by researchers at the Neural Dynamics Group, Department of Ophthalmology and Visual Sciences at the University of British Columbia determined that Aluminum, a highly neurotoxic metal and the most commonly used vaccine adjuvant may be a significant contributing factor to the rising prevalence of ASD in the Western World.  They showed that the correlation between ASD prevalence and the Aluminum adjuvant exposure appears to be the highest at 3-4 months of age. The studies also show that children from countries with the highest ASD appear to have a much higher exposure to Aluminum from vaccines. The study points out that several prominent milestones of brain development coincide with major vaccination periods for infants. These include the onset of synaptogenesis (birth), maximal growth velocity of the hippocampus and the onset of amygdala maturation. Furthermore, major developmental transitions in many bio-behavioural symptoms such as sleep, temperature regulation, respiration and brainwave patterns, all of which are regulated by the neuroendocrine network. Many of these aspects of brain function are known to be impaired in autism, such as sleeping and brainwave patterns. According to the FDA, vaccines represent a special category of drugs as they are generally given to healthy individuals. Further according to the FDA, “this places significant emphasis on their vaccine safety.” While the FDA does set an upper limit for Aluminum in vaccines at no more that 850/mg/dose, it is important to note that this amount was selected empirically from data showing that Aluminum in such amounts enhanced the antigenicity of the vaccine, rather than from existing safety. Given that the scientific evidence appears to indicate that vaccine safety is not as firmly established as often believed, it would seem ill advised to exclude paediatric vaccinations as a possible cause of adverse long-term neurodevelopment outcomes, including those associated with autism. A study published in the Journal of Toxicology and Environmental Health, Part A: Current Issues by the Department of Economics and Finance at the University of New York shows how researchers suspect one or more environmental triggers are needed to develop autism, regardless of whether individuals have a genetic predisposition or not. They determined that one of those triggers might be the “battery of vaccinations that young children receive.” Researchers found a positive and statistically significant relationship between autism and vaccinations. They determined that the higher the proportion of children receiving recommended vaccinations, the higher the prevalence of autism. A 1% increase in vaccination was associated with an additional 680 children having autism. The results suggest that vaccines may be linked to autism and encourages more in-depth study before continually administering these vaccines. View more studies here.  Controversy and Fraud Surrounding Vaccinations The lead researcher in a paper mentioned above, Dr. Brian Hooker recently obtained documents that show data on over 400,000 infants born between 1991 and 1997 which was analyzed by the CDC. These documents, according to Hooker, prove that in the year 2000 CDC officials were informed internally of the very high risk of autism, non organic sleep disorder and speech disorder as a result of thimerosal exposure. You can read more about that here. A congressional record from May 1, 2003 clearly shows information from the CDC’s own Vaccine Safety Datalink (VSD) that there is a very high risk of autism as a result of thimerosal containing vaccines. This congressional record is public, and despite this and Hookers research, the CDC still continues to maintain that there is no relationship.(6) Hooker also obtained an abstract that reads “increased risk of developmental neurologic impairment after high exposure to thimerosal-containing vaccines in the first month of life.” (7) Another fishy finding with regards to vaccinations (as I’ve mentioned many times before) comes from Lucija Tomljenovic, PhD from the Dept. of Opthalmology and Visual Sciences at the University of British Columbia. She obtained documents that prove health authorities, pharmaceutical companies and vaccine manufactures have known about the dangers associated with multiple vaccines, but withheld them from public knowledge in order to maintain “herd immunity.” (5) As you can see, the vaccine autism link is speculated at the highest level of science, not just by those deemed as “conspiracy theorists.” There is evidence to back up the concern. I think it’s also noteworthy to mention that Congressman Bill Posey recently called out the CDC, expressing that they should be investigated.  You can read more about that here. Even an FDA document brings up the concern with regards to Autism and vaccines, you can read more about that here. I’d like to end this article with a video done by the The Canary Party, it goes more into the political side of things when it comes to vaccine related injuries.  VIDEO Sources: http://www.greenmedinfo.com/blog/study-links-vaccine-induced-immune-overload-autism-diabetes-obesity(2) http://www.ncbi.nlm.nih.gov/pubmed/24354891  (3)http://www.ploscompbiol.org/article/info%3Adoi%2F10.1371%2Fjournal.pcbi.1003518 (4)http://www.mdpi.com/1660-4601/10/8/3771 (5)http://nsnbc.me/wp-content/uploads/2013/05/BSEM-2011.pdf (6)http://www.gpo.gov/fdsys/pkg/CREC-2003-05-21/pdf/CREC-2003-05-21-pt1-PgE1011-3.pdf (7)http://www.ashotoftruth.org/sites/default/files/exhibit_22_-_verstraeten_et_al_1999_abstract_risks_of_autism.pdf (8)http://soundchoice.org/wp-content/uploads/2012/08/DNA_Contaminants_in_Vaccines_Can_Integrate_Into_Childrens_Genes.pdf Due to the pressure of mass censorship, we now have our own censorship-free, and ad-free on demand streaming network! It is the world's first and only conscious media network streaming mind-expanding interviews, news broadcasts, conscious shows and personal transformation guides.  Click beelow to claim your 50% OFF discount using the code 'BF2019', and watch 100's of hours of conscious media videos, that you won't see anywhere else. ", "pub_date": "2014-06-05T00:00:00", "access_date": "2019-12-04", "query": "vaccines too many; danger of multiple vaccines", "Google rank": "", "url": "https://www.collective-evolution.com/2014/06/05/children-receive-80-vaccinations-throughout-childhood-new-study-links-vaccine-induced-overload-to-autism/", "keywords": "vaccine, autism, http, vaccination, study"}