{"title": "Common Questions About Immunizations (for Parents) - Nemours KidsHealth", "body": "Since the start of widespread vaccinations in the United States, cases of once common childhood illnesses like measles and diphtheria have dropped dramatically. Immunizations have protected millions of kids from dangerous diseases and saved thousands of lives. In fact, some diseases are so rare now that parents sometimes ask if vaccines for them are even needed. But most diseases that can be prevented by vaccines do still exist in the world, even in the United States, although they happen very rarely. The reality is that vaccinations play a vital role in keeping kids healthy. Unfortunately, misinformation about vaccines could make some parents decide not to immunize their children, putting them and others at a greater risk for illness — or even death. To better understand the benefits and risks of vaccines, read on. What do vaccines do? Vaccines work by preparing the body to fight illness. Each contains either a dead or a weakened germ (or parts of it) that causes a particular disease. The body practices fighting the disease by making antibodies that recognize specific parts of that germ. This permanent or longstanding response means that if someone is ever exposed to the actual disease, the antibodies are already in place and the body knows how to combat it and the person doesn't get sick. This is called immunity. Will my child's immune system be weaker by relying on a vaccine? No, the immune system makes antibodies against a germ, like the chickenpox virus, whether it encounters it naturally or is exposed to it through a vaccine. Being vaccinated against one disease does not weaken the immune response to another disease. Will the vaccine give someone the disease it's supposed to prevent? It's impossible to get the disease from any vaccine made with dead (killed) bacteria or viruses or just part of the bacteria or virus. Only those immunizations made from weakened (also called attenuated) live viruses — like the chickenpox (varicella) and measles-mumps-rubella (MMR) vaccines — could possibly make a child develop a mild form of the disease. But it's almost always much less severe than if a child became infected with the disease-causing virus itself. However, for kids with weakened immune systems, such as those being treated for cancer, these vaccines may cause problems. The risk of disease from vaccination is extremely small. One live virus vaccine that's no longer used in the United States is the oral polio vaccine (OPV). The success of the polio vaccination program has made it possible to replace the live virus vaccine with a killed virus form known as the inactivated polio vaccine (IPV). This change has completely eliminated the possibility of polio disease being caused by immunization in the United States. Why should I have my child immunized if all the other kids in school are immunized? It is true that a single child's chance of catching a disease is low if everyone else is immunized. But your child is also exposed to people other than just those in school. And if one person thinks about skipping vaccines, chances are that others are thinking the same thing. Each child who isn't immunized gives highly contagious diseases one more chance to spread. Although vaccination rates are fairly high in the United States, there's no reliable way to know if everyone your child comes into contact with has been vaccinated, particularly now that so many people travel to and from other countries. So the best way to protect your kids is through immunization. Can getting so many vaccines at once harm my baby? Babies have stronger immune systems than you might think, and they can handle far more germs than what they receive from vaccines. In fact, the amount of germs in vaccines is just a small percentage of the germs babies' immune systems deal with every day. Sometimes, kids can have a reaction to a vaccine like a mild fever or rash. But the risk of serious reactions is small compared with the health risks associated with the often-serious diseases they prevent, and do not happen because the baby got several vaccines at once. A lot of consideration and research went into creating the immunization schedule most doctors use, and it has been proven safe time and time again. Still, some parents choose to use alternative schedules (spreading or \"spacing out\" vaccines) because they're concerned about the number of shots their babies get at each checkup. This is actually more likely to make a baby sick. Studies show that many babies on alternative immunization schedules never get all the vaccines they need. Plus, alternative schedules can be a real hassle. Spacing out vaccines over more doctor visits means that you'll have to take your child to the doctor — and your child will have to get a shot — more often. Why should my child get a painful shot if vaccines aren't 100% effective? Few things in medicine work 100% of the time, but vaccines are one of the most effective weapons we have against disease — they work in 85% to 99% of cases. They greatly reduce your child's risk of serious illness (particularly when more and more people are vaccinated) and give diseases fewer chances to take hold in a population. It can be hard to watch kids get a shot, but the short-term pain is nothing compared with suffering through a potentially deadly bout of diphtheria, whooping cough, or measles. Why do kids who are healthy, active, and eating well need to be immunized? Vaccinations are intended to help keep healthy kids healthy. Because vaccines work by protecting the body before disease strikes, if you wait until your child gets sick, it will be too late for the vaccine to work. The best time to immunize kids is when they're healthy. Can immunizations cause a bad reaction in my child? The most common reactions to vaccines are minor and include: The most common reactions to vaccines are minor and include: redness and swelling where the shot was given. The most common reactions to vaccines are minor and include: fever. The most common reactions to vaccines are minor and include: soreness at the site where the shot was given. In rare cases, immunizations can trigger more serious problems, such as seizures or severe allergic reactions. If your child has a history of allergies to food or medicine, or has had a problem with a vaccine before, let the doctor know before any vaccines are given. Every year, millions of kids are safely vaccinated and very few experience serious side effects. Research continually improves the safety of immunizations. The American Academy of Pediatrics (AAP) now advises doctors to use a diphtheria, tetanus, and pertussis vaccine that includes only specific parts of the pertussis cell instead of the entire killed cell. This vaccine, called DTaP, has been associated with even fewer side effects. Do immunizations or thimerosal cause autism? No. Numerous studies have found no link between vaccines and autism (a developmental disorder that's characterized by mild to severe impairment of communication and social interaction skills). Likewise, a groundbreaking 2004 report from the Institute of Medicine (IOM) found that thimerosal (an organic mercury compound that's been used as a preservative in vaccines since the 1930s) does not cause autism. Still, some parents have opted not to have their children immunized, putting them at great risk of contracting deadly diseases. The MMR vaccine, especially, has come under fire even though many scientific reports have found no evidence linking the vaccine to autism. In fact, a long-disputed 1998 study that suggested a possible link between autism and the MMR vaccine was retracted in 2004 and the doctor who published it lost his medical license. Even before it was discredited and declared fraudulent, the study was rejected by all major health organizations, including the AAP, the National Institutes of Health (NIH), the Centers for Disease Control and Prevention (CDC), and the World Health Organization (WHO). There's also no reason to believe that thimerosal is linked to autism, according to the 2004 IOM report. Still, in an effort to reduce childhood exposure to mercury and other heavy metals, thimerosal began being removed from kids' vaccines in 1999. Now, vaccines for infants and young children contain no or very little thimerosal. And recent studies have not shown any cognitive and behavioral problems in babies who might have received these thimerosal-containing vaccines. So what could explain the increased rates of autism in recent years? For one thing, there's a broader definition of autism that can be applied to more kids who show varying degrees of symptoms. A greater awareness of the condition among health professionals also has led to more diagnoses. And although the number of children diagnosed with autism may be increasing, the rates of MMR vaccination are not. In London, diagnoses of autistic disorders have been on the rise since 1979, but rates of MMR vaccination haven't increased since routine MMR vaccination began in 1988. Also, the average age of diagnosis of autism has been found to be the same both in children who have and who have not received the MMR vaccine. What many researchers are discovering is that subtle symptoms of autism are often present before a child's first birthday — sometimes even in early infancy — but often go unnoticed until the symptoms are more obvious to parents. Wasn't there a problem with the rotavirus vaccine? Rotavirus is one of the most common causes of diarrhea in young children. In 1999, a rotavirus vaccine was taken off the market because it was linked to an increased risk for intussusception, a type of bowel obstruction, in babies. However, two different rotavirus vaccines (RotaTeq and Rotarix) are now available and are very safe. Some studies suggest that they have a very small increased risk for intussusception, but that problem is rare. These vaccines have been shown to prevent most cases of rotavirus infection and almost all of the severe cases. The vaccine is now on the regular immunization schedule to be given orally to infants as a liquid during standard vaccination visits — RotaTeq at ages 2 months, 4 months, and 6 months, or Rotarix at ages 2 months and 4 months. Your doctor will have the most current information. Do vaccines cause SIDS, multiple sclerosis, or other problems? There are concerns, many of which circulate on the Internet, linking some vaccines to multiple sclerosis, sudden infant death syndrome (SIDS), and other problems. To date, studies have failed to show any connection between immunizations and these conditions. The number of SIDS cases has actually fallen by more than 50% in recent years, whereas the number of vaccines given yearly has continued to rise. Why do kids need to be immunized if a disease has been eliminated? Diseases that are rare or nonexistent in the United States, like measles and polio, still exist in other parts of the world. Doctors continue to vaccinate against them because it's easy to come into contact with illnesses through travel — either when Americans travel abroad or when people who aren't properly immunized come to the United States. In recent years, there have been reports of measles outbreaks in many different states, in spite of the fact that measles was declared eliminated from the US in 2000. (Elimination means that the disease has not been transmitted continuously for over a year, but it doesn’t mean there aren't outbreaks.) These cases were mostly among people who did not get vaccinated. Other preventable diseases that had recent outbreaks include whooping cough (pertussis) and mumps. It's only safe to stop vaccinations for a particular disease when that disease has been eradicated worldwide, as in the case of smallpox. How long does immunity last after getting a vaccine? A few vaccines, like the two for measles or the series for hepatitis B, may make you immune for your entire life. Others, like tetanus, last for many years but require periodic shots (boosters) for continued protection against the disease. The whooping cough (pertussis) vaccine also does not give lifelong immunity, and that may be one reason why outbreaks still happen. Whooping cough isn't a serious problem for older kids and adults, but it can be for infants and young children. Because of this, teens and adults now receive a pertussis booster along with the tetanus and diphtheria booster (Tdap) — an important step in controlling this infection, particularly for pregnant women and other adults who will be around newborn babies. It's important to keep a record of vaccinations so the doctor knows when your kids are due for a booster. Also make sure your kids get the flu vaccine each year. Having been immunized last year won't protect someone from getting the flu this year because flu viruses constantly change. The vaccine is updated each year to include the most current strains of the virus. The flu vaccine reduces the average person's chances of catching the flu by up to 80%. It can't prevent infection by all viruses that can cause flu-like symptoms, though, so being immunized isn't a guarantee that someone won't get sick during flu season. Still, even if someone who's gotten the vaccine has the flu, symptoms usually will be fewer and milder. Are vaccines continuously studied and improved because they're unsafe? The FDA's Center for Biologics Evaluation and Research is the government agency responsible for regulating vaccines in the United States. Working with the CDC and the NIH, they continuously research and monitor vaccine safety and effectiveness. New vaccines are licensed only after thorough laboratory studies and clinical trials, and safety monitoring continues even after a vaccine has been approved. There have been — and will continue to be — improvements (such as those that have already been made to the DTaP and polio vaccines, for example) that will minimize potential side effects and ensure the best possible safety standards. Where can I get affordable immunizations for my child? Clearly, vaccines are one of the best tools we have to keep kids healthy, but they work best when everyone gets them. Vaccines are now required to be covered by health insurance plans with no charge to the patient. Some insurance plans only cover vaccines when they are given by your doctor or at specific locations. So check with your insurance company to make sure. You can also get inexpensive or free vaccines through many local public health clinics and community health centers, and campaigns to vaccinate kids often hold free vaccination days. The U.S. government's Vaccines for Children program covers Medicaid-eligible, uninsured Alaskan and Native American populations, and some underinsured kids for routine immunizations up to 18 years of age. The vaccines are provided by the government and administered in a doctor's office. However, the doctor's visit itself is not covered (unless the child has insurance, including Medicaid). But some public health clinics may cover both the visit and the immunizations. Where can I find out more about immunizations? Read Your Child's Immunizations for details about each recommended immunization. You also can visit the CDC's National Immunization Program website for more information about vaccinations. And talk with your doctor about which immunizations your kids need — working together, you can help keep your family healthy. Date reviewed: March 2019 ", "pub_date": null, "access_date": "2019-12-04", "query": "vaccines safe", "Google rank": "", "url": "https://kidshealth.org/en/parents/fact-myth-immunizations.html", "keywords": "vaccine, immunization, kid, immunize, vaccination"}